Repository: casperl/wesnoth-af
Catalog: afrikaanse-rekenaarterme.po
Languages: af

source: action cycle
af: aksiesiklus

source: action entry
af: aksie-inskrywing

source: action key
af: aksiesleutel

source: action line
af: aksielyn

source: action message
af: aksieboodskap

source: action paper
af: deurslagpapier

source: action specification
af: aksiespesifikasie

source: action stub
af: aksielys

source: action symbol
af: aksiesimbool

source: activate
af: aktiveer

source: activate button
af: aktiveerknop

source: activation record
af: aktiveringsrekord

source: active circuit
af: aktiewe kring

source: active drive
af: aktiewe skyf

source: active element
af: aktiewe element

source: active file
af: aktiewe lêer

source: active icon
af: aktiewe ikoon

source: active job
af: aktiewe werkstuk

source: active line
af: aktiewe lyn

source: active matrix
af: aktiewe matriks

source: active node
af: aktiewe nodus

source: active page
af: aktiewe bladsy

source: active program
af: aktiewe program

source: active record
af: aktiewe rekord

source: active station
af: aktiewe stasie

source: active window
af: aktiewe venster

source: activity file
af: aktiwiteitslêer

source: activity level
af: aktiwiteitsvlak

source: activity loading
af: aktiwiteitslaai

source: activity ratio
af: aktiwiteitsverhouding

source: activity sequence
af: aktiwiteitsekwensie

source: actual address
af: absolute adres

source: actual code
af: absolute kode

source: actual decimal comma
af: werklike desimale komma

source: actual decimal point
af: werklike desimale punt

source: actual instruction
af: werklike instruksie

source: actual key
af: werklike sleutel

source: actual memory
af: werklike geheue

source: actual parameter
af: werklike parameter

source: actual state
af: werklike toestand

source: actual value
af: werklike waarde

source: actuate
af: in werking stel

source: acute
af: akuut

source: acyclic graph
af: asikliese grafiek

source: adaptable software
af: aanpasbare sagteware

source: adaptation of software
af: aanpassing van sagteware

source: adapter
af: passtuk

source: adapter card
af: aansluitkaart

source: adaptive channel allocation
af: aanpassende kanaaltoekenning

source: adaptive control
af: aanpassende beheer

source: adaptive system
af: aanpassende stelsel

source: add / subtract time
af: optel / aftrek-tyd

source: add
af: byvoeg

source: add carry
af: opteloordrag

source: add file
af: byvoegingslêer

source: add operation
af: byvoegbewerking

source: add time
af: opteltyd

source: add-inn
af: invoegsel

source: add-on
af: byvoegsel

source: add-on memory
af: byvoeggeheue

source: addend
af: opteller

source: adder / subtracter
af: opteller/aftrekker

source: adder
af: opteller

source: adder circuit
af: optelkring

source: adding machine
af: optelmasjien

source: addition
af: byvoeging

source: addition record
af: aanvulrekord

source: addition table
af: opteltabel

source: addition time
af: opteltyd

source: addition without carry
af: optelling sonder oordrag

source: additional character
af: addisionele karakter

source: additional equipment
af: addisionele toerusting

source: address
af: adres

source: address algorithm
af: adresalgoritme

source: address assignment
af: adrestoewysing

source: address book
af: adresboek

source: address bus
af: adresstamlyn

source: address calculation
af: adresberekening

source: address call
af: adresroep

source: address code
af: adreskode

source: address comparator
af: adresvergelyker

source: address compirtation
af: adresberekening

source: address constant
af: adreskonstante

source: address conversion
af: adresomsetting

source: address decoder
af: adresdekodeerder

source: address error
af: adresfout

source: address field
af: adresveld

source: address file
af: adreslêer

source: address format
af: adresformaat

source: address generation
af: adresgenerering

source: address key
af: adressleutel

source: address map
af: adrestabel

source: address mapping
af: adresafbeelding

source: address mark
af: adresmerk

source: address modification
af: adreswysiging

source: address part
af: adresgedeelte

source: address protection
af: adresbeskerming

source: address range
af: adresgebied

source: address reference
af: adresverwysing

source: address register
af: adresregister

source: address search
af: adressoektog

source: address selection
af: adresseleksie

source: address selection switch
af: adresseleksieskakelaar

source: address space
af: adresruimte

source: address substitution
af: adressubstitusie

source: address table
af: adrestabel

source: address track
af: adresbaan

source: address transfer
af: adresoordrag

source: address transformation
af: adrestransformasie

source: address translation
af: adresvertaling

source: address vector
af: adresvektor

source: address word
af: adreswoord

source: addressability
af: adresseerbaarheid

source: addressability measure
af: adresseerbaarheidmaatstaf

source: addressable
af: adresseerbaar

source: addressable cursor
af: adresseerbare merker

source: addressable location
af: adresseerbare posisie

source: addressable memory
af: adresseerbare geheue

source: addressable point
af: adresseerbare punt

source: addressable position
af: adresseerbare punt

source: addressable space
af: adresseerbare ruimte

source: addressed memory
af: geadresseerde geheue

source: addressed storage
af: geadresseerde stoor

source: addressee
af: geadresseerde

source: addressing character
af: adresseerkarakter

source: addressing function
af: adresseerfunksie

source: addressing level
af: adresseervlak

source: addressing machine
af: adresseermasjien

source: addressing mode
af: adresseermodus

source: addressing scheme
af: adresseerskema

source: addressless
af: adresloos

source: addressless instruction
af: adreslose instruksie

source: adhesion
af: klewing

source: adjacency
af: aanliggendheid

source: adjacency list
af: noduslys

source: adjacency matrix
af: nodusinatriks

source: adjacency structure
af: noduslys

source: adjacent
af: aanliggend

source: adjacent channel
af: aanliggende kanaal

source: adjacent node
af: aanliggende nodus

source: adjunct
af: adjunk

source: adjunction
af: adjunksie

source: adjust
af: verstel

source: administrative data processing
af: administratiewe dataverwerking

source: admissible character
af: toelaatbare karakter

source: admissible error
af: toelaatbare fout

source: admissible mark
af: toelaatbare merk

source: admissible operation
af: toelaatbare bewerking

source: admissible value
af: toelaatbare waarde

source: advance selector
af: vooruitselektor

source: advance-feed tape
af: vooruitvoerband

source: advanced
af: gevorderd

source: advancing
af: aanskuiwing

source: advice language
af: leidraadtaal

source: after-image
af: nabeeld

source: afterglow
af: nagloed

source: aggregate expression
af: aggregaatuitdrukking

source: aid
af: steun

source: aided
af: gesteun

source: aiming circle
af: miksimbool

source: aiming field
af: miksimbool

source: aiming symbol
af: miksimbool

source: air cushion
af: lugkussing

source: air gap
af: luggaping

source: alert
af: waarskuwing

source: alerting signal
af: aandagtreksein

source: algebraic adder
af: algebraîese opteller

source: algebraic language
af: algebraîese taal

source: algebraic manipulation
af: algebraîese manipulasie

source: algebraic modiflcation
af: algebraîese modifikasie

source: algebraic semantics
af: algebraîese semantiek

source: algebraic structure
af: algebraîese struktuur

source: algebraic transformation
af: algebraîese transformasie

source: algorithm
af: algoritme

source: algorithmic
af: algoritmies

source: algorithmic character
af: algoritmiese karakter

source: algorithmic notation
af: algoritmiese notasie

source: algorithniic language
af: algoritmiese taal

source: alias
af: alias; kennaam; pennaam

source: alias ban
af: aliasverbod

source: aliasing
af: aliasering

source: alien device
af: vreemde toestel

source: align
af: in lyn stel

source: alignment
af: instelling

source: all-channel decoder
af: alkanaaldekodeerder

source: all-purpose computer
af: aldoelrekenaar

source: allocatable
af: toekenbaar

source: allocatable space
af: toekenbare ruimte

source: allocate
af: toeken toewys

source: allocation algorithm
af: toekenningsalgoritme

source: allocation plan
af: toekenningsplan

source: allocation process
af: toekenningsproses

source: allocation routine
af: toekenningsroetine

source: allocator
af: allokeerder; toekenner

source: allowable character
af: toelaatbare karakter

source: allowable error
af: toelaatbare fout

source: allowable mark
af: toelaatbare merk

source: allowable operation
af: toelaatbare bewerking

source: allowable value
af: toelaatbare waarde

source: alloy
af: legering

source: alphabetic character set
af: alfabetiese karakterstel

source: alphabetic code
af: alfabetiese kode

source: alphabetic data
af: alfabetiese data

source: alphabetic field
af: alfabetiese veld

source: alphabetic listing
af: alfabetiese lys

source: alphabetic order
af: alfabetiese volgorde

source: alphabetic sequence
af: alfabetiese volgorde

source: alphabetic shift
af: alfabetiese wissel

source: alphabetic string
af: alfabetiese string

source: alphabetic word
af: alfabetiese woord

source: alphageometrics
af: alfageometrika

source: alphameric
af: alfanumeries

source: alphamosaic
af: alfamosaïek

source: alphanumeric
af: alfanumeries

source: alphanumeric character
af: alfanumeriese karakter

source: alphanumeric character set
af: alfanumeriese karakterstel

source: alphanumeric code
af: alfanumeriese kode

source: alphanumeric data
af: alfanumeriese data

source: alphanumeric expression
af: alfanumeriese uitdrukking

source: alphanumeric field
af: alfanumeriese veld

source: alphanumeric keyboard
af: alfanumeriese sleutelbord

source: alphanumeric representation
af: alfanumeriese voorstelling

source: alphanumeric word
af: alfanumeriese woord

source: alphanunieric string
af: alfanumeriese string

source: alter mode
af: wysigmodus

source: alterable memory
af: veranderbare geheue

source: alteration switch
af: wysigingskakelaar

source: alternate area
af: alternatiewe area

source: alternate buffering
af: alternatiewe bufferwerking

source: alternate route
af: alternatiewe roete

source: alternate routing
af: alternatiewe roetering

source: alternate track
af: alternatiewe baan

source: alternate unit
af: alternatiewe eenheid

source: alternating current (AC)
af: wisselstroom (WS)

source: alternatives box
af: beslissingshokkie

source: alternator
af: wisselaar

source: ambient noise
af: omgewingsruis

source: ambient temperature
af: omgewingstemperatuur

source: ambiguity error
af: dubbelsinnigheidsfout

source: ambiguous grammar
af: dubbelsinnige grammatika

source: ambiguous reference
af: dubbelsinnige verwysing

source: amendment file
af: veranderingslêer

source: amendment record
af: veranderingsrekord

source: amendment tape
af: veranderingsband

source: amorphous memory
af: amorfe geheue

source: amount field
af: bedragveld

source: amplification
af: versterking

source: amplitude modulation (AM)
af: amplitudemodulasie; AM

source: analog
af: analoog

source: analogue
af: analoog

source: analogue adder
af: analoogopteller

source: analogue channel
af: analoogkanaal

source: analogue comparator
af: analoogvergelyker

source: analogue computer
af: analoogrekenaar

source: analogue data
af: analoogdata

source: analogue device
af: analoogtoestel

source: analogue display
af: analoog vertoon

source: analogue divider
af: analoogverdeler

source: analogue multiplier
af: analoogvermenigvuldiger

source: analogue recording
af: analoogregistrering

source: analogue representation
af: analoogvoorstelling

source: analogue signal
af: analoogsein

source: analogue subtracter
af: analoogaftrekker

source: analogue-to-digital converter (ADC)
af: analoog-na-syferomsetter (ASO)

source: analogy
af: analogie

source: analyse
af: analiseer

source: analyser
af: analiseerder

source: analysis
af: analise

source: analysis approach
af: ontledingsbenadering

source: analysis technique
af: ontledingstegniek

source: analyst
af: analis

source: analytical
af: analities

source: analytical function generator
af: analitiesefunksie-generator

source: analytical model
af: analitiese model

source: ancestor node
af: voorsaatnodus

source: ancestor process
af: voorsaatproses

source: ancestor set
af: voorsaatversameling

source: ancestral task
af: voorsaattaak

source: anchorage
af: klewing

source: anchoring
af: verankering

source: ancillary
af: hulp

source: ancillary equipment
af: hulptoerusting

source: anhysteresis
af: anhisterese

source: animate
af: animeer

source: animation
af: animasie

source: anisochronous transmission
af: anisochrone transmissie

source: annex memory
af: buffergeheue

source: annihilator
af: vernietiger

source: annotated program
af: geannoteerde program

source: annotation
af: annotasie

source: anonymity
af: anonimiteit

source: answer delay
af: antwoordvertraging

source: answer mode
af: antwoordmodus

source: answerback
af: terugantwoord

source: answerback memory
af: terugantwoordgeheue

source: answering time
af: antwoordtyd

source: anti-virus software
af: antivirusprogram; viruswering

source: app (smartphone or tablet)
af: toep (slimfoon of tablet)

source: app
af: toepassing

source: applet
af: miniprogram

source: application
af: toepassing

source: apply
af: aanwend; toepas

source: archive
af: argief; argiveer

source: arj
af: arj (kompressieformaat)

source: arrange
af: rangskik

source: array
af: skikking

source: article
af: artikel

source: assembler
af: saamstellerprogram; samesteller

source: assembly language
af: saamsteltaal

source: assignment operator :=
af: toekenningsteken :=

source: asterisk
af: (*) asterisk; sterretjie (*)

source: at
af: (@) aapstert

source: attach
af: aanheg; aanhak; koppel

source: attached
af: aangeheg

source: attachment
af: aanhegsel; aanhangsel; abbalêer

source: attribute
af: eienskap; kenmerk; attribuut

source: authenticate
af: geldigheid vasstel; geldigheid verklaar

source: authentication
af: geldigheidsvasstelling

source: authorisation
af: magtiging

source: authorise
af: magtig

source: authorised
af: gemagtig

source: auto-reliable
af: outobetroubaar

source: autodetect
af: outospeur; selfspeur

source: autoload
af: outolaai

source: autologin
af: outolaai

source: automatic detection
af: outomatiese bespeuring; outospeur

source: automount
af: outoheg; outohegting

source: autoreliable
af: outobetroubaar

source: avatar
af: avatar; inkarnasie

source: average access time
af: gemiddelde toegangstyd

source: average edge line
af: gemiddelde randlyn

source: average information rate
af: gemiddeldeinligtingstempo

source: average speed
af: gemiddelde spoed

source: average transmission time
af: gemiddelde transmissietyd

source: average velocity
af: gemiddelde snelheid

source: avitar
af: avatar; inkarnasie

source: awaiting repair time
af: herstelafwagtyd

source: awake
af: aktiveer

source: awake process
af: geaktiveerde proses

source: axiom
af: aksioom

source: axiomatic
af: aksiomaties

source: axiomatic semantics
af: aksiomatiese semantiek

source: axiomatic theory
af: aksiomatiese teorie

source: axis
af: as

source: azerty keyboard
af: azerty-sleutelbord

source: azimuth
af: asimut

source: azimuth alignment
af: asimutinstelling

source: babble
af: babbel

source: back
af: rugkant

source: back arc
af: terugwaartse boog

source: back button
af: terugknoppie

source: back edge
af: terugwaartse skakel

source: back solution
af: terugwaartse oplossing

source: back up
af: rugsteun

source: back-end processor
af: naverwerker

source: back-ending
af: naverwerking

source: back-to-back
af: rug-aan-rug

source: back-to-back system
af: rug-aan-rugstelsel

source: back-up file
af: rugsteunlêer

source: back-up level
af: rugsteunvlak

source: back-up memory
af: rugsteungeheue

source: back-up system
af: rugsteunstelsel

source: backbone
af: ruggraat; gemeenskaplike dienskanaal

source: backchannel
af: padlangs gesels; agterlangs gesels; agterlangs; kortpad; padlangs; direk; agterdeur; in die agterkanaal

source: background
af: agtergrond

source: background colour
af: agtergrondkleur

source: background ink
af: agtergrondink

source: background item
af: agtergronditem

source: background job
af: agtergrondwerkstuk

source: background noise
af: agtergrondruis

source: background partition
af: agtergrondpartisie

source: background printing
af: agtergronddrukwerk

source: background processing
af: agtergrondverwerking

source: background program
af: agtergrondprogram

source: background reflectance
af: agtergrondreflektansie

source: background task
af: agtergrondtaak

source: backgrounding
af: agtergrondverwerking

source: backing
af: ruglaag

source: backing storage
af: hulpstoor

source: backlog
af: agterstand

source: backout
af: wysigingsonttrekking

source: backplane
af: moederpaneel

source: backslash
af: agtentoeskuinsstrepie; agteroor skuinsstreep; terug-skuinsstrepie; tru-skuinsstreep

source: backspace
af: terugspasieer

source: backspace character
af: terugspasieerkarakter

source: backspacing
af: terugspasiëring

source: backthread
af: terugryg

source: backtrack
af: terugspoor

source: backtrack programming
af: terugspoorprogrammering

source: backup
af: rugsteun; rugsteuning; dek

source: backward channel
af: terugwaartse kanaal

source: backward error correction
af: terugwaartse foutkorreksie

source: backward moderated
af: ná gemodereer; terug gemodereer

source: backward pointer
af: terugwaartse wyser

source: backward supervision
af: terugwaartse toesig

source: backwards recursion
af: terugwaartse rekursie

source: bad spot
af: swak kol

source: badge reader
af: kentekenleser

source: balance error
af: balanseerfout

source: balanced circuit
af: gebalanseerde kring

source: balanced error
af: gebalanseerde fout

source: balanced line
af: gebalanseerde lyn

source: balanced merge sort
af: gebalanseerde saamvlegsortering

source: balanced network
af: gebalanseerde netwerk

source: balanced system
af: gebalanseerde stelsel

source: balanced tree
af: gebalanseerde boom

source: balanced tree search
af: gebalanseerdeboom-soektog

source: balanced workload
af: gebalanseerde werkslading

source: balancing error
af: balanseringsfout

source: bandwidth
af: bandwydte; bandbreedte; streepwydte

source: bank automation
af: bankoutomatisasie

source: bank switching
af: geheuebankskakeling

source: banner
af: banier

source: banner word
af: eerste woord

source: bar
af: staaf balk

source: bar code
af: strepiekode

source: bar code reader
af: strepiekodeleser

source: bar code scanner
af: strepiekode-aftaster

source: bar printer
af: staafdrukker

source: barrel connector
af: klinkbusverbinder

source: barrel printer
af: dromdrukker

source: base address
af: basisadres

source: base address register
af: basisadresregister

source: base element
af: basiselement

source: base film
af: ruglaag

source: base item
af: basisitem

source: base location
af: basisposisie

source: base notation
af: basisnotasie

source: base number
af: basisgetal

source: base plate
af: basisplaat

source: base register
af: basisregister

source: base-pair register
af: gepaarde basisregister

source: base-relative adressing
af: basisrelatiewe adressering

source: base-two arithmetic
af: binêre rekenkunde

source: baseband
af: basisband

source: baseband network
af: basisbandnetwerk

source: baseband signal
af: basisbandsein

source: baseline
af: basislyn

source: baseline document
af: basislyndokument

source: basic code
af: absolute kode

source: basic element
af: basiese element

source: basic hardware
af: basiese hardeware

source: basic instruction
af: basiese instruksie

source: batch
af: bondel

source: batch adding
af: bondeloptelling

source: batch command
af: bondelopdrag

source: batch compilation
af: bondelsamestelling

source: batch file
af: bondellêer

source: batch job
af: bondelwerkstuk

source: batch mode
af: bondelmodus

source: batch number
af: bondelnommer

source: batch partition
af: bondelpartisie

source: batch processing
af: bondelverwerking

source: batch processing system
af: bondelverwerkingstelsel

source: batch program
af: bondelprogram

source: batch run
af: bondellopie

source: batch session
af: bondelsessie

source: batch terminal
af: bondelterminaal

source: batch total
af: bondeltotaal

source: batched communication
af: gebondelde kommunikasie

source: batched job
af: gebondelde werkstuk

source: batched loading
af: gebondelde laaiing

source: batching
af: saambondeling

source: battery life
af: batterylewe; batterylewensduur

source: baud rate
af: baudtempo

source: bead
af: kraal

source: beam
af: bundel

source: beam deflection
af: straaldefleksie

source: beam position
af: bundelposisie

source: beam storage
af: straalstoor

source: beat frequency
af: swewingsfrekwensie

source: beeper
af: roeper

source: beginning-of-file mark
af: lêerbeginmerk

source: beginning-of-tape mark
af: bandbeginmerk

source: behaviour table
af: gedragstabel

source: bell character
af: klokluikarakter

source: bells and whistles
af: foefies en blinkers; foefies en flikkers

source: benchmark
af: normtoets; norm

source: benchmark problem
af: normtoetsprobleem

source: benchmark test
af: normtoets

source: benchmarking
af: normtoetsing

source: best fit
af: beste passing

source: beta
af: beta; b-uitgawe

source: beta tester
af: betatoetser; toetsbestuurder; betaspeler

source: bias-induced noise
af: voorspanningsruis

source: biased data
af: sydige data

source: biaxial
af: biaksiaal

source: biaxial magnetic element
af: biaksiale magnetiese element

source: biconnected graph
af: dubbelsamehangende grafiek

source: bidirectional
af: tweerigting

source: bidirectional bus
af: tweerigtingstamlyn

source: bidirectional flow
af: tweerigtingvloei

source: bidirectional printer
af: tweerigtingdrukker

source: bidirectional printing
af: tweerigtingdrukwerk

source: bidirectionally linked list
af: tweerigtingaaneengeskakelde lys

source: bifurcation
af: tweedeling

source: big-bang testing
af: alles-meteenstoetsing

source: billing system
af: faktureringstelsel

source: bimetal
af: bimetaal

source: bin
af: balie

source: bin sort
af: baliesortering

source: binary
af: binêr; binêre; binêre lêer; diadies; grafika; prent; tweetallig

source: binary adder
af: binêre opteller

source: binary arithmetic
af: binêre rekenkunde

source: binary arithmetic operation
af: binêre rekenkundige operasie

source: binary calculation
af: binêre berekening

source: binary cell
af: binêre sel

source: binary character
af: binêre karakter

source: binary chop
af: binêre soektog; halveringsoektog

source: binary code
af: binêre kode

source: binary coding
af: binêre kodering

source: binary conversion
af: binêre omsetting

source: binary data
af: binêre data

source: binary decision
af: binêre besluit

source: binary digit
af: binêre syfer; bis

source: binary digital computer
af: binêre syfer rekenaar

source: binary dump
af: binêre storting

source: binary element
af: binêre element.

source: binary format
af: binêre formaat

source: binary half-adder
af: binêre halfopteller

source: binary incremental representation
af: binêre inkrementele voorstelling

source: binary integer operation
af: binêre heelgetaloperasie

source: binary logic
af: binêre logika

source: binary mode
af: binêre modus

source: binary notation
af: binêre notasie

source: binary number
af: binêre getal

source: binary number system
af: binêre getallestelsel

source: binary numeral
af: binêre syfer; bis

source: binary operation
af: binêre operasie

source: binary operator
af: binêre operator

source: binary pair
af: binêre paar

source: binary point
af: binêre punt

source: binary program
af: binêre program

source: binary punch
af: binêre pons

source: binary real operation
af: binêre reëelgetaloperasie
