Repository: casperl/wesnoth-af
Catalog: afrikaanse-rekenaarterme.po
Languages: af

source: subchannel
af: subkanaal

source: subdata base
af: subdatabasis

source: subdirectory
af: subgids

source: subdivide
af: onderverdeel

source: subdivision
af: onderverdeling

source: subfile
af: sublêer

source: subgraph
af: subgrafiek

source: subgroup
af: subgroep

source: subkey
af: ondergeskikte sleutel; subsleutel

source: sublist
af: sublys

source: subloop
af: ondergeskikte lus; sublus

source: submission
af: indiening

source: submit
af: indien

source: suboptimal
af: suboptimaal

source: subordinate task
af: ondergeskikte taak; subtaak

source: subprocedure
af: ondergeskikte prosedure; subprosedure

source: subprogram (subprograms)
af: subprogram (subprogramme)

source: subroutine
af: subroetine

source: subroutine call
af: subroetineroep (‘n roep na ‘n ander subroetine)

source: subroutine entry point.
af: subroetine-ingangspunt

source: subroutine library
af: subroetinebiblioteek

source: subroutine table
af: subroetinetabel

source: subschema
af: subskema (‘n logiese beskrywing van ‘n subdatabasis)

source: subscript
af: indeks; onderskrif (wat ‘n spesifieke entiteit identifiseer); voetskrif (wat ‘n halwe spasie laer gedruk word in woordverwerking)

source: subscripted variable
af: geïndekseerde veranderlike; veranderlike met onderskrif

source: subset
af: deelversameling; subversameling

source: subsidiary equipment. (ancillary equipment; auxiliary equipment)
af: hulptoerusting (nie onder direkte beheer van ‘n verwerker nie)

source: substitute (n)
af: substitusie

source: substitute (v)
af: substitueer

source: substitute mode
af: substitusiemodus (by datatransmissie)

source: substitution
af: substitusie

source: substitution error
af: substitusiefout

source: substitutive
af: substitutief

source: substrate
af: onderlaag; substraat (bv. by vlokkievervaardiging)

source: substructure
af: substruktuur

source: subsystem
af: substelsel

source: subtract
af: aftrek

source: subtract time
af: aftrektyd

source: subtracter (US) (subtractor)
af: aftrekker (‘n toestel wat aftrekking uitvoer)

source: subtraction
af: aftrekking

source: subtractor (UK) (subtracter)
af: aftrekker (‘n toestel wat aftrekking uitvoer)

source: subtrahend
af: aftrekker (die getal wat afgetrek word in ‘n aftreksom)

source: subtree
af: subboom

source: subvariable
af: subveranderlike

source: success
af: sukses

source: successive (consecutive)
af: opeenvolgend

source: successive approximations
af: opeenvolgende benaderings

source: successive fields
af: opeenvolgende velde

source: successor
af: opvolger

source: successor node
af: opvolgernodus (bv. in boomstrukture)

source: successor state
af: opvolgertoestand

source: such that
af: sodanig dat

source: suffix
af: agtervoegsel; suffiks

source: suffix notation (postfix notation; reverse Polish notation)
af: tru-Poolse notasie; agtervoegnotasie; postfiksnotasie; tru-notasie; agteromnotasie

source: suite
af: suite (‘n stel verwante programme)

source: sum (n)
af: som

source: sum (v) (summate)
af: sommeer

source: sum check (summation check)
af: sommeerkontrole

source: sum check digit
af: sommeerkontrolesyfer

source: summary
af: opsomming

source: summary punch
af: sommeerpons

source: summate (sum)
af: sommeer

source: summation
af: sommering

source: summation check (sum check)
af: sommeerkontrole

source: summer
af: sommeerder

source: summing amplifier
af: sommeerversterker

source: summing integrator
af: sommeerintegreerder

source: summing junction
af: sommeeraansluiting

source: super large scale integration (SLSI)
af: supergrootskaalse integrasie; SGSI

source: supercomputer
af: superrekenaar (‘n baie kragtige rekenaar)

source: superconducting memory
af: supergeleidingsgeheue

source: superconducting technology
af: supergeleidingstegnologie

source: superconduction
af: supergeleiding

source: superconductive element
af: supergeleidende element

source: superconductor
af: supergeleier

source: superimpose
af: superponeer

source: superscript
af: boskrif (wat ‘n halwe spasie hoÃ«r gedruk word in WV)

source: supershift key
af: superwisselsleutel

source: supersonic delay line
af: supersoniese vertraaglyn

source: supervision
af: toesig

source: supervisor (control program; executive; executive program; supervisory program)
af: beheerprogram (wat uitvoering van ander programme beheer)

source: supervisor
af: toesighouer (‘n persoon)

source: supervisor call
af: beheerprogramroep (‘n onderbreking van die beheerprogram)

source: supervisory console (control console; control desk; control panel; operating station)
af: beheerkonsole; beheerpaneel

source: supervisory mode (control mode)
af: beheermodus

source: supervisory program (control program; executive; executive program; supervisor)
af: beheerprogram (wat uitvoering van ander programme beheer)

source: supervisory routine (executive routine)
af: beheerroetine (wat uitvoering van ander roetines beheer)

source: supervisory software
af: beheersagteware

source: supplementary equipment
af: aanvullende toerusting

source: supplementary maintenance
af: aanvullende instandhouding

source: supplementary maintenance time
af: aanvullende instandhoudingstyd

source: supplier (vendor)
af: leweransier; verskaffer

source: supply (n)
af: bron; verskaffing; voorsiening

source: supply (v)
af: lewer; toevoer; verskaf; voorsien

source: support (n)
af: ondersteuning

source: support (v)
af: ondersteun

source: support program
af: ondersteuningsprogram

source: support system
af: ondersteuningstelsel

source: supporting software
af: ondersteunende sagteware

source: suppress
af: onderdruk (bv. van onderbrekings)

source: suppression
af: onderdrukking

source: suppressor
af: onderdrukker

source: surface
af: oppervlak (bv. van ‘n skyf)

source: surface area
af: oppervlakte (bv. van ‘n skyf)

source: surface asperity
af: oppervlakruwigheid (bv. van ‘n skyf)

source: surface finish
af: oppervlakafwerking (bv. van ‘n skyf)

source: surface treatment
af: oppervlakbehandeling (bv. van ‘n skyf)

source: surge (n)
af: stuwing (bv. van elektriese spanning)

source: surge (v)
af: stu (bv. van elektriese spanning)

source: surveillance program
af: waakprogram (wat sekuriteit van hulpbronne monitor)

source: suspend
af: onderbreek (bv. ‘n tydelike opskorting van programuitvoering)

source: suspended animation
af: onderbreekte animasie

source: suspended task
af: onderbreekte taak

source: swap (n) (swapping; swop)
af: omruiling (van inhoud tussen hoof- en hulpgeheue)

source: swap (v) (swop)
af: omruil

source: swap time
af: omruiltyd

source: swap-in (roll-in)
af: inrol (by virtuelegeheue-stelsels)

source: swapout (roll-out)
af: uitrol (by virtuelegeheue-stelsels)

source: swappable
af: omruilbaar

source: swapping (swap; swop)
af: omruiling (van inhoud tussen hoof- en hulpgeheue)

source: sweep
af: veeg (bv. van ‘n katodestraal op ‘n skerm)

source: swim
af: swem (ongewenste bewing van vertoonelemente in grafika)

source: switch (n)
af: skakelaar

source: switch (v)
af: skakel (by datakommunikasie)

source: switch cell
af: skakelsel

source: switch core
af: skakelkern

source: switch indicator
af: skakelaanwyser

source: switch instruction
af: skakelinstruksie

source: switch off (close down; power down; shut down; turn off)
af: afskakel

source: switch on (power up; turn on)
af: aanskakel

source: switch over (v) (change over; convert)
af: oorskakel (bv. van een stelsel na ‘n ander)

source: switch point
af: skakelpunt

source: switchboard
af: skakelbord

source: switched communications
af: geskakelde kommunikasie

source: switched data network
af: geskakelde datanetwerk

source: switched line
af: geskakelde lyn

source: switched network
af: geskakelde netwerk

source: switching
af: skakeling

source: switching algebra
af: skakelalgebra

source: switching centre
af: skakelsentrum

source: switching circuit
af: skakelkring

source: switching control
af: skakelbeheer

source: switching element (logic element)
af: logika-element

source: switching function
af: skakelfunksie

source: switching speed
af: skakelspoed

source: switching system
af: skakelstelsel

source: switching theory
af: skakelteorie

source: switching time
af: skakeltyd

source: switching variable
af: skakelveranderlike

source: switchover (n) (conversion; cutover)
af: oorskakeling (bv. van een stelsel na ‘n ander)

source: switchpoint (branch point)
af: vertakkingspunt (bv. in ‘n program)

source: swivel (n)
af: gewrig

source: swivel (v)
af: swaai

source: swop (n) (swap ; swapping)
af: omruiling (van inhoud tussen hoof- en hulpgeheue)

source: swop (v) (swap)
af: omruil

source: syllable
af: lettergreep; sillabe

source: symbiont
af: simbiont (nutsroetine wat saam met bedryfstelsel loop)

source: symbol
af: simbool

source: symbol manipulation
af: simboolmanipulering

source: symbol string
af: simboolstring

source: symbol table
af: simbooltabel (wat simboliese en absolute adresse verbind)

source: symbolic
af: simbolies

source: symbolic address (floating address)
af: simboliesa adres

source: symbolic addressing
af: simboliese adressering

source: symbolic code
af: simboliese kode

source: symbolic coding
af: simboliese kodering

source: symbolic file
af: simboliese lÃªer

source: symbolic language
af: simboliese taal

source: symbolic logic
af: simboliese logika

source: symbolic name
af: simboliese naam

source: symbolic parameter
af: simboliese parameter

source: symbolic prograinming
af: simboliese programmering (programmering in ‘n brontaal)

source: symbolic system
af: simboliese stelsel

source: symbolis
af: simboliek (die gebruik van simbole); simbolisme (die teorie van simbole)

source: symbolise
af: simboliseer

source: symmetric
af: simmetries

source: symmetric channel
af: simmetriese kanaal

source: symmetric circuit
af: simmetriese kring

source: symmetric distribution
af: simmetriese verdeling (bv. van punte op ‘n grafiek)

source: symmetric list (doubly linked list)
af: dubbelaaneengeskakelde lys; simmetriese lys

source: symmetric matrix
af: simmetriese matriks

source: symmetric order traversal (inorder traversal)
af: tussenorde-deurkruising (bv.in boomstrukture)

source: symmetric processors
af: simmetriese verwerkers (met identiese konfigurasies)

source: symmetric relation
af: simmetriese relasie

source: symmetry
af: simmetrie

source: sync character (synchronisation character)
af: sinchroniseerkarakter (nodig vir sinchrone kommunikasie)

source: sync pulse (synchronisation pulse)
af: sinchroniseerpuls (nodig vir sinchrone konununikasie)

source: synchronisation
af: sinchronisasie (die resultaat); sinchronisering (die proses)

source: synchronisation character (sync character)
af: sinchroniseerkarakter (nodig vir sinchrone kommunikasie)

source: synchronisation pulse (sync pulse)
af: sinchroniseerpuls (nodig vir sinchrone kommunikasie)

source: synchronise
af: sinchroniseer

source: synchronised
af: gesinchroniseer

source: synchroniser
af: sinchroniseerder

source: synchronising signal
af: sinchroniseersein

source: synchronous (adj)
af: sinchroon

source: synchronous circuit
af: sinchrone kring

source: synchronous clock
af: sinchrone klok

source: synchronous computer
af: sinchrone rekenaar (wat in pas bly met‘n klok)

source: synchronous connnunication
af: sinchrone kommunikasie

source: synchronous control
af: sinchrone beheer

source: synchronous counter
af: sinchrone teller

source: synchronous data network
af: sinchrone datanetwerk

source: synchronous execution
af: sinchrone uitvoering

source: synchronous mode
af: sinchrone modus

source: synchronous operation (synchronous working)
af: sinchrone werking (waar elke aksie deur ‘n klok begin word)

source: synchronous scanning
af: sinchrone aftasting

source: synchronous transfer
af: sinchrone oordrag

source: synchronous transmission
af: sinchrone transmissie

source: synchronous working (synchronous operation)
af: sinchrone werking (waar elke aksie deur ‘n klok begin word)

source: synergetic
af: sinergisties

source: synergism
af: sinergisme

source: synonym
af: sinoniem (bv. by toekenning van rekordadresse)

source: syntac error
af: sintaksfout

source: syntactic
af: sintakties

source: syntactic analyser
af: sintaktiese ontleder

source: syntactic analysis
af: sintaktiese ontleding

source: syntactic category
af: sintaktiese kategorie

source: syntactic compatibility
af: sintaktiese versoenbaarheid

source: syntactic mapping
af: sintaktiese afbeelding

source: syntactical error
af: sintaktiese fout

source: syntactics (syntax)
af: sintaksis (die reÃ«ls wat die struktuur van ‘n taal bepaal)

source: syntax (syntactics)
af: sintaksis (die reÃ«ls wat die struktuur van ‘n taal bepaal)

source: syntax analysis
af: sintaksisontleding

source: syntax checker
af: sintaksiskontroleerder

source: syntax diagram
af: sintaksisdiagram

source: syntax error
af: sintaksisfout

source: syntax tree
af: sintaksisontledingsboom

source: syntax-directed compiler
af: sintaksisgerigte kompileerder

source: synthesis
af: sintese

source: synthetic address (generated address)
af: gegenereerde adres; ontwikkelde adres

source: synthetic language
af: sintetiese taal

source: sysgen (system generation)
af: stelselgenerasie

source: system
af: sisteem stelsel

source: system accounting
af: stelselboekhouding

source: system activity
af: stelselaktiwiteit

source: system administrator
af: stelseladministreerder (persoon wat rekenaargebruik beheer)

source: system analysis
af: stelselontleding

source: system analyst
af: stelselontleder

source: system availability
af: stelselbeskikbaarheid

source: system call
af: stelselroep

source: system capacity
af: stelselkapasiteit

source: system component
af: stelselkomponent

source: system console
af: stelselkonsole

source: system crash (system hang)
af: stelselstaking

source: system data
af: stelseldata

source: system definition
af: stelseldefinisie

source: system degradation (system slowdown)
af: stelseldegradasie (die resultaat); stelseldegradering (die proses)

source: system design
af: stelselontwerp

source: system designer
af: stelselontwerper

source: system development cycle
af: stelselontwikkelingsiklus

source: system device
af: stelseltoestel

source: system diagram
af: stelseldiagram

source: system disk
af: stelselskyf

source: system documentation
af: stelseldokumentasie (die resultaat); stelseldokumentering (die proses)

source: system environment
af: stelselomgewing

source: system error
af: stelselfout

source: system error message
af: stelselfoutboodskap

source: system fail
af: stelselfaling

source: system file
af: stelsellÃªer

source: system flowchart
af: stelselvloeikaart

source: system generation (sysgen)
af: stelselgenerasie

source: system hang (system crash)
af: stelselstaking

source: system improvement
af: stelselverbetering

source: system integrity
af: stelselintegriteit

source: system key
af: stelselsleutel

source: system level
af: stelselvlak

source: system library
af: stelselbiblioteek

source: system life cycle
af: lewensiklus van stelsel

source: system load
af: stelsellading

source: system loader
af: stelsellaaier

source: system locking
af: stelselsluiting

source: system log
af: stelsellog

source: system manager
af: stelselbestuurder

source: system mode
af: stelselmodus

source: system monitor
af: stelselmonitor

source: system name
af: stelselnaam

source: system noise
af: stelselruis

source: system overhead
af: bobelading van stelsel; stelselbobelading

source: system overload
af: stelseloorbelading

source: system parameter
af: stelselparameter

source: system productivity
af: stelselproduktiwiteit

source: system program
af: stelselprogram

source: system programmer
af: stelselprogrammeerder

source: system protection
af: stelselbeskerming

source: system reliability
af: stelselbetroubaarheid

source: system resource
af: stelselhulpbron

source: system restart (warm start)
af: stelselherbegin; warmbegin

source: system security
af: stelselsekuriteit

source: system segment
af: stelselsegment

source: system shutdown
af: stelselafskakeling

source: system slowdown (system degradation)
af: stelseldegradasie (die resultaat); stelseldegradering (die proses)

source: system software
af: stelselsagteware

source: system specification
af: stelselspesifikasie

source: system table
af: stelseltabel

source: system testing
af: stelseltoetsing

source: system tray
af: stelsellaai; sisteemlaai; stelselbord; stelbord; werksvlaklaai

source: system utility program
af: stelselnutsprogram

source: system-resident
af: stelselinwonend

source: systematic
af: sistematies; stelselmatig

source: systematic error
af: sistematiese fout

source: systematic error-checking code
af: sistematiese foutkontroleerkode

source: systems approach
af: stelselbenadering

source: systems compatibility
af: stelselversoenbaarheid

source: systems consultant
af: stelselkonsultant

source: systems engineer
af: stelselingenieur

source: systems network architecture
af: stelselnetwerkargitektuur

source: systems programming
af: stelselprogrammering

source: systems simulation
af: stelselnabootsing; stelselsimulasie

source: systems study
af: stelselstudie

source: systems support
af: stelselondersteuning

source: systems theory
af: stelselteorie

source: tab (#9)
af: tabelstoppunt (#9)

source: tab (v) (tabulate)
af: tabelleer; tabuleer

source: tab character (tabulation character)
af: tabuleerkarakter

source: tab command (tabulate command)
af: tabuleerbevel

source: tabbing (tabulation)
af: tabulering

source: table
af: tabel

source: table element
af: tabelelement

source: table fragmentation
af: tabelfragmentasie

source: table look-up
af: tabelopsoek (o.a. om in ‘n tabel ‘n waarde te soek)

source: table look-up instruction
af: tabelopsoekinstruksie

source: table look-up technique
af: tabelopsoektegniek

source: table simulator
af: tabelsimuleerder (wat ‘n waarde bereken eerder as opsoek)

source: table-driven
af: tabelgedrewe

source: tablet
af: tablet (‘n tipe merkergids in rekenaargrafika)

source: tabular language
af: tabeltaal (bv. waarin beslissingstabelle uitgedruk word)

source: tabulate (tab)
af: tabelleer; tabuleer

source: tabulate command (tab command)
af: tabuleerbevel

source: tabulated function
af: getabuleerde funksie

source: tabulation (tabbinq)
af: tabulasie (die resultaat); tabulering (die proses)

source: tabulation character (tab character)
af: tabuleerkarakter

source: tabulator
af: tabuleerder tabuleermasjien

source: tactile keyboard
af: raaksleutelbord

source: tag (n)
af: kenkaartjie; kenplaatjie (bv. vir identifisering van personeel); etiket (bv. wat inhoud identifiseer)

source: tag (v)
af: etiketteer

source: tag file
af: uittreksellêer

source: tag reader
af: kenkaartjieleser; kenplaatjieleser

source: tag sort
af: uittrekselsortering

source: tail
af: stert (laaste deel van ‘n lys)

source: tailored version
af: aangepaste weergawe

source: take-up reel (take-up spool)
af: opwenspoel

source: take-up spool (take-up reel)
af: opwenspoel

source: talking computer
af: pratende rekenaar

source: talking terminal
af: pratende terminaal

source: tally (n) (count.)
af: telling (bv. van die aantal kere wat iets gebeur het)

source: tally (v) (count)
af: tel

source: tally register
af: tellingregister

source: tandem computers
af: tandemrekenaars (wat sekwensieel data verwerk)

source: tandem systems
af: tandemstelsels (wat sekwensieel data verwerk)

source: tangent
af: raaklyn

source: tangent approximation
af: raaklynbenadering

source: tangent plane
af: raakvlak

source: tank file
af: stoorlêer

source: tap
af: aftappunt

source: tape
af: band

source: tape alteration
af: bandwysiging

source: tape alternation
af: bandafwisseling

source: tape bin
af: papierbandontvanger

source: tape cable
af: lintkabel

source: tape cartridge
af: bandpatroon

source: tape certification
af: bandsertifisering

source: tape code
af: bandkode

source: tape comparator
af: bandvergelyker

source: tape control
af: bandbeheer

source: tape control character
af: bandbeheerkarakter

source: tape controlled carriage
af: bandbeheerde papiervoer

source: tape copy
af: bandkopie

source: tape core
af: bandkern

source: tape cupping
af: bandbaktrekking

source: tape deck
af: bandaandrywer

source: tape density
af: banddigtheid

source: tape drive
af: bandaandrywer

source: tape dump
af: bandstorting

source: tape editing
af: bandredigering

source: tape erasure
af: banduitwissing

source: tape feed
af: bandvoer

source: tape file
af: bandlêer

source: tape format
af: bandformaat

source: tape label
af: bandetiket

source: tape leader
af: bandvoorpunt

source: tape length
af: bandlengte

source: tape library
af: bandbiblioteek; bandoteek

source: tape life
af: bandlewensduur

source: tape limited
af: bandbeperk

source: tape load point
af: bandlaaipunt

source: tape mark
af: bandmerk

source: tape operating system
af: bandbedryfstelsel

source: tape parity
af: bandpariteit

source: tape punch
af: bandpons

source: tape reader
af: bandleser

source: tape record
af: bandrekord

source: tape reel
af: bandspoel

source: tape reproducer
af: bandreproduseerder

source: tape resident
af: bandinwonend

source: tape ring
af: bandring

source: tape skew
af: bandskeefloop

source: tape slippage
af: bandglip

source: tape sort
af: bandsortering

source: tape speed
af: bandspoed

source: tape spooling system
af: bandspoelstelsel

source: tape station
af: bandaandrywer

source: tape tension
af: bandspanning

source: tape thickness
af: banddikte

source: tape threading
af: banddeurryging

source: tape trailer
af: bandagterpunt

source: tape transaction
af: bandtransaksie

source: tape transport
af: bandaandrywer

source: tape travel distance
af: bandloopafstand

source: tape travel speed
af: bandloopspoed

source: tape unit
af: bandeenheid

source: tape verifier
af: bandverifieerder

source: tape volume
af: bandvolume

source: tape width
af: bandwydte

source: tape winder
af: bandopwenner

source: tape-to-card converter
af: band-na-kaartomsetter

source: tape-to-disk converter
af: band-na-skyfomsetter

source: tape-to-tape converter
af: band-na-bandomsetter

source: target
af: teiken

source: target address
af: teikenadres

source: target computer
af: teikenrekenaar

source: target language
af: teikentaal

source: target machine
af: teikenmasjien

source: target program
af: teikenprogram

source: tariff
af: tarief

source: task
af: taak

source: task control
af: taakbeheer

source: task dispatching
af: taakafsending

source: task evaluation
af: taakevaluering

source: task identification
af: taakidentifikasie

source: task management
af: taakbestuur

source: task queue
af: taaktou

source: task scheduler
af: taakskeduleerder

source: task scheduling
af: taakskedulering

source: task specification
af: taakspesifikasie

source: task status
af: taakstatus

source: task submission
af: taakindiening

source: task-to-task communication
af: tussentaak-kommunikasie

source: taskbar
af: taakbalk

source: tasking
af: taakwerking

source: teach
af: onderrig

source: teaching machine
af: leermasjien (wat rekenaargesteunde onderrig hanteer)

source: tear resistance
af: skeurvastheid

source: tear strength
af: skeursterkte

source: technical manual
af: tegniese handleiding

source: technique
af: tegniek

source: technological
af: tegnologies

source: technology
af: tegnologie

source: telecommunication
af: telekommunikasie

source: telecommunication access method
af: telekommunikasietoegangsmetode

source: telecommunication control unit
af: telekommunikasiebeheereenheid

source: telecommunication line
af: telekommunikasielyn

source: telecommunication link
af: telekommunikasieverbinding

source: telecommunication network
af: telekommunikasienetwerk

source: telecommuting
af: telependelary

source: teleconference
af: telekonferensie

source: telefacsimile
af: telefaksimilee

source: telefax
af: telefaksimilee
