Repository: casperl/wesnoth-af
Catalog: afrikaanse-rekenaarterme.po
Languages: af

source: self-checking code
af: foutverklikkode; selfkontrolerende kode

source: self-clocking
af: selfklokkend

source: self-compiling compiler
af: selfkompilerende kompileerder (wat homself kan kompileer)

source: self-contained
af: selfstandig

source: self-contained package
af: selfstandige packet

source: self-contained unit
af: selfstandige eenheid

source: self-correcting code
af: selfkorrigeerkode

source: self-defining
af: selfdefinerend (bv. ‘n kompileerder wat homself kompileer)

source: self-demagnetisation
af: selfdemagnetisering

source: self-embedding
af: selfinbeddend

source: self-learning
af: selflerend

source: self-learning approach
af: selfleerbenadering

source: self-learning process
af: selflerende proses

source: self-loading
af: selflaaiend

source: self-modifying
af: selfwysigend

source: self-modifying instruction
af: selfwysigende instruksie

source: self-organising computer
af: selforganiserende rekenaar (wat interne struktuur aanpas)

source: self-referent list (recursive list)
af: rekursiewe lys

source: self-relative address
af: selfrelatiewe adres (wat homself as basisadres gebruik)

source: self-repairing
af: selfherstellend

source: self-resetting loop (self-restoring loop)
af: selfterugstellus

source: self-restoring loop (self-resetting loop)
af: selfterugstellus

source: self-testing mode
af: selftoetsmodus

source: self-triggered program selfafsitprogram
af: selfsnellerprogram

source: semantic compatibility
af: semantiese versoenbaarheid

source: semantic error
af: semantiese fout

source: semantic mapping
af: semantiese afbeelding

source: semantic network
af: semantiese network

source: semantics
af: semantiek

source: semaphore
af: semafoor (bv. by bedryfstelsels)

source: semicolon ;
af: kommapunt ;

source: semicompiled code
af: halfvertaalde kode (vertaal maar sonder subroetines)

source: semiconductive
af: halfgeleidend

source: semiconductor
af: halfgeleier

source: semiconductor device
af: halfgeleiertoestel

source: semiconductor material
af: halfgeleiermateriaal

source: semiconductor memory
af: halfgeleiergeheue

source: semilogarithmic
af: semilogaritmies

source: send
af: stuur

source: send only
af: stuuralleen

source: send request
af: stuurversoek

source: send/receive
af: stuur/ontvang

source: sending field
af: stuurveld

source: sense (n)
af: voel

source: sense (v)
af: aanvoel (bv. van ‘n sein); lees (bv. van merkleeskaarte)

source: sense light.
af: aanvoellig (wat deur ‘n program gelees kan word)

source: sense signal
af: aanvoelsein

source: sense switch
af: aanvoelskakelaar (wat deur ‘n program gelees kan word)

source: sense winding
af: aanvoelwikkeling

source: sense wire
af: aanvoeldraad

source: sensing
af: aanvoeling (bv. van ‘n sein); lesing (bv. vanmerkleeskaarte)

source: sensing element
af: aanvoelelement

source: sensing station
af: aanvoelstasie

source: sensitive
af: gevoelig; sensitief

source: sensitivity
af: gevoeligheid; sensitiwiteit

source: sensitivity analysis
af: sensitiwiteitsanalise

source: sensitivity ratio
af: sensitiwiteitsverhouding

source: sensor
af: sensor (‘n toestel)

source: sentence
af: sin (bv. een of meer stellings in COBOL)

source: sentential form
af: sinsvonn (bv. van ‘n grammatika)

source: sentinel (flag)
af: vlag (‘n veranderlike wat ‘n toestand verteenwoordig)

source: separating character (delimiter separator)
af: skeier; skeikarakter

source: separation loss
af: skeidingsverlies

source: separation of variables
af: skeiding van veranderlikes

source: separator (delimiter; separating character)
af: skeier; skeikarakter

source: sequence (n) (order)
af: volgorde (bv. van entiteite in ‘n string)

source: sequence (n)
af: ry (bv. van getalle); sekwensie (bv. van kode in ‘n program)

source: sequence (v) (order; rank)
af: orden (bv. van rekords in ‘n sekere volgorde)

source: sequence alternator
af: volgordewisselaar

source: sequence by merging (order by merging)
af: orden deur saamvlegging

source: sequence checking routine
af: volgordekontroleroetine

source: sequence control
af: volgordebeheer

source: sequence error
af: volgordefout (bv. wanneer rekords in foutiewe volgorde is)

source: sequence number
af: volgnommer

source: sequence register
af: volgorderegister (bevat adres van volgende instruksie)

source: sequence table
af: volgordetabel

source: sequence-control register
af: volgordebeheerregister

source: sequence-dependent
af: volgorde-afhanklik

source: sequence-independent
af: volgordeonafhanklik

source: sequencer
af: ordener

source: sequencing (ordering)
af: ordening

source: sequencing by merging (ordering by merging)
af: ordening deur saamvlegging

source: sequencing key
af: ordeningsleutel

source: sequencing symbol
af: ordeningsimbool

source: sequential
af: sekwensieel

source: sequential access
af: sekwensiële toegang

source: sequential access file
af: sekwensiële toegangslêer

source: sequential access method (SAM)
af: sekwensiëletoegangsmetode (STM)

source: sequential access storage
af: sekwensiële toegangstoor

source: sequential circuit
af: sekwensiële kring

source: sequential computer
af: sekwensiële rekenaar

source: sequential control
af: sekwensiële beheer

source: sequential data
af: sekwensiële data

source: sequential file
af: sekwensiële leer

source: sequential machine
af: sekwensiële masjien

source: sequential memory (serial memory)
af: sekwensiële geheue

source: sequential method
af: sekwensiële metode

source: sequential operation (consecutive operation; serial operation)
af: sekwensiële werking

source: sequential processing
af: sekwensiële verwerking

source: sequential progranmiing
af: sekwensiële programmering

source: sequential queue
af: sekwensiële tou (‘n eerste-in-eerste-uit-tou)

source: sequential search
af: sekwensiële soektog

source: sequential selection
af: sekwensiële seleksie

source: sequential transmission
af: sekwensiële transmissie

source: serial (adj)
af: serieel

source: serial access
af: seriële toegang

source: serial access memory
af: seriëletoegangsgeheue

source: serial access storage
af: seriëletoegangstoor

source: serial adder
af: seriële opteller

source: serial addition
af: seriële optelling

source: serial digital computer
af: seriële syferrekenaar

source: serial file
af: seriële lêer

source: serial full adder
af: seriële volopteller

source: serial full subtracter
af: seriële volaftrekker

source: serial half-adder
af: seriële halfopteller

source: serial half-subtracter
af: seriële halfaftrekker

source: serial input/output
af: seriële toevoer/afvoer

source: serial interface
af: seriële koppelvlak

source: serial memory (sequential memory)
af: sekwensiële geheue

source: serial operation (consecutive operation; sequential operation)
af: sekwensiële werking

source: serial port
af: seriële poort

source: serial printer
af: seriële drukker

source: serial processing
af: seriële verwerking

source: serial search
af: seriële soektog

source: serial selection
af: seriële seleksie

source: serial storage
af: seriële stoor

source: serial transfer
af: seriële oordrag

source: serial transmission
af: seriële transmissie

source: serial-to-parallel converter (de-serialiser; staticiser)
af: serieel-na-parallelomsetter

source: serialise
af: in volgorde plaas

source: serialiser (dynamiciser; parallel-·to-serial converter)
af: parallel-na-serieelomsetter; dinamiseerder (in assosiatiewe geheues)

source: serially reusable
af: serieel herbruikbaar

source: series
af: reeks; serie (bv. in wiskunde)

source: serlal number
af: serienommer

source: server
af: bediener (bv. ‘n lêerbediener)

source: service
af: diens

source: service bureau
af: diensburo

source: service contract
af: dienskontrak

source: service pattern
af: dienspatroon

source: service prograin (utility program)
af: nutsprogram (sagteware vir roetinetake of programmeerhulp)

source: service routine (utility routine)
af: nutsroetine (sagteware vir roetine take of programmeerhulp)

source: service time (engineering time; servicing time)
af: versientyd

source: serviceability
af: diensbaarheid; versienbaarheid

source: serviceable
af: diensbaar; versienbaar

source: serviceable time
af: bruikbare tyd

source: servicing
af: bediening (bv. van ‘n onderbreking)

source: servicing time (engineering time; service time)
af: versientyd

source: servo multiplier
af: servovermenigvuldiger (bv. by ‘n analoogrekenaar)

source: servo resolver
af: servo-ontbinder

source: servo track
af: servobaan (bv. op ‘n magnetiese skyf)

source: servomechanism
af: servomeganisme (bv. wat ‘n leeskop posisioneer)

source: session
af: sessie

source: session initiation request
af: sessiebeginversoek

source: session layer
af: sessielaag (van ISO); sewelaagverwysingsmodel)

source: set (n)
af: stel (bv. ‘n karakterstel); versameling (bv. in wiskunde)

source: set (v) (align)
af: instel

source: set
af: versameling

source: set point
af: instelpunt

source: set pulse
af: instelpuls

source: set theory
af: versamelingsleer (in wiskunde)

source: settle
af: stabiliseer (bv. van ‘n toestel)

source: settling time
af: stabiliseertyd (bv. van ‘n vertoonposisie op‘n skerm)

source: setup (n)
af: opstelling

source: setup (v) (ann)
af: opstel (bv. van ‘n proses) (EK KON NIE UITMAAK WAT “ann” MOET WEES NIE.)

source: setup diagram
af: opstellingdiagram (bv. van ‘n rekenaarkonfigurasie)

source: setup time
af: opsteltyd (tyd om voor te berei vir die uitvoering van ‘n taak)

source: seven-layer reference model
af: sewelaagverwysingsmodel (‘n kommunikasieprotokol van ISO)

source: seven-segment display
af: sewesegmentvertoon (bv. syfers op ‘n rekenmasjien)

source: sexadecimal (hexadecimal)
af: heksadesimaal; sestientallig

source: shading
af: verdowwing (in rekenaargrafika)

source: shadow memory
af: skadugeheue (bereikbaar deur ontsnapsleutel)

source: shaft
af: as (bv. van ‘n skyfaandrywer)

source: shallow binding
af: vlak binding (by kompileerders)

source: shape
af: vorm

source: shaped character
af: gevormde karakter

source: shaped-character printer
af: gevormdekarakter-drukker

source: shaping
af: vorming

source: share (n)
af: deel

source: share (v)
af: deel (bv. om ‘n toestel te deel tussen gebruikers)

source: shareable
af: deelbaar

source: shared data
af: gedeelde data

source: shared disk
af: gedeelde skyf

source: shared file
af: gedeelde leer

source: shared logic
af: gedeelde logika

source: shared memory
af: gedeelde geheue

source: shared resource
af: gedeelde hulpbron

source: sharing
af: deling (ingevlegte gebruik van ‘n toestel)

source: sharpness
af: skerpte (in OKH)

source: shear modulus
af: skuifmodulus

source: shear strain
af: skuifvervorming

source: shear stress
af: skuifspanning

source: sheet
af: losblad; vel

source: sheet feeder (cut-sheet feeder; single-sheet feeder)
af: losbladvoerder

source: shield (n)
af: afskerming

source: shield (v) (screen)
af: afskerm

source: shielded line
af: afgeskermde lyn

source: shielded pair
af: afgeskermde paar

source: shielding (screening)
af: afskerming (bv. van ‘n kabel)

source: shift (n)
af: skof (bv. van ShOO tot lóhOO); skuif (bv. van bisse in ‘n woord); verskuiwing (bv. van frekwensies); wissel

source: shift (v)
af: skuif (bv. van bisse in ‘n woord); verskuif (bv. van frekwensies); wissel (bv. by ‘n tikmasjien)

source: shift character
af: wisselkarakter (verander die interpretasie van die opvolgende bispatroon)

source: shift instruction
af: skuifinstruksie

source: shift key
af: wisselsleutel (op ‘n sleutelbord) IS DIT SLEUTELBORD OF TOETSBORD?

source: shift register
af: skuifregister (waarin skuiwe gedoen word)

source: shift unit
af: skuifeenheid

source: shift-in character
af: inskuifkarakter (‘n kodeverwisselingskarakter)

source: shift-out character
af: uitskuifkarakter (‘n kodeverwisselingskarakter)

source: short (n) (short-circuit)
af: kortsluiting (in elektrisiteit)

source: short (v) (short-circuit)
af: kortsluit (in elektrisiteit)

source: short-circuit (n) (short)
af: kortsluiting (in elektrisiteit)

source: short-circuit (v) (short)
af: kortsluit (in elektrisiteit)

source: short-haul modem
af: kortafstandmodem

source: short-haul transmission
af: kortafstandtransmissie

source: short-term scheduling
af: korttermynskedulering

source: shortcut key
af: kortpadsleutel

source: shortest path algorithm
af: kortstepadalgoritme

source: shoulder tap
af: skouertik (‘n kommunikasiemetode tussen verwerkers)

source: shred
af: versnipper

source: shredder
af: versnipperaar

source: shrinkable tubing
af: krimpbare omhulsel

source: shunt (n)
af: newesluiting; omtakking

source: shunt (v)
af: newesluit; omtak

source: shut down (v) (close down; power down; switch off; turn off)
af: afskakel

source: shutdown (n) (closedown)
af: afskakeling

source: shuttlecock (thimble)
af: vingerhoed (die drukelement van ‘n tipe drukker)

source: sibling
af: sibbe (bv. in boomstrukture)

source: sideband
af: syband

source: sideband frequency
af: sybandfrekwensie

source: sideways feed
af: sydelingsvoer

source: sideways sum
af: dwarssom; rysom

source: sifting sort (insertion sort; sinking sort; straight insertion sort)
af: invoegsortering

source: sight check
af: sigkontrole

source: sign
af: teken (bv. van ‘n getal)

source: sign bit
af: tekenbis (dui die teken van ‘n getal in ‘n rekenaarwoord aan)

source: sign changer (sign reverser)
af: tekenomkeerder

source: sign character
af: tekenkarakter (wat positiewe en negatiewe kodes onderskei)

source: sign check
af: tekenkontrole

source: sign code
af: tekenkode

source: sign digit
af: tekensyfer (wat positiewe en negatiewe getalle onderskei)

source: sign field
af: tekenveld

source: sign off (log off; log out)
af: aflog; afmeld; afteken (bv. aan einde van ‘n terminaalsessie)

source: sign on (log in; log on)
af: aanlog; aanmeld; aanteken (bv. aan begin van ‘n terminaalsessie)

source: sign position
af: tekenposisie

source: sign suppression
af: tekenonderdrukking

source: sign test
af: tekentoets

source: sign-changing amplifier (inverting amplifier; sign-reversing amplifier)
af: omkeerversterker

source: sign-reversing amplifier (inverting amplifier; sign-changing amplifier)
af: omkeerversterker

source: signal (n)
af: sein

source: signal (v)
af: sein

source: signal conditioner
af: seinkondisioneerder

source: signal conditioning
af: seinkondisionering (filtrering van ‘n kontinuesein)

source: signal conversion
af: seinomsetting

source: signal converter
af: seinomsetter

source: signal distance
af: seinafstand

source: signal distortion
af: seinvervorming

source: signal duration
af: seinduur

source: signal element
af: seinelement

source: signal equipment
af: seintoerusting

source: signal generator
af: seingenerator

source: signal level
af: seinvlak

source: signal noise
af: seinruis

source: signal normalisation
af: seinnormalisering

source: signal processing
af: seinverwerking

source: signal regeneration
af: seinregenerasie

source: signal routing
af: seinroetering

source: signal space
af: seinruimte

source: signal standardisation
af: seinstandaardisering

source: signal strength
af: seinsterkte

source: signal transfonnation
af: seinomvorming; seintransformasie

source: signal-reshaping
af: seinterugvorming

source: signal-shaping
af: seinvorming

source: signal-to-noise ratio
af: sein-tot-ruisverhouding

source: signalling rate
af: seintempo

source: signalling speed
af: seinspoed

source: signature analysis
af: handtekeningontleding (bepaling van foutposisie en -aard in ‘n elektroniese kring)

source: signature recognition
af: handtekeningherkenning

source: signed field
af: betekende veld (bevat karakter wat teken voorstel)

source: signed magnitude
af: betekende grootte

source: signed number
af: betekende getal (positiewe of negatiewe teken word ook aangedui)

source: signed-magnitude representation
af: betekendegrootte-voorstelling

source: significance
af: beduidendheid; betekenisvolheid

source: significant digit
af: beduidende syfer

source: significant event
af: beduidende gebeurtenis

source: silicon chip
af: silikonvlokkie

source: silicon diode
af: silikondiode

source: silicon doping
af: silikondotering

source: silicon gate
af: silikonhek

source: similar brees
af: eenderse borae

source: simple arithmetic expression
af: eenvoudige rekenkundige uitdrukking

source: simple harmonic motion
af: enkelvoudige harmoniese beweging

source: simple list
af: eenvoudige lys

source: simple name
af: eenvoudige naam (laagste vlak van gekwalifiseerde naam)

source: simple route
af: eenvoudige roete

source: simple stack
af: eenvoudige stapel

source: simplex
af: simpleks (wat slegs eenrigtingkommunikasie kan hanteer)

source: simplex channel
af: simplekskanaal (wat slegs eenrigtingkommunikasie hanteer)

source: simplex circuit
af: simplekskring

source: simplex communication (one-way communication)
af: eenrigtingkommunikasie; simplekskommunikasie

source: simplex method
af: simpleksmetode

source: simplex mode
af: simpleksmodus

source: simplex transmission
af: simplekstransmissie (transmissie in slegs een rigting)

source: simulate
af: naboots; simuleer (bv. naboots van een stelsel deur ‘n ander)

source: simulation
af: nabootsing; simulasie

source: simulation language
af: simulasietaal

source: simulator
af: nabootser; simulator IS DAAR NIE OOK ‘N WOORD SOOS “SIMULEERDER” NIE?

source: simulator program
af: nabootsprogram; simulatorprogram

source: simultaneity
af: gelyktydigheid

source: simultaneous
af: gelyktydig (op dieselfde tydstip)

source: simultaneous access
af: gelyktydige toegang

source: simultaneous control
af: gelyktydige beheer

source: simultaneous equations
af: gelyktydige vergelykings

source: simultaneous inequalities
af: gelyktydige ongelykhede

source: simultaneous operation
af: gelyktydige werking

source: simultaneous peripheral operations on line (spool)
af: spool (in bedryf stelsels)

source: simultaneous processing
af: gelyktydige verwerking

source: simultaneous transmlssion
af: gelyktydige transmissie

source: single buffering
af: enkelbufferwerking

source: single density
af: enkeldigtheid

source: single precision
af: enkelnoukeurig; enkelpresisie

source: single quotation marks ''
af: enkelaanhalingstekens ''

source: single spacing
af: enkelspasiëring

source: single threading
af: enkelstroomverwerking (een verwerker op ‘n slag aktief)

source: single-address instruction (one-address instruction)
af: enkeladresinstruksie

source: single-address message
af: enkeladresboodskap (met slegs een bestemming)

source: single-assignment language
af: enkeltoewysingstaal (‘n klas van programmeertale)

source: single-board computer
af: enkelbordrekenaar (‘n volledige rekenaar op een etsbord)

source: single-domain particle
af: enkelgebiedpartikel

source: single-length register
af: enkellengteregister

source: single-pass compiler (one-pass compiler)
af: enkeldeurgangkompileerder

source: single-precision number
af: enkelnoukeurige getal; enkelpresisiegetal

source: single-processor system
af: enkelverwerkerstelsel

source: single-sheet feeder (cut-sheet feeder; sheet feeder)
af: losbladvoerder

source: single-sided/single-density diskette
af: enkelkant/enkeldigtheid-disket

source: single-step operation (step-by-step operation)
af: enkelstapwerking; stap-vir-stapwerking

source: singly linked list (one-way linked list.)
af: enkelaaneengeskakelde lys

source: singular matrix
af: singuliere matriks

source: singular solution
af: singuliere oplossing (in wiskunde)

source: singularity
af: enkelvoudigheid; singulariteit (in wiskunde)

source: sink (acceptor; receiver)
af: ontvanger (bv. van transmissieboodskappe)

source: sink
af: sinkput (bv. ‘n hittesinkput)

source: sink tree
af: ontvangerboom (by datakommunikasie)

source: sinking sort (insertion sort-; sifting sort; straight insertion sort)
af: invoegsortering

source: sinple logical expression
af: eenvoudige logiese uitdrukking

source: sinusoidal
af: sinusvormig

source: sinusoidal wave
af: sinusgolf

source: sister
af: suster (bv. in boomstrukture)

source: site preparation
af: rekenaarkamervoorbereiding

source: situation review
af: standrevisie

source: size
af: grootte

source: size error
af: groottefout

source: sizing
af: omvangbepaling (bv. van ‘n program)

source: skeleton staff
af: minimum personeel

source: skew
af: skeef (in statistiek)

source: skewed tree (unbalanced tree)
af: ongebalanseerde boom

source: skip bar (space bar)
af: spasiebalk

source: skip chain
af: oorslaanketting

source: skip flag
af: oorslaanvlag

source: skip instruction
af: oorslaaninstruksie

source: slack
af: slapte (bv. in ‘n PERT-netwerk)

source: slack byte; opvulgreep (in COBOL
af: om data in regte posisie te hou)

source: slash
af: skuinsstreep; solidus (die karakter ” / “)

source: slave
af: slaaf

source: slave computer
af: slaafrekenaar

source: slave mode
af: slaafmodus

source: slave station (tributary station)
af: slaafstasie

source: slave unit
af: slaafeenheid

source: sleep mode
af: onaktiewe modus

source: slew (US) (form feed; paper feed; paper skip; paper slew; paper throw; throw)
af: papiervoer; vormvoer (teen ‘n hoër spoed as normaal)

source: slider
af: glyer (bv. in ‘n magnetieseskyf-leeskop)

source: slippage
af: glip

source: slit scan
af: gleufaftasting (in OKH)

source: slit scanner
af: gleufaftaster (in OKH)

source: slope
af: helling

source: slope discontinuity
af: knakpunt

source: slot
af: gleuf

source: slow memory
af: stadige geheue

source: slow storage
af: stadige stoor

source: slowdown (degradation)
af: degradasie (bv. van ‘n rekenaarstelsel)

source: small business system
af: kleinbesigheidstelsel

source: small scale integration (SSI)
af: KSI; kleinskaalse integrasie

source: smart terminal (intelligent terminal)
af: intelligente terminaal (met eie ver werker en geheue)

source: smoke test
af: eerste toets

source: smooth (adj)
af: glad

source: smooth (n)
af: glad

source: smooth (v)
af: gladstryk

source: smoothed curve
af: gladgestrykte kromming

source: smoothing
af: gladstryking

source: smoothing algorithm
af: gladstrykalgoritme

source: smudge (extraneous ink)
af: klad (wat voorkom buite gedrukte karakters by OKH)

source: smudge resistance
af: kladweerstand (in OKH)

source: snapshot
af: flitsbeeld

source: snapshot dump
af: flitsbeeldstorting

source: snapshot program
af: flitsbeeldprogram

source: socket (female connector; female plug)
af: sok

source: soft computer (soft-centred computer)
af: sagte rekenaar; veranderbare-instruksierekenaar

source: soft error (transient error)
af: kortstondige fout; momentele fout

source: soft key
af: programmeerbare sleutel

source: soft limiter
af: swak begrenser

source: soft-centred computer (soft calculator)
af: sagte rekenaar; veranderbare-instruksierekenaar

source: soft-limited integrator
af: swakbegrensde integreerder

source: soft-sector formatting
af: veranderbare sektor-formatering

source: soft-sectored disk
af: veranderbaresektor-skyf

source: soft-ware flag
af: sagtewarevlag

source: soft-ware tool
af: sagtewarehulpmiddel

source: soft. copy
af: sagte kopie (‘n nie-duursame kopie; soos ‘n vertoonbeeld)

source: software
af: programmatuur; sagteware

source: software ageing
af: sagtewareveroudering

source: software analyst
af: sagteware-ontleder

source: software conversion
af: sagteware-omskakeling

source: software design
af: sagteware-ontwerp

source: software development
af: sagteware-ontwikkeling

source: software documentation
af: sagtewaredokumentasie

source: software engineering
af: sagteware-ingenieurswese

source: software error
af: sagtewarefout

source: software failure
af: sagtewarefaling

source: software house
af: sagtewareverskaffer

source: software interface
af: sagtewarekoppelvlak

source: software library
af: sagtewarebiblioteek

source: software life cycle
af: sagtewarelewensiklus

source: software maintenance
af: sagteware-instandhouding
