Repository: casperl/wesnoth-af
Catalog: afrikaanse-rekenaarterme.po
Languages: af

source: unconditional expression
af: onvoorwaardelike uitdrukking

source: unconditional instruction
af: onvoorwaardelike instruksie

source: unconditional jump
af: onvoorwaardelike sprong

source: unconditional jump instruction
af: onvoorwaardelike spronginstruksie

source: unconditional loop (For)
af: onvoorwaardelike lus (For)

source: unconditional repeat statement
af: onvoorwaardelike herhaalstelling

source: unconditional select statement
af: onvoorwaardelike selekteerstelling

source: unconditional statement
af: onvoorwaardelike stelling

source: unconditional transfer of control
af: onvoorwaardelike beheeroordrag

source: unconditional transfers
af: onvoorwaardelike oordrag

source: unconditional value assignment
af: onvoorwaardelike waardetoewysing

source: unconditioned line
af: nie-afgestemde lyn

source: uncorrectable error
af: onherstelbare fout

source: uncouple
af: losmaak; ontkoppel

source: undecidable
af: onbeslisbaar

source: undefined
af: ongedefinieer

source: undefined value
af: ongedefinieerde waarde

source: underflow
af: onderloop

source: underflow indicator
af: onderloopaanwyser

source: underflow pointer
af: onderloopwyser

source: underflow prevention
af: onderloopvoorkoming

source: underline
af: onderstreep

source: underscore
af: onderstreep

source: underscore character
af: onderstreepkarakter (bv. “_”)

source: underscored character
af: onderstreepte karakter (bv. “_”)

source: underscoring
af: onderstreping

source: undesired
af: ongewens

source: undirected graph
af: ongerigte grafiek

source: undirected tree
af: ongerigte boom

source: undisturbed
af: ongesteur

source: undisturbed one-output signal
af: ongesteurde eenleweringsein

source: undisturbed response signal
af: ongesteurde responssein

source: undisturbed response voltage
af: ongesteurde responsspanning

source: undisturbed zero-output signal
af: ongesteurde nulleweringsein

source: undo
af: ondgedaan maak herstel

source: unequal
af: ongelyk

source: uneven
af: onewe

source: uneven parity
af: onewe pariteit

source: uneven-parity check
af: onewepariteitskontrole

source: unexpected halt
af: onverwagte halt

source: unfolding
af: ontvouing

source: unformatted capacity
af: ongeformatteerde kapasiteit

source: unformatted disk
af: ongeformatteerde skyf

source: unformatted diskette
af: ongeformatteerde disket

source: unformatted display
af: ongeformatteerde vertoon

source: unformatted read
af: ongeformatteerde lees

source: uniform
af: eenvormig

source: uniform random
af: ewekansig

source: uniformity
af: eenvormigheid; uniformiteit

source: uniformly accessible storage
af: ewetoeganklike stoor

source: unilaterally connected graph
af: eensydigsamehangende grafiek

source: uninstall
af: deïnstalleer

source: unintelligent terminal
af: dom terminaal

source: uninterruptible
af: onderbrekingloos

source: uninterruptible power supply
af: onderbrekinglose kragtoevoer

source: union
af: vereniging

source: unipolar
af: eenpolig

source: unipolar signal
af: eenpolige sein

source: uniprocessing
af: enkelverwerking

source: uniprocessor
af: enkelverwerker

source: unipunch
af: handpons

source: unique
af: eenduidig; uniek

source: uniquely decipherable
af: uniek dekodeerbaar

source: uniquely decodable
af: uniek dekodeerbaar

source: uniqueness
af: eenduidigheid; uniekheid

source: unistable circuit
af: enkelstabiele snellerkring

source: unistable state
af: enkelstabiele toestand

source: unistable trigger circuit
af: enkelstabiele snellerkring

source: unistable unit
af: enkelstabiele eenheid

source: unit
af: eenheid

source: unit address
af: eenheidadres

source: unit allocation
af: eenheidtoekenning

source: unit distance
af: eenheidsafstand

source: unit record equipment
af: eenheidsrekordtoerusting

source: unit string
af: eenheidstring

source: unit testing
af: moduletoetsing

source: unity
af: een

source: universal
af: algemeen; universeel

source: universal character set
af: universele karakterstel

source: universal quantifier
af: universele kwantor

source: universal set
af: universele versameling

source: unjustified text
af: ongejusteerde teks

source: unlabelled
af: etiketloos

source: unlimited
af: onbeperk

source: unload
af: aflaai

source: unloaded
af: ongelaai

source: unlock
af: ontsluit; oopsluit

source: unmapped system
af: stelsel sonder geheuebeheer

source: unmodified instruction
af: voorlopigeadres-instruksie

source: unnumbered
af: ongenonuner

source: unoccupied
af: onbeset

source: unordered
af: ongeorden

source: unpack
af: ontpak; uitpak

source: unpacked decimal
af: ongepakte desimaal

source: unpacked format
af: ongepakte formaat

source: unplanned
af: onbeplan

source: unprintable character
af: ondrukbare karakter

source: unprotected
af: onbeskerm

source: unprotected field
af: onbeskermde veld

source: unprotected location
af: onbeskermde posisie

source: unprotected memory
af: onbeskermde geheue

source: unready
af: ongereed

source: unrecoverable error
af: onherstelbare fout

source: unreliable
af: onbetroubaar

source: unreliable program
af: onbetroubare progratn

source: unresolved
af: onopgelos

source: unsaturated
af: onversadig

source: unscheduled downtime
af: ongeskeduleerde aftyd

source: unscheduled engineering time
af: ongeskeduleerde versientyd

source: unscheduled job
af: ongeskeduleerde werkstuk

source: unscheduled maintenance
af: onbeplande instandhouding; ongeskeduleerde instandhouding

source: unscheduled maintenance time
af: ongeskeduleerde instandhoudingstyd

source: unscheduled shutdown
af: onbeplande afskakeling; ongeskeduleerde afskakeling

source: unscheduled task
af: ongeskeduleerde taak

source: unscramble
af: onthuts

source: unscreened
af: onafgeskerm

source: unsharp image
af: onskerp beeld

source: unshielded
af: onafgeskerm

source: unsigned number
af: onbetekende getal

source: unsolved contention
af: onopgeloste mededinging

source: unstable
af: onstabiel

source: unstable state
af: onstabiele toestand

source: unstack
af: afhaal

source: unstratified language
af: ongestratifiseerde taal

source: unstring
af: ontstring

source: unstructured file
af: ongestruktureerde lêer

source: unstructured language
af: ongestruktureerde taal

source: unstructured program
af: ongestruktureerde program

source: unstructured programming
af: ongestruktureerde programmering

source: unstructured search
af: ongestruktureerde soektog

source: unstructured systems analysis
af: ongestruktureerde stelselontleding

source: unstructured variable
af: ongestruktureerde veranderlike

source: unstructured walkthrough
af: ongestruktureerde deurloop

source: unsuccessful search
af: onsuksesvolle soektog

source: unsupported
af: nie-ondersteun

source: unused time
af: ongebruikte tyd

source: unweighted
af: onbeswaar

source: up
af: aan die werk

source: up-and-running
af: in werking

source: up-line dump
af: opwaartse storting

source: up-to-date information
af: nuutste inligting

source: update
af: aansuiwer; bywerk

source: update by copy
af: bywerk deur kopiëring

source: update by overlay
af: bywerk deur oorlegging

source: update file
af: bywerklêer

source: update generation
af: bywerkgenerasie

source: update prograni
af: bywerkprogram

source: update run
af: bywerklopie

source: updated file
af: bygewerkte lêer

source: updating run
af: bywerklopie

source: upgrade
af: opgradeer

source: upgrading
af: opgradering

source: upper bound
af: bogrens

source: upper case
af: bokas / hoofletters

source: upper curtate
af: boonste sone

source: upper limit
af: boonste limiet

source: upper-case character
af: bokaskarakter

source: uptime
af: bedryfstyd; beskikbare tyd

source: upward compatible
af: opwaarts versoenbaar

source: upward rounding-off
af: oprond

source: use bit
af: veranderingsbis

source: used time
af: gebruikte tyd

source: user
af: gebruiker

source: user acceptance
af: gebruikeraanvaarding

source: user address space
af: gebruikeradresruimte

source: user area
af: gebruikerarea

source: user console
af: gebruikerkonsole

source: user data
af: gebruikerdata

source: user department
af: gebruikerdepartement

source: user documentattion
af: gebruikerdokumentasie

source: user file
af: gebruikerlêer

source: user group
af: gebruikergroep

source: user identification
af: gebruikeridentifikasie

source: user inemory
af: gebruikergeheue

source: user manual
af: gebruikerhandleiding

source: user mode
af: gebruikermodus

source: user program
af: gebruikerprogram

source: user terminal
af: gebruikerterminaal

source: user-defined
af: gebruikergedefinieer

source: user-defined function
af: gebruikergedefinieerde funksie

source: user-friendliness
af: gebruikersvriendelikheid

source: user-friendly
af: gebruikersvriendelik

source: user-friendly language
af: gebruikervriendelike taal;mensgerigte taal

source: user-oriented
af: gebruikergerig

source: user-oriented language
af: gebruikergerigte taal

source: user-unfriendly
af: gebruikeronvriendelik

source: user-unfriendly operating system
af: gebruikeronvriendelike bedryfstelsel

source: user-written
af: gebruikergeskryf

source: user-written manual
af: gebruikergeskryfde handleiding

source: user’s group
af: gebruikergroep

source: user’s reference manual
af: gebruikerhandleiding

source: utilisation factor
af: benuttingsfaktor

source: utilisation ratio
af: benuttingsverhouding

source: utility program
af: nutsprogram

source: utility routine
af: nutsroetine

source: utility theory
af: utiliteitsteorie

source: vacuum colunm
af: vakuumkolom

source: vacuum pump
af: vakuumpomp

source: vacuum tube
af: vakuumbuis

source: validation
af: validasie (die resultaat); geldigheidsbepaling; validering (die proses)

source: validation test
af: geldigheidstoets

source: validity check
af: geldigheidskontrole

source: value
af: waarde

source: value assignment
af: waardetoewysing

source: value parameter
af: waardeparameter

source: value representation
af: waardevoorstelling

source: value-added network
af: meerdoelige netwerk

source: valve
af: buis

source: variable (variables)
af: veranderlike (veranderlikes)

source: variable address
af: veranderlike adres

source: variable cycle
af: veranderlike siklus

source: variable declaration
af: verklaring van veranderlike

source: variable error
af: toevallige fout

source: variable field
af: veranderlike veld

source: variable function
af: veranderlike funksie

source: variable length
af: veranderlike lengte

source: variable name
af: naam van veranderlike

source: variable partitioning
af: veranderlike partisionering

source: variable priority
af: veranderlike prioriteit

source: variable record-length
af: veranderlike rekordlengte

source: variable time scale
af: veranderlike tydskaal

source: variable voltage
af: reëlbare spanning

source: variable word-length
af: veranderlike woordlengte

source: variable-cycle operation
af: veranderlikesiklus-werking

source: variable-field storage
af: veranderlikeveld-stoor

source: variable-function generator
af: veranderlikefunksie-generator

source: variable-length record
af: veranderlikelengte-rekord

source: variable-point representation
af: wisselpuntvoorstelling

source: variable-voltage transformer
af: reëlbarespanning-transformator

source: variance
af: variansie

source: variance analysis
af: variansie-ontleding

source: variance reporting
af: variansieverslaggewing

source: variation
af: afwyking; variasie

source: vector
af: eendimensionele skikking

source: vector addition
af: vektoroptelling

source: vector algebra
af: vektoralgebra

source: vector analysis
af: vektorontieding

source: vector computer
af: vektorrekenaar

source: vector constant
af: vektorkonstante

source: vector generator
af: vektorgenerator

source: vector graphics
af: vektorgrafika

source: vector mode graphics
af: vektorgrafika

source: vector processing
af: vektorverwerking

source: vector processor
af: vektorverwerker

source: vector quantity
af: vektorgrootheid

source: vector scan
af: vektoraftasting

source: vectored interrupt
af: gevektorde onderbreking

source: velocity
af: snelheid

source: verge-punched card
af: randgeponste kaart

source: verification
af: verifiëring

source: verification of programs
af: programverifiëring

source: verifier
af: verifieerder

source: verifier punch
af: toetsponsmasjien

source: verify
af: verifieer

source: version
af: weergawe

source: version number
af: generasienommer

source: vertex
af: hoekpunt; toppunt

source: vertical parity check
af: vertikale pariteitskontrole

source: vertical redundancy checking
af: vertikale-oortolligheidstoetsing

source: vertical spacing
af: vertikale spasiëring

source: vertical tabulate
af: vertikaal tabuleer

source: vertical tabulation
af: vertikale tabulering

source: vertical tabulation character
af: vertikaaltabuleringskarakter

source: vertical wraparound
af: vertikale omvou

source: very large scale integration
af: baiegrootskaalse integrasie

source: vet
af: keur

source: vetting
af: keuring

source: viable
af: lewensvatbaar

source: vibrate
af: tril; vibreer

source: vibration
af: trilling; vibrasie

source: video amplifier
af: videoversterker

source: video computer system
af: videorekenaarstelsel

source: video conference
af: videokonferensie

source: video display generator
af: videovertoongenerator

source: video display unit
af: videovertooneenheid

source: video image generator
af: videobeeldgenerator

source: video signal
af: videosein

source: video terminal
af: videoterminaal

source: videodisk
af: videoskyf

source: videoscan
af: video-aftagting

source: videotext
af: videoteks

source: videotext image
af: videoteksbeeld

source: view mode
af: sienmodus

source: viewdata
af: videoteks

source: viewport
af: deelvenster

source: virgin medium
af: nuwe medium

source: virgin papers
af: nuwe papier

source: virtual
af: virtueel

source: virtual address
af: virtuele adres

source: virtual address space
af: virtuele adresruimte

source: virtual addressing
af: virtuele adressering

source: virtual circuit
af: virtuele kring

source: virtual computer
af: virtuele rekenaar

source: virtual connection
af: virtuele verbinding

source: virtual device
af: virtuele toestel

source: virtual disk
af: virtuele skyf

source: virtual earth
af: virtuele grond

source: virtual file
af: virtuele lêer

source: virtual image
af: virtuele beeld

source: virtual machine
af: virtuele masjien

source: virtual meinory
af: virtuele geheue

source: virtual memory allocation
af: virtuelegeheue-toekenning

source: virtual memory partition
af: virtuelegeheue-partisie

source: virtual memory system
af: virtuelegeheue-stelsel

source: virtual meoiory management
af: virtuelegeheue-bestuur

source: virtual partition
af: virtuele partisie

source: virtual peripheral
af: virtuele randtoerusting

source: virtual processor
af: virtuele verwerker

source: virtual storage
af: virtuele stoor

source: virtual tenainal
af: virtuele terminaal

source: visual display
af: visuele vertoon

source: visual display unit
af: vertooneenheid

source: visual scanner
af: visuele aftaster

source: vital records
af: onontbeerlike rekords

source: vocabulary
af: woordeskat

source: voice
af: spraak; stem

source: voice actuation
af: spraakaktivering

source: voice channel
af: spraakkanaal

source: voice dafca entry
af: spraak-data-invoer

source: voice fransmission
af: spraaktransmissie

source: voice frequency
af: spraakfrekwensie

source: voice input
af: spraaktoevoer

source: voice output
af: spraakafvoer

source: voice processiag
af: spraakverwerking

source: voice recognition
af: spraakherkenning

source: voice response
af: spraakrespons

source: voice synthesis
af: spraaksintese

source: voice synthesiser
af: spraaksintetiseerder

source: voice terminal
af: spraakterminaal

source: voice unit
af: spraakeenheid

source: voice-activated terminal
af: spraakgeaktiveerde terminaal

source: voice-data terminal
af: spraakdataterminaal

source: voice-grade channel
af: spraakgehalte-kanaal

source: voice-operated device
af: spraakgedrewe toestel

source: voice-response tenninal
af: spraakresponsterminaal

source: voice/data-line sharing
af: spraak/data-lyndeling

source: voiceprint
af: spraakafdruk

source: void
af: leë posisie

source: void set
af: leë versameling

source: volatile
af: onbestendig

source: volatile file
af: onbestendige lêer

source: volatile memory
af: vluggeheue

source: volatile storage
af: vlugstoor

source: volatility
af: onbestendigheid

source: voltage
af: spanning

source: voltage drop
af: spanningsval

source: voltage fluctuation
af: spanningsfluktuasie

source: voltage level
af: spanningsvlak

source: voltage stabiliser
af: spanningstabiliseerder

source: volume sequence number
af: voluinevolgnommer

source: volume test
af: volumetoets

source: voluntary interrupt
af: opsetlike onderbreking

source: voting processors
af: saamstemverwerkers

source: vulgar fraction
af: gewone breuk

source: wafer
af: skyfie

source: wait
af: wag

source: wait list
af: waglys

source: wait loop
af: waglus

source: wait state
af: wagtoestand

source: waiting line
af: wagtou

source: waiting list
af: waglys

source: waiting message
af: wagtende boodskap

source: waiting queue
af: wagtou

source: waiting time
af: wagtyd

source: wake-up
af: opwek

source: wake-up signal
af: opweksein

source: walkthrough
af: deurloping

source: wall outlet
af: muursok

source: wall socket
af: muursok

source: wand
af: staf

source: warm start
af: stelselherbegin; warmbegin

source: warm-up time
af: opwarmingstyd

source: warning message
af: waarskuwingsboodskap

source: warranty
af: waarborg

source: waste instruction
af: niksdoeninstruksie; leë instruksie

source: watch dog
af: toesighouer; waghond

source: watch-dog program
af: waghondprogram

source: watch-dog timer
af: waghondtydhouer

source: watermark magnetics
af: watermerkmagnetisme

source: wave
af: golf

source: wave train
af: golfreeks

source: waveband
af: golfband

source: waveform
af: golfvorm

source: waveguide
af: golfleier

source: wavelength
af: golflengte

source: way station
af: partylynstasie

source: way-operated circuit
af: partylyn

source: weak
af: swak

source: weak interaction
af: swak interaksie

source: weak signal
af: swak sein

source: weak-precedence grammer
af: swakvoorranggrammatika

source: weakest precondition
af: swakste prekondisie

source: weakly coupled systems
af: swakgekoppelde stelsels

source: wear
af: slyt

source: wear product
af: slytsel

source: wear resistance
af: slytweerstand

source: wearability
af: slytbestandheid; slytvastheid

source: web application
af: webtoepassing

source: weigh (v)
af: beswaar; gewig toeken

source: weight (n)
af: beswaring; gewig

source: weight of a tree
af: boomgewig

source: weight-balanced tree
af: beperkgebalanseerde-boom

source: weighted
af: beswaar

source: weighted average
af: beswaarde gemiddelde

source: weighted mean
af: beswaarde gemiddelde

source: weighted value
af: beswaarde waarde

source: weighting
af: beswaring; gewigtoekerming

source: weighting factor
af: beswaringsfaktor

source: well-defined
af: goedgedefinieer

source: well-formed
af: welgevorm

source: well-formed formula (WFF)
af: welgevormde formule; WVF

source: well-founded
af: welgefundeer

source: well-ordered
af: welgeorden

source: well-ordered set
af: welgeordende versameling999

source: what-if question
af: sê-nou-maar-vraag; wat-gebeur-as-vraag

source: wheel printer
af: wieldrukker

source: white nolse (gaussian noise)
af: witruis; witgeruis

source: wide-area network (WAN)
af: wye-areanetwerk; WAN

source: wideband
af: wyeband

source: wideband channel
af: wyebandkanaal

source: widow line
af: sweefreël; weduweereël

source: width
af: wydte

source: wild card
af: oorheersstring

source: wind (v)
af: opwen

source: wind up
af: opwen

source: winder
af: opwermer

source: winding
af: wikkeling

source: window
af: venster

source: windowing
af: afsnyding; vensterskepping

source: wing panel
af: kantpaneel

source: wiper
af: sleepkontak; veegkontak

source: wire (n)
af: draad

source: wire (v)
af: bedraad

source: wire memory
af: draadgeheue

source: wire pair
af: draadpaar

source: wire printer
af: matriksdrukker

source: wire wrapping
af: draailaskoppeling

source: wire-wrap
af: draailas

source: wired (adj)
af: bedraad

source: wired logic
af: bedrade logika

source: wired-program computer
af: vasbedradeprogram-rekenaar

source: wireless terminal
af: radioterminaal

source: wiring
af: bedrading

source: wiring board
af: bedradingsbord

source: wiring diagram
af: bedradingsdiagram

source: word
af: woord

source: word algebra
af: woordalgebra

source: word alignment
af: woordinstelling

source: word boundary
af: woordgrens

source: word count
af: woordtelling

source: word delimiter
af: woordskeier

source: word length
af: woordlengte

source: word machine
af: woordmasjien

source: word mark
af: woordmerk

source: word mask
af: woordmasker

source: word memory
af: woordgeheue

source: word module
af: woordmodule

source: word pattern
af: woordpatroon

source: word period
af: woordperiode

source: word processing
af: woordverwerking

source: word processor
af: woordverwerker

source: word recogniser
af: woordherkermer

source: word separator
af: woordskeier

source: word size
af: woordlengte

source: word symbol
af: woordsimbool

source: word time
af: woordtyd

source: word transfer
af: woordoordrag

source: word wrap
af: woordomvou

source: word wrap-around
af: woordomvou

source: word-addressing
af: woordadressering

source: word-organised memory
af: woordgeheue

source: word-synchronised
af: woordgesinchroniseer

source: work breakdown structure
af: taakverdelingstruktuur (TVS)

source: work cycle
af: werksiklus

source: work distribution chart
af: werkdistribusiekaart

source: work file
af: werklêer

source: work queue
af: werktou

source: work schedule
af: werkskedule

source: work space
af: werkruimte

source: work station
af: werkstasie

source: work-in-process
af: werk in proses

source: workflow
af: werkvloei

source: workflow control
af: werkvloeibeheer

source: working storage
af: werkstoor

source: workload
af: werkslading

source: wrap (n)
af: wikkel

source: wrap (v)
af: omdraai

source: wrap pin
af: draailaspen

source: wrap thickness
af: windingdikte

source: wrap-around (n)
af: omvou

source: wrap-around memory
af: omvougeheue

source: wrapped connection
af: draailasverbinding

source: write access
af: skryftoegang

source: write command
af: skryfbevel

source: write cycle
af: skryfsiklus

source: write cycle time
af: skryfsiklustyd

source: write enable
af: skryfontsper

source: write error
af: skryffout

source: write head
af: registreerkop; skryfkop

source: write inhibit
af: skryfversperring

source: write instruction
af: skryfinstruksie

source: write key
af: skryfsleutel

source: write lock-out
af: skryfuitsluiting

source: write mode
af: skryfmodus

source: write operation
af: skryfbewerking

source: write pulse
af: skryfpuls

source: write ring
af: skryfontsper-ring

source: write statement
af: skryfstelling

source: write time
af: skryftyd

source: write-protected
af: skryfbeskerm

source: write-through
af: dubbelskryf

source: writing beam
af: skryfbundel

source: writing head
af: registreerkop; skryfkop

source: writing pulse
af: skryfpuls

source: writing rate
af: skryfspoed

source: writing speed
af: skryfspoed

source: written-out progran
af: uitgeskryfde program

source: xerographic printer
af: xerografiese drukker

source: xerography
af: xerografie

source: yield strength
af: meegeesterkte

source: zero
af: nul; nulpunt; zero

source: zero address instruction
af: geenadresinstruksie

source: zero bit
af: nulbis

source: zero complement
af: nulkomplement

source: zero condition
af: nultoestand

source: zero elimination
af: nuleliminering

source: zero error
af: nulpuntsfout

source: zero fill
af: nulopvulling
