Repository: casperl/wesnoth-af
Catalog: afrikaanse-rekenaarterme.po
Languages: af

source: preset (n)
af: voorafingestel

source: preset (v)
af: vooraf instel

source: preset parameter
af: voorafingestelde parameter

source: presort
af: voorafsorteer

source: pressure
af: druk

source: prestore
af: vooraf berg; vooraf stoor

source: presumtive address
af: voorlopige adres

source: prettyprint
af: mooidruk (bv. van ‘n program)

source: prevent
af: voorkom

source: preventative maintenance
af: voorkomende instandhouding

source: preventative maintenance time
af: voorkomende-instandhoudingstyd

source: prevention
af: voorkoming

source: preview
af: voorskou

source: price/perfonnance ratio
af: prys/werkverrigting-verhouding

source: pricing policy
af: prysbeleid

source: primary cluster
af: primêre kluster

source: primary file
af: primêre lêer

source: primary key
af: primêre sleutel

source: primary memory (first-level storage; main memory; main storage; primary memory)
af: hoofgeheue; primêre geheue (gewoonlik vinnigste geheue-eenheid)

source: primary station (control station)
af: beheerstasie

source: primary storage (first-level storage; main memory; main storage; prmary memory)
af: hoofgeheue; primêre geheue (gewoonlik vinnigste geheue-eenheid)

source: primary track
af: primêre baan

source: prime implicant
af: priemimplikant

source: prime key (major key)
af: hoofsleutel (bv. van ‘n rekord)

source: prime number
af: priemgetal

source: prime shift
af: hoofskof (normaalweg O8hOO tot l6hOO)

source: primitive
af: primitief; stamwaarde (wat nie verder vereenvoudig kan word nie)

source: primitive element
af: stamelement

source: primitive function
af: stamfunksie

source: principal component
af: hoofkomponent

source: principle
af: beginsel

source: print (v) (print out)
af: druk

source: print
af: druk

source: print bar
af: drukstaaf

source: print barrel (print drum)
af: drukdrom

source: print chain
af: drukketting

source: print contrast ratio
af: kontrasverhouding van drukwerk (in OKH)

source: print control character
af: drukbeheerkarakter (bv. vir lynspasiëring; reëleindes; ens.)

source: print drum (print barrel)
af: drukdrom

source: print format
af: drukformaat

source: print layout chart
af: drukuitlegblad

source: print line
af: drukreël

source: print loop (format loop)
af: drukformaatlus (bv. by ‘n reëldrukker)

source: print out (v) (print)
af: druk

source: print position
af: drukposisie

source: print speed (printing rate; printing speed)
af: drukspoed

source: print through
af: deurslag (ongewenste oordrag tussenmagnetieseband-lae)

source: print wheel (type wheel)
af: drukwiel

source: printable character
af: drukbare karakter

source: printed circuit (etched circuit)
af: etskring

source: printed circuit board (etched board)
af: etsbord

source: printer
af: drukker

source: printer buffer
af: drukkerbuffer

source: printer control tape
af: drukkerbeheerband

source: printer format
af: drukkerformaat

source: printer plotter
af: drukkerstipper

source: printer ribbon
af: drukkerlint

source: printer speed
af: drukkerspoed

source: printer spooling system
af: drukkerspoolstelsel

source: printer-limited
af: drukkerbeperk

source: printing card punch
af: druk-kaartpons

source: printing element
af: drukelement

source: printing machine
af: drukmasjien

source: printing rate (printing speed; print speed)
af: drukspoed

source: printing reader
af: drukleser

source: printing speed (printing rate; print speed)
af: drukspoed

source: printing terminal
af: drukkerterminaal

source: printout (n) (listing)
af: drukstuk; lys

source: priority
af: prioriteit (bv. waarvolgens hulpbronne toegeken word)

source: priority interrupt
af: prioriteitsonderbreking (van ‘n program)

source: priority level
af: prioriteitsvlak

source: priority queue
af: prioriteitstou

source: priority routine
af: prioriteitsroetine

source: priority scheduler
af: prioriteitskeduleerder (bv. in ‘n bedryfstelsel)

source: priority-driven
af: prioriteitsgedrewe(bv. ‘n onderbrekingstelsel)

source: priority-processing
af: prioriteitsverwerking

source: privacy
af: privaatheid (bv. van persoonlike data)

source: private automatic branch exchange (PABX)
af: private outomatiese taksentrale; POTS

source: private file
af: privaatlêer

source: private line
af: privaatlyn (‘n nie-geskakelde lyn)

source: private network
af: privaatnetwerk

source: privilege
af: voorreg

source: privileged
af: bevoorreg

source: privileged instruction
af: bevoorregte instruksie

source: privileged user
af: bevoorregte gebruiker

source: probabilistic (non-deterministic)
af: nie-deterministies

source: probability
af: waarskynlikheid

source: probability distribution
af: waarskynlikheidsverdeling

source: probability theory
af: waarakynlikheidsteorie

source: probable
af: waarskynlik

source: probe (n)
af: sondeerder

source: probe (v)
af: sondeer

source: problem
af: probleem

source: problem definition
af: probleemdefinisie

source: problem description
af: probleembeskrywing

source: problem determination
af: probleemvasstelling

source: problem diagnosis
af: probleemdiagnose

source: problem solving
af: probleemoplossing

source: problem space
af: probleemruimte

source: problem state
af: probleemtoestand (in bedryfstelsels)

source: problem-oriented language (application-oriented language)
af: probleemgerigte taal; toepassingsgerigte taal

source: problem-reduction method
af: probleemreduksiemetode

source: problem-solving
af: probleemoplossing

source: procedural abstraction
af: prosedurele abstraksie

source: procedural formulation
af: prosedurele formulering

source: procedural language (imperative language; procedure-oriented language)
af: prosedurele taal

source: procedure
af: prosedure

source: procedure address
af: prosedure-adres

source: procedure call
af: prosedureroep

source: procedure channel
af: prosedurekanaal

source: procedure development
af: prosedure-ontwikkeling

source: procedure division
af: proseduredivisie (bv. in COBOL)

source: procedure entry
af: prosedure-ingang

source: procedure exit
af: prosedure-uitgang

source: procedure identifier (procedure name)
af: prosedurenaam (bv. in COBOL)

source: procedure invocation statement
af: prosedure-inroepstelling

source: procedure name (procedure identifier)
af: prosedurenaam (bv. in COBOL)

source: procedure reference
af: prosedureverwysing (bv. in PL/1)

source: procedure return
af: prosedureterugkeer

source: procedure statement
af: prosedurestelling (wat ‘n naam aan ‘n prosedure toeken)

source: procedure tracing
af: prosedurenasporing

source: procedure variable
af: prosedureveranderlike

source: procedure-level addressing
af: prosedurevlakadressering

source: procedure-oriented language (imperative language; procedural language)
af: prosedurele taal

source: process (n)
af: proses (‘n sistematiese reeks bewerkings)

source: process (v)
af: prosesseer; verwerk

source: process chart
af: stelseldiagram

source: process control
af: prosesbeheer

source: process number
af: prosesnommer

source: process time
af: verwerktyd

source: processible
af: prosesseerbaar; verwerkbaar

source: processing
af: verwerking

source: processing capacity
af: verwerkingskapasiteit

source: processing charge
af: verwerkingskoste

source: processing cost
af: verwerkingskoste

source: processing element
af: verwerkingselement

source: processing mode
af: verwerkingsmodus

source: processing resource
af: verwerkingshulpbron

source: processing speed
af: verwerkingspoed

source: processing step
af: verwerkingstap

source: processing time
af: verwerkingstyd

source: processing trail
af: verwerkingspoor

source: processing unit
af: verwerkingseenheid (bevat verwerker en geheue)

source: processor
af: prosesseerder; verwerker

source: processor allocation
af: verwerkertoekenning

source: processor memory
af: verwerkergeheue

source: processor organisation
af: verwerkerorganisasie

source: processor time
af: verwerkertyd

source: processor-bound (processor-limited)
af: verwerkerbeperk

source: processor-limited (processor-bound)
af: verwerkerbeperk

source: product
af: produk

source: production
af: produksie

source: production management
af: produksiebestuur

source: production rule
af: produksiereël

source: production run
af: produksielopie

source: production system
af: produksiestelsel

source: production time
af: produksietyd

source: productive task
af: produktiewe taak

source: productive time
af: produktiewe tyd

source: productivity
af: produktiwiteit

source: professional computer
af: professionele rekenaar

source: profit margin
af: winsgrens

source: prograin run
af: programlopie

source: prograin verification (verification of programs)
af: programverifiëring

source: prograin-sequence control register
af: programvolgorde-beheerregister

source: program (n)
af: program

source: program (v)
af: programmeer

source: program alteration (program change; program modification)
af: programmodifikasie; programverandering; programwysiging

source: program attention key
af: programaandagtreksleutel

source: program authorisation
af: programmagtiging

source: program breakpoint
af: programbreekpunt (waar uitvoering gestop word)

source: program change (program alteration; program modification)
af: programmodifikasie; programverandering; programwysiging

source: program checking
af: programkontrolering

source: program checkout
af: programontfouting

source: program compilation
af: programkompilering

source: program control
af: programbeheer

source: program conversion
af: programomskakeling (van een rekenaar na‘n ander)

source: program correctness
af: programkorrektheid

source: program correctness proof
af: programkorrektheidsbewys

source: program counter (current address counter; current instruction counter; instruction counter)
af: huidige-instruksieteller; instruksieteller (‘n spesifieke SVE-register)

source: program counter (current address counter; instruction counter)
af: instruksieteller (‘n spesifieke SVE-register)

source: program crash
af: programstaking

source: program decomposition
af: programontbinding (in kleiner eenhede)

source: program design
af: programontwerp

source: program design technique
af: programontwerptegniek

source: program development
af: programontwikkeling

source: program development time
af: programontwikkelingstyd

source: program documentation
af: programdokumentasie

source: program error
af: programfout (‘n fout in die programkode)

source: program evaluation and review technique (PERT)
af: programevaluasie en -revisietegniek; PERT

source: program execution
af: programuitvoering

source: program execution time
af: programuitvoertyd

source: program file
af: programlêer

source: program flow diagram
af: programvloeidiagram

source: program generator
af: programgenerator (‘n program wat ander programme skep)

source: program instruction
af: programinstruksie

source: program interruption
af: programonderbreking

source: program language
af: programtaal

source: program library (library)
af: programbiblioteek; programmateek (‘n versameling van verwante programme)

source: program listing
af: programlys

source: program logic
af: programlogika

source: program maintenance
af: programinstandhouding; programonderhoud

source: program modification (program alteration; program change)
af: programmodifikasie; programverandering; programwysiging

source: program module
af: programmodule (wat as ‘n eenheid deur vertaler beskou word)

source: program name
af: programnaam

source: program optimiser
af: programoptimeerder

source: program package
af: programpakket (logies saamhorende programme)

source: program part
af: programgedeelte

source: program patch
af: programregstelling

source: program register (instruction register)
af: instruksieregister

source: program result
af: programresultaat

source: program specification
af: programspesifikasie (definisie van wat die program moet doen)

source: program step
af: programstap (‘n enkele bewerking in ‘n program)

source: program stop switch
af: programstopskakelaar

source: program structure
af: programstruktuur

source: program stub
af: programstuk

source: program switching
af: programskakeling

source: program tape
af: programband

source: program testing
af: programtoetsing

source: program transfer
af: programoordrag

source: program transformation
af: programtransformasie

source: program translation
af: programvertaling (vanaf bron- na objekkode)

source: program unit
af: programeenheid

source: program-controlled transfer
af: programbeheerde oordrag

source: program-driven
af: programgedrewe

source: program-testing time
af: programtoetstyd

source: programmable
af: programmeerbaar

source: programmable function key
af: programmeerbare funksiesleutel

source: programmable logic circuit
af: programmeerbare logikakring

source: programmable memory
af: programmeerbare geheue

source: programmable read-only memory (PROM)
af: programmeerbare leesalleengeheue; PLAG

source: programmable terminal
af: programmeerbare terminaal

source: programmatically
af: programmaties

source: programmed
af: geprogrammeer

source: programmed check
af: geprogrammeerdekontrole

source: programmed decision
af: geprogrammeerde besluit

source: programmed jump
af: geprogrammeerde sprong

source: programmed logic
af: geprogrammeerde logika

source: programmer
af: programmeerder; programmeur (minder aanvaarbaar)

source: programming
af: programmering

source: programming approach
af: programmeringsbenadering

source: programming assistance
af: programmeerhulp

source: programming language
af: programeertaal

source: programming standard
af: programmeerstandaard

source: programming system
af: programmeerstelsel (tale en ondersteunende sagteware)

source: programming theory
af: programmeerteorie

source: programming tool
af: programmeerhulpmiddel

source: prograni-sensitive fault
af: programgevoelige fout

source: progress evaluation
af: vorderingevaluasie

source: progress report
af: vorderingsverslag

source: progression
af: progressie

source: progressive indexing
af: progressiewe indeksering

source: progressive total (running total)
af: lopende totaal

source: project
af: projek

source: project file
af: projeklêer

source: project management
af: projekbestuur

source: projection
af: projeksie

source: prologue procedure
af: proloogprosedure (by kompileerders)

source: prompt (n)
af: aanporboodskap; porboodskap

source: prompt (v)
af: aanpor; por

source: prompting
af: aanporring

source: proof
af: bestand (bv. teen steurings); bewys (bv. van ‘n stelling)

source: proof by induction
af: bewys deur induksie

source: proof of correctness (correctness proof)
af: juisheidsbewys; korrektheidsbewys

source: proof strategy
af: bewysstrategie

source: proof total
af: proeftotaal; toetstotaal

source: propagated error
af: voortgeplante fout

source: propagation
af: voortplanting

source: propagation delay
af: voortplantingsvertraging

source: propagation of errors (error propagation)
af: foutvoortplanting

source: proper subset
af: egte deelversameling

source: property (attribute)
af: eienskap

source: property
af: eienskap

source: proportional
af: eweredig; proporsioneel

source: proportional parts
af: eweredige dele

source: proportional spacing
af: proporsionele spasiëring

source: proposal
af: voorlegging; voorstel

source: proposition
af: proposisie (in logika); stelling (in wiskunde)

source: propositional calculus
af: proposisionele kalkulus

source: propositional logic
af: proposisione lelogika

source: protect (guard)
af: beskerm (bv. om ‘n skryfaksie te verhoed)

source: protected field
af: beskermde veld (wat nie deur gebruiker verander kan word)

source: protected location
af: beskermde posisie

source: protected memory
af: beskermde geheue

source: protection
af: beskerming

source: protection bit
af: beskermbis

source: protection ring
af: beskermring

source: protection violation
af: beskermingskending

source: protocol
af: protokol (die formaat en tydreëling vir ‘n kommunikasieboodskap)

source: protocol converter
af: protokolomsetter

source: protocol hierarchy
af: protokolhiërargie

source: protocol level
af: protokolvlak

source: prototype
af: prototipe

source: prototyping
af: prototipering

source: prove (v)
af: bewys (bv. ‘n stelling)

source: proving time
af: uittoetstyd (bv. van ‘n nuwe stelsel)

source: proximity
af: nabyheid

source: pseudo-address
af: pseudoadres

source: pseudo-instruction (dummy instruction; quasi-instruction)
af: pseudo-instruksie

source: pseudo-random number
af: pseudowillekeurige getal

source: pseudo-random sequence
af: pseudo-ewekansige volgorde; pseudowillekeurige volgorde

source: pseudocode
af: pseudokode (informele kode waarmee die programfunksies beskryf word)

source: pseudolanguage
af: pseudotaal

source: pseudovariable
af: pseudoveranderlike

source: public file
af: openbare lêer (waartoe enige gebruiker toegang kan kry)

source: publication language
af: publikasietaal

source: pull operation
af: afhaalbewerking (vanaf ‘n stapel)

source: pulse
af: puls (bv. by datakommunikasie)

source: pulse code
af: pulskode

source: pulse duration
af: pulsduur

source: pulse generator
af: pulsgenerator

source: pulse repetition rate
af: pulsherhaaltempo

source: pulse string (pulse train)
af: pulsreeks (bv. by datakommunikasie)

source: pulse train (pulse string)
af: pulsreeks (bv. by datakommunikasie)

source: pulse width
af: pulswydte

source: pulse-code modulation (PCM)
af: pulskodemodulasie; PKM (bv. by datakommunikasie)

source: pulse-crowding
af: pulsopeenbondeling (bv. by datakommunikasie)

source: pulse-rate frequency
af: pulstempofrekwensie

source: pulse-shaping
af: pulsvorming

source: pulse-width recording
af: pulswydteregistrering (by dataregistrering)

source: pumping lemma
af: pomplemma (in teorie van formele tale)

source: punch (n) (keyboard punch; keypunch)
af: pons; ponsmasjien; sleutelbordpons

source: punch (v) (keyboard punch; key punch)
af: pons; sleutelbordpons

source: punch card
af: ponskaart

source: punch operator
af: ponsoperateur

source: punch tape (paper tape)
af: ponsband; papierband

source: punch-card reader
af: ponskaartleser

source: punch/verifier
af: pons/verifieerder

source: punched card
af: geponste kaart

source: punched paper tape (perforated paper tape)
af: geponste papierband

source: punched tape (perforated tape)
af: geponste band

source: punching
af: pons

source: punching position
af: ponsposisie

source: punching rate
af: ponstempo

source: punching station
af: ponsstasie

source: punching track
af: ponsbaan

source: punctuation character
af: punktuasiekarakter (bv. in COBOL)

source: punctuation mark
af: leesteken

source: purchase order
af: aankoopbestelling

source: pure code (re-enterable code; re-entrant code)
af: hertoeganklike kode (by programmering)

source: pure procedure (re-enterable procedure; re-entrant procedure)
af: hertoeganklike prosedure (by programmering)

source: purge (scratch)
af: skrap (bv. van ‘n lêer)

source: purge date
af: skrapdatum (waarop lêer geskrap mag word)

source: purging
af: skrapping

source: push (push down)
af: afdruk (bv. van ‘n item op ‘n stapel)

source: push down (push)
af: afdruk (bv. van ‘n item op ‘n stapel)

source: push operation
af: afdrukbewerking (by ‘n stapel)

source: push up
af: opstoot

source: push-down automaton (PDA)
af: afdrukoutomaat (ADO)

source: push-down list (LIFO list; push-down stack; stack)
af: stapel (‘n laaste-in-eerste-uit-organisasie)

source: push-down stack (LIFO list; push-down list; stack)
af: stapel (‘n laaste-in-eerste-uit-organisasie)

source: push-down storage (cellar)
af: afdrukgeheue; stapelgeheue

source: push-down/pop-up list
af: afdruk/afhaal-lys; laaste-in-eerste-uit-lys; stapellys

source: push-pop point
af: afdruk/afhaal-punt

source: push-up list (FIFO list; push-up stack; queue)
af: tou

source: push-up stack (FIFO list; push-up list; queue)
af: tou

source: push-up storage
af: opstootgeheue; tougeheue

source: pushbutton
af: drukknop

source: put
af: plaas (skryf ‘n enkele rekord op die afvoerlêer)

source: quad density
af: vierdubbeldigtheid (bv. op ‘n disket)

source: quadratic function
af: kwadratiese funksie

source: quadruple register (quadruple-length register)
af: vierdubbelregister

source: quadruple-length register (quadruple register)
af: vierdubbelregister

source: quadtree
af: kwadboom; vierlingboom

source: qualification
af: kwalifikasie (die resultaat); kwalifisering (die proses)

source: qualified name
af: gekwalifiseerae naam

source: qualifier
af: kwalifiseerder (bv. in programmering)

source: qualify
af: kwalifiseer

source: qualifying (adj)
af: kwalifiserend

source: qualifying (n)
af: kwalifisering

source: qualitative
af: kwalitatief

source: quality
af: kwaliteit

source: quality assurance
af: kwaliteitsversekering

source: quality control
af: kwaliteitsbeheer

source: quantification
af: kwantifisering

source: quantifier
af: kwantifiseerder (algemene gebruik); kwantor (in wiskunde)

source: quantify
af: kwantifiseer

source: quantisation
af: kwantisering

source: quantise
af: kwantiseer

source: quantitative
af: kwantitatief

source: quantity
af: grootheid (in wiskunde); hoeveelheid; kwantiteit (algemene gebruik)

source: quantum
af: kwantum

source: quantum clock
af: kwantumklok (in tyddeelstelsels)

source: quartic
af: vierdegraads

source: quartz clock
af: kwartsklok

source: quasi-instruction (dummy instruction; pseudo-instruction)
af: pseudo-instruksie

source: quasi-random
af: kwasie-ewekansig

source: quasi-stable state
af: kwasiestabiele toestand

source: quaternary
af: kwaternêr; vierdelig

source: quaternary operator
af: kwaternêre operator (wat vier operande benodig)

source: query (n) (enquiry; inquiry)
af: navraag (bv. vir inligting uit‘n databasis)

source: query (v) (interrogate)
af: navraag doen

source: query
af: navraag

source: query language (conceptual language; enquiry language)
af: navraagtaal (waarmee navraag op ‘n databasis gedoen word)

source: query processing
af: navraagverwerking

source: query station (enquiry station; inquiry station)
af: navraagstasie

source: question
af: vraag

source: queue (n) (FIFO list; push-up list;push-up stack)
af: tou

source: queue (v)
af: toustaan

source: queue element
af: tou-element (een item in ‘n tou)

source: queue head
af: toukop

source: queue management
af: toubestuur

source: queue processing
af: touverwerking

source: queue server
af: toubediener

source: queue update (n)
af: toubywerking

source: queue update (v)
af: toubywerk

source: queue-head pointer
af: toukopwyser

source: queued access
af: toutoegang

source: queueing
af: toustanery

source: queueing analysis
af: toustaanontleding (van aard en wagtyd van items in tou)

source: queueing problem
af: toustaanprobleem

source: queueing theory
af: toustaanteorie

source: queueing time
af: toustaantyd (wagtyd in ‘n tou)

source: quick access storage (fast access storage; fast storage)
af: snelstoor; sneltoegangstoor (met kort toegangstyd)

source: quicksort
af: snelsortering (‘n spesiieke sorteeralgoritme)

source: quiesce
af: tot rus bring (van ‘n rekenaarstelsel)

source: quiescent
af: rustend

source: quietise
af: stilmaak (bv. ‘n impakdrukker)

source: quotation mark
af: aanhalingsteken

source: quotient
af: kwosiÃ«nt

source: qwerty keyboard
af: qwerty-sleutelbord (die standaard sleutelborduitleg)

source: race
af: resies (kom voor wanneer twee invoere in ‘n kring gelyktydig verander)

source: raceway floor (free access floor; raised floor)
af: vals vloer (bv. in ‘n rekenaarkamer)

source: rack
af: rak

source: rack-mounted
af: rakgemonteer

source: radial transfer
af: radiale oordrag (van data tussen sentrale en randeenheid)

source: radiation
af: straling

source: radiation hazard
af: stralingsrisiko (bv. by vertoonskerms)

source: radio button
af: skakelknoppie
