Repository: casperl/wesnoth-af
Catalog: afrikaanse-rekenaarterme.po
Languages: af

source: logical comparison
af: logiese vergelyking

source: logical constant
af: logiese konstante

source: logical data structure
af: logiese datastruktuur

source: logical data type
af: logiese datatipe

source: logical design
af: logiese ontwerp

source: logical device
af: logiese toestel

source: logical error
af: logiese fout

source: logical expression
af: logiese uitdrukking

source: logical file
af: logiese lêer

source: logical instruction
af: logiese instruksie

source: logical machine
af: logiese masjien

source: logical multiply
af: EN-operasie

source: logical operation
af: logiese operasie

source: logical operator
af: logiese operator

source: logical product
af: logiese produk

source: logical record
af: logiese rekord

source: logical shift
af: logiese skuif

source: logical sum
af: disjunksie

source: logical value
af: logiese waarde

source: logical variable
af: logiese veranderlike

source: login
af: aanmeld; inteken

source: login name
af: aanmeldnaam; intekennaam

source: login script
af: aanmeldskrif; aanmeldskripsie; intekenskripsie

source: long-term memory
af: langtermyngeheue

source: long-term scheduling
af: langtermynskedulering

source: long-term storage
af: langtermynstoor

source: longitudinal check
af: longitudinale kontrole (lengtegraad kontrole ?)

source: longitudinal curvature
af: longitudinale kromming (lengtegraad kromming ?)

source: longitudinal direction
af: longitudinale rigting (lengtegraad rigting ?)

source: longitudinal parity check
af: longitudinale pariteitskontrole (lengtegraad pariteitskontrole ?)

source: longitudinal redundancy check (LRC)
af: longitudinale oorbodigheidstoets (LOT) (lengtegraad oorbodigheidstoets ?)

source: longitudinal transmission check
af: longitudinale transmissietoets (lengtegraad transmissietoets ?)

source: look ahead
af: vooruitkyk

source: look-aside register
af: sydelingse register

source: look-up
af: naslaan; opsoek

source: look-up instruction
af: naslaaninstruksier; opsoekinstruksie

source: look-up table
af: naslaantabelr; opsoektabel

source: look-up technique
af: naslaantegniek; opsoektegniek

source: loop
af: lus

source: loop body
af: lusliggaam; lusraam

source: loop check (echo check)
af: eggokontrole

source: loop control
af: lusbeheer

source: loop counter
af: lusteller

source: loop invariant
af: lusinvariant

source: loop network
af: lusnetwerk

source: loop operation
af: lusbewerking

source: loop stop
af: lus-staak

source: loop test
af: omkeertoets

source: loopback test
af: omkeertoets

source: looping
af: luswerking

source: loosely coupled
af: losgekoppel

source: loosely coupled system
af: losgekoppelde stelsel

source: loss
af: verlies

source: loss of accuracy
af: verlies aan noukeurigheid

source: low byte
af: onderste greep

source: low density
af: lae digtheid

source: low-level language
af: laevlaktaal

source: low-order position
af: minsbeduidende posisie

source: low-resolution screen
af: laeresolusieskerm

source: low-speed line
af: laespoedlyn

source: low-speed memory
af: laespoedgeheue

source: low-speed storage
af: laespoedstoor

source: lower bound
af: ondergrens

source: lower case
af: onderkas / kleinletters

source: lower curtate
af: onderste sone

source: lower limit
af: onderste limiet

source: lower order
af: laer orde

source: lower-case character
af: onderkaskarakter

source: lowercase
af: onderkas

source: luminance
af: helderheid; luminansie

source: luminance signal
af: helderheidsein; luminansiesein

source: lurk
af: uitkyk; skuil; hurk

source: machine
af: masjien; rekenaar

source: machine address
af: masjienadres

source: machine available time
af: beskikbare masjientyd; beskikbare rekenaartyd

source: machine check
af: masjienfout

source: machine check handler
af: masjienfouthanteerder

source: machine check interruption
af: masjienfoutonderbreking

source: machine code
af: masjienkode

source: machine code language
af: masjienkodetaal

source: machine coding
af: masjienkodering

source: machine cognition
af: masjienkognisie

source: machine cycle
af: masjiensiklus

source: machine downtime
af: masjienaftyd

source: machine equivalence
af: masjienekwivalensie

source: machine error
af: masjienfout

source: machine failure
af: masjienonklaarraking

source: machine fault
af: masjienfout

source: machine instruction
af: masjieninstruksie

source: machine intelligence
af: masjienintelligensie

source: machine language
af: masjientaal

source: machine learning ability
af: masjienleervermoë

source: machine logic
af: masjienlogika

source: machine method
af: masjienmetode

source: machine operating
af: masjienbedryf

source: machine operation
af: masjienbewerking

source: machine operator
af: masjienoperateur

source: machine processible
af: masjienverwerkbaar

source: machine processing
af: masjienverwerking

source: machine programming
af: masjienprogrammering

source: machine run
af: masjienlopie

source: machine script
af: masjienteks

source: machine simulation
af: masjiensimulasie

source: machine teaching
af: masjienonderrig

source: machine time
af: masjientyd

source: machine translation
af: masjienvertaling

source: machine unit
af: masjieneenheid

source: machine word
af: masjienwoord

source: machine-dependent
af: masjienafhanklik

source: machine-independent
af: masjienonafhanklik

source: machine-limited system
af: masjienbegrensde stelsel

source: machine-oriented language
af: masjiengerigte taal

source: machine-readable
af: masjienleesbaar

source: macro
af: makro

source: macro-assembler
af: makrosaamsteller

source: macro-expansion
af: makro-uitbreiding

source: macro-instruction
af: makro-instruksie

source: macrocall
af: makroroep

source: macrocode
af: makrokode

source: macrocomputer
af: makrorekenaar

source: macrodefinition
af: makrodefinisie

source: macroflowchart
af: makrovloeikaart

source: macrogenerating program
af: makrogenerator; makrogenererende program

source: macrogenerator
af: makrogenerator; makrogenererende program

source: macrolanguage
af: makrotaal

source: macroprocessor
af: makroverwerker

source: macroprogramming
af: makroprogrammering

source: magazine
af: magasyn

source: magnet
af: magneet

source: magnetic
af: magneties

source: magnetic bubble memory
af: magnetieseborrel-geheue

source: magnetic card
af: magnetiese kaart

source: magnetic card reader
af: magnetiesekaart-leser

source: magnetic card storage
af: magnetiesekaart-stoor

source: magnetic cell
af: magnetiese sel

source: magnetic character
af: magnetiese karakter

source: magnetic coating
af: magnetiese deklaag

source: magnetic core
af: magnetiese kern

source: magnetic core memory
af: magnetiesekern-geheue

source: magnetic delay line
af: magnetiese vertraaglyn

source: magnetic device
af: magnetiese toestel

source: magnetic disk
af: magnetiese skyf

source: magnetic disk drive
af: magnetieseskyf-aandrywer

source: magnetic disk file
af: magnetieseskyf-lêer

source: magnetic disk storage
af: magnetieseskyf-stoor

source: magnetic drum
af: magnetiese drom

source: magnetic drum storage
af: magnetiesedrom-stoor

source: magnetic element
af: magnetiese element

source: magnetic film
af: magnetiese film; magnetiese laag

source: magnetic film memory
af: magnetieselaag-geheue

source: magnetic flux
af: magnetiese vloed

source: magnetic flux density
af: magnetiesevloed-digtheid

source: magnetic head
af: magnetiese kop

source: magnetic induction
af: magnetiese induksie

source: magnetic ink
af: magnetiese ink

source: magnetic ink character
af: magnetieseink-karakter

source: magnetic ink character reader
af: leser vanmagnetieseink-karakters; magnetieseink-karakterleser

source: magnetic ink character recognition (MICR)
af: magnetieseink-karakterherkenning (MIKH)

source: magnetic instability
af: magnetiese onstabiliteit

source: magnetic mark reader
af: magnetiesemerk-leser

source: magnetic medium
af: magnetiese medium

source: magnetic memory
af: magnetiese geheue

source: magnetic printer
af: magnetiese drukker

source: magnetic process
af: magnetiese proses

source: magnetic recording
af: magnetiese registrering

source: magnetic storage
af: magnetiese stoor

source: magnetic strip
af: magnetiese strook

source: magnetic strip recording
af: magnetiesestrook-registrering

source: magnetic stripe
af: magnetiese strook

source: magnetic stripe recording
af: magnetiesestrook-registrering

source: magnetic tape
af: magneetband; magnetiese band

source: magnetic tape cartridge
af: magnetieseband-patroon

source: magnetic tape cassette
af: magnetieseband-kasset

source: magnetic tape deck
af: magnetieseband-aandrywer

source: magnetic tape drive
af: magnetieseband-aandrywer

source: magnetic tape encoder
af: magnetieseband-enkodeerder

source: magnetic tape file
af: magnetieseband-lêer

source: magnetic tape label
af: magnetieseband-etiket

source: magnetic tape reader
af: magnetieseband-leser

source: magnetic tape recording
af: magnetieseband-registrering

source: magnetic tape storage
af: magnetieseband-stoor

source: magnetic tape transport
af: magnetieseband-aandrywer

source: magnetic tape unit
af: magnetieseband-eenheid

source: magnetic track
af: magnetiese baan

source: magnetic wire
af: magnetiese draad

source: magnetic wire storage
af: magnetiesedraad-stoor

source: magnetise
af: magnetiseer

source: magnetised condition
af: gemagnetiseerde toestand

source: magnetising field strength
af: magnetiseerveldsterkte

source: magnetising force
af: magnetiseerkrag

source: magnetism
af: magnetisme

source: magneto-optic disk storage
af: magneto-optiese skyfstoor

source: magnetographic printer
af: magnetografiese drukker

source: magnetostriction
af: magnetostriksie

source: magnetostrictive delay line
af: magnetostriktiewe vertraaglyn

source: magnetostrictive effect
af: magnetostriktiewe effek

source: magnification
af: vergroting

source: magnify
af: vergroot

source: magnitude
af: grootte; omvang

source: mail box
af: posbus

source: mail list
af: poslys

source: mailbase
af: poslys; poslysbasis; poslysdatabasis

source: mailbox
af: posbus

source: mailbox facility
af: posbusfasiliteit

source: mailing list
af: poslys

source: main bus
af: hoofstamlyn

source: main control unit
af: hoofbeheereenheid

source: main cycle
af: hoofsiklus; groot siklus

source: main file
af: meesterlêer; hooflêer

source: main memory
af: hoofgeheue; primêre geheue

source: main path
af: hoofroete; primêre roete

source: main procedure
af: hoofprosedure; primêre prosedure

source: main program
af: hoofprogram; primêre program

source: main queue
af: hooftou; primêre tou

source: main record
af: hoofrekord; meesterrekord; primêre rekord

source: main storage
af: hoofgeheue; primêre geheue

source: main switch
af: hoofskakelaar

source: mainframe
af: hoofraam

source: mainframe communication
af: hoofraamkommunikasie

source: mainline
af: hoofroetine

source: maintain
af: in stand hou; onderhou

source: maintainability
af: instandhoubaarheid; onderhoubaarheid

source: maintained data
af: bygewerkte data

source: maintenance
af: instandhouding; onderhoud

source: maintenance programmer
af: instandhoudingsprogrammeerder; onderhoudsprogrammeerder

source: maintenance stand-by
af: instandhoudingsbystand; onderhoudsbystand

source: maintenance time
af: instandhoudingstyd; onderhoudstyd

source: major cycle
af: groot siklus; hoofsiklus

source: major key
af: hoofsleutel

source: majority element
af: meerderheidselement

source: majority operation
af: meerderheidsoperasie

source: make/break period
af: maak/breek-periode

source: makeup time
af: herlooptyd

source: male connector
af: prop

source: male plug
af: prop

source: malfunction
af: foutiewe werking

source: man-day
af: mandag

source: man-hour
af: manuur

source: man-year
af: manjaar

source: man/computer dialogue
af: mens/rekenaar-dialoog

source: man/machine interface
af: mens/rekenaar-koppelvlak

source: man/machine relationship
af: mens/masjien-verhouding

source: man/machine simulation
af: mens/masjien-simulasie

source: management
af: bestuur

source: management control
af: bestuursbeheer

source: management game
af: bestuurspel

source: management information system (MIS)
af: bestuursinligtingstelsel (BIS)

source: management science
af: bestuurswetenskap

source: management system
af: bestuurstelsel

source: manager
af: bestuurder

source: manipulate
af: manipuleer

source: manipulation
af: manipulasie; manipulering

source: manned operation
af: bemande werking

source: manpower
af: mannekrag

source: manual
af: hand-; handleiding

source: manual access
af: handtoegang

source: manual backup
af: handrugsteun

source: manual backup system
af: handrugsteunstelsel

source: manual control
af: handbeheer

source: manual input
af: handtoevoer

source: manual input unit
af: handtoevoereenheid

source: manual operation
af: handbewerking

source: manual switch
af: handskakelaar

source: manual system
af: handstelsel

source: manually
af: met die hand; per hand; self

source: manually operated
af: handbedien

source: many-many mapping
af: baie-baie-afbeelding

source: many-one mapping
af: baie-een-afbeelding

source: many-valued logic
af: veelwaardige logika

source: map
af: afbeelding; adrestabel; afbeeld

source: map onto
af: afbeeld op

source: mapping
af: afbeelding

source: mapping mode
af: afbeeldmodus

source: mapping table
af: adrestabel

source: margin
af: kantlyn; marge

source: margin-justified
af: kantlyngejusteer

source: margin-punched card
af: randgeponste kaart

source: marginal
af: marginaal

source: marginal check
af: toleransiekontrole

source: marginal test
af: toleransietoets

source: marginal value
af: marginale waarde

source: mark
af: merk; merk

source: mark detection
af: merkdeteksie

source: mark reader
af: merkleser

source: mark recognition
af: merkherkenning

source: mark sense
af: merklees

source: mark sense card
af: merkleeskaart

source: mark sense device
af: merkleestoestel

source: mark sense document
af: merkleesdokument

source: mark-matching
af: karakterpassing

source: mark-scanning
af: merkaftasting

source: mark-sensing
af: merklesing

source: marker
af: merker

source: market research
af: marknavorsing

source: mask
af: masker; maskeer

source: mask bit
af: maskerbis

source: mask word
af: maskerwoord

source: mask-matching
af: karakterpassing

source: masked
af: gemaskeer

source: masking
af: maskering

source: mass core
af: massakerngeheue

source: mass memory
af: massageheue

source: mass memory device
af: massageheuetoestel

source: mass production
af: massaproduksie

source: mass storage
af: massastoor

source: mass storage device
af: massastoortoestel

source: mass store device
af: massastoortoestel

source: massaging
af: massering

source: master card
af: meesterkaart

source: master clock
af: hoofklok; meesterklok

source: master console
af: hoofkonsole; meesterkonsole

source: master control program
af: bedryfsisteem; bedryfstelsel; hoofbeheerprogram

source: master data
af: meesterdata

source: master directory
af: hoofgids; meestergids

source: master file
af: hooflêer; meesterlêer

source: master ledger
af: hoofgrootboek; meestergrootboek

source: master processor
af: hoofverwerker; meesterverwerker

source: master record
af: hoofrekord; meesterrekord; primêre rekord

source: master station
af: hoofstasie; meesterstasie

source: master tape
af: meesterband

source: master unit
af: hoofeenheid; meestereenheid

source: master/slave system
af: meester/slaaf-stelsel

source: match
af: passing; pas

source: matching
af: passend, pasmaak

source: matching records
af: passende rekords

source: mathematical check
af: wiskundige kontrole

source: mathematical expression
af: wiskundige uitdrukking

source: mathematical formula
af: wiskundige formule

source: mathematical function
af: wiskundige funksie

source: mathematical induction
af: wiskundige induksie

source: mathematical logic
af: wiskundige logika

source: mathematical model
af: wiskundige model

source: mathematical modelling
af: wiskundige modellering

source: mathematical probability
af: wiskundige waarskynlikheid

source: mathematical programming
af: wiskundige programmering

source: mathematical simulation
af: wiskundige simulasie

source: mathematics
af: wiskunde

source: matrix
af: matriks; tweedimensionele skikking

source: matrix algebra
af: matriksalgebra

source: matrix dimensions
af: matriksdimensies

source: matrix encoder
af: matriksenkodeerder

source: matrix inversion
af: matriksomkering

source: matrix memory
af: matriksgeheue

source: matrix multiplication
af: matriksvermenigvuldiging

source: matrix notation
af: matriksnotasie

source: matrix printer
af: matriksdrukker

source: matrix table
af: matrikstabel

source: maximal
af: maksimaal

source: maximal element
af: maksimale element

source: maximisation
af: maksimering

source: maximise
af: maksimeer

source: maximising operator
af: maksimeeroperator

source: maximum
af: maksimum

source: maximum flux density
af: maksimum vloeddigtheid

source: mean
af: gemiddelde

source: mean access time
af: gemiddelde toegangstyd

source: mean deviation
af: gemiddelde afwyking

source: mean life
af: gemiddelde lewensduur

source: mean proportional parts
af: middeleweredige dele

source: mean repair time (MTTR)
af: gemiddelde hersteltyd (GHT)

source: mean time
af: gemiddelde tyd

source: mean time between errors (MTBE
af: MTBF); gemiddelde foutvrye tyd (GFT)

source: mean time between failures (MTBF
af: MTBE); gemiddelde foutvrye tyd (GFT)

source: mean time to repair (MTTR)
af: gemiddelde hersteltyd (GHT)

source: meaningful
af: betekenisvol

source: meaningful word
af: betekenisvolle woord

source: measurable
af: meetbaar

source: measure
af: maat; meet

source: measurement
af: meting

source: measurement error
af: metingsfout

source: measuring instrument
af: meetinstrument

source: measuring junction
af: meetaansluiting

source: measuring unit
af: meeteenheid

source: mechanical
af: meganies

source: mechanical shock
af: meganiese skok

source: mechanisation
af: meganisasie

source: mechanise
af: meganiseer

source: mechanism
af: meganisme

source: media conversion
af: media-omskakeling

source: median
af: mediaan

source: medium scale integration (MSI)
af: mediumskaalintegrasie; (MSI)

source: medium-term scheduling
af: mediumtermynskedulering

source: megabit
af: megabis

source: megabytes (MB)
af: megagrepe (MG)

source: megaword
af: megawoord

source: member
af: element; lid

source: member program
af: lidprogram

source: membership class
af: lidmaatskapklas

source: membrane
af: membraan

source: membrane keyboard
af: membraansleutelbord

source: memo-posting
af: transaksie-opgaring

source: memory
af: geheue; bergplek; stoor; stoorplek

source: memory access
af: geheuetoegang

source: memory access cycle
af: geheuetoegangsiklus

source: memory address
af: geheue-adres

source: memory address register
af: geheue-adresregister

source: memory addressing
af: geheue-adressering

source: memory allocation
af: geheuetoekenning

source: memory annex
af: geheuebuffer

source: memory area
af: geheue-area

source: memory assignment
af: geheuetoewysing

source: memory bank
af: geheuebank

source: memory block
af: geheueblok

source: memory board
af: geheuebord

source: memory buffer
af: geheuebuffer

source: memory bus
af: geheuestamlyn

source: memory byte
af: geheuegreep

source: memory capacity
af: geheuekapasiteit

source: memory cell
af: geheuesel

source: memory code
af: geheuekode

source: memory compaction
af: geheuesamepakking

source: memory contents
af: geheue-inhoud

source: memory cycle
af: geheuesiklus

source: memory cycle time
af: geheuesiklustyd

source: memory data register
af: geheuedataregister

source: memory device
af: geheuetoestel

source: memory dump
af: geheuestorting

source: memory element
af: geheue-element

source: memory expansion
af: geheue-uitbreiding

source: memory failure
af: geheuefaling

source: memory fragmentation
af: geheuefragmentasie

source: memory guard
af: geheuebeveiliging

source: memory hierarchy
af: geheuehiërargie

source: memory interface
af: geheuekoppelvlak

source: memory interference
af: geheuesteuring

source: memory interleaving
af: geheue-invlegging

source: memory location
af: geheueposisie

source: memory management·
af: geheuebestuur

source: memory manager
af: geheuebestuurder

source: memory map
af: geheueadrestabel

source: memory mapping
af: geheue-afbeelding

source: memory module
af: geheuemodule

source: memory occupancy
af: geheuebesetting

source: memory overhead
af: geheuebobelading

source: memory overlay
af: geheue-oorlegging

source: memory overlaying
af: geheue-oorlegging

source: memory page
af: geheuebladsy

source: memory paging
af: geheuepaginering

source: memory partition
af: geheuepartisie

source: memory peripheral
af: geheue-randapparaat

source: memory protection
af: geheuebeskerming

source: memory register
af: geheueregister

source: memory representation
af: geheuevoorstelling

source: memory requirement
af: geheuevereiste

source: memory resource sharing
af: geheuehulpbrondeling

source: memory size
af: geheuegrootte

source: memory snapshot
af: geheueflitsbeeld

source: memory space
af: geheueruimte

source: memory stack
af: geheuestapel

source: memory storage
af: geheueberging

source: memory structure
af: geheuestruktuur

source: memory swap
af: geheue-omruiling; geheue omruil

source: memory swapping
af: geheue-omruiling

source: memory system
af: geheuestelsel

source: memory transfer
af: geheueoordrag

source: memory unit
af: geheue-eenheid

source: memory word
af: geheuewoord

source: memory-based
af: geheuegebaseer

source: memory-reference instruction
af: geheueverwysingsinstruksie

source: memoryless property
af: geheuelose eienskap

source: menu
af: keuselys

source: menu-driven
af: opsiegedrewe

source: mercury delay line
af: kwikvertraaglyn

source: mercury memory
af: kwikgeheue

source: merge
af: saamvleg

source: merge degree
af: saamvleggraad

source: merge file
af: saamvleglêer

source: merge order
af: saamvlegorde

source: merge sort
af: saamvlegsortering

source: merging
af: saamvlegging

source: merging sort
af: saamvlegsortering

source: mesh network
af: maasnetwerk

source: message
af: boodskap

source: message buffering
af: boodskapbufferwerking

source: message control
af: boodskapbeheer

source: message destination
af: boodskapbestemming

source: message dialog
af: boodskapvenster

source: message field
af: boodskapveld

source: message filtering
af: boodskapfiltrering

source: message format
af: boodskapformaat

source: message handler
af: boodskaphanteerder

source: message handling
af: boodskaphantering

source: message mode
af: boodskapmodus

source: message protocol
af: boodskapprotokol

source: message queue
af: boodskaptou

source: message retrieval
af: boodskapherwinning

source: message routing
af: boodskaproetering

source: message sink
af: boodskapontvanger

source: message source
af: boodskapbron

source: message switching
af: boodskapskakeling

source: message text
af: boodskapteks

source: message traffic
af: boodskapverkeer

source: message window
af: boodskapruitjie; booskapventer

source: message-switching network
af: boodskapskakelingsnetwerk

source: meta-assembler
af: metasaamsteller

source: metacompiler
af: metakompileerder

source: metal-oxide semiconductor (MOS)
af: metaaloksiedhalfgeleier (MOH)

source: metalanguage
af: metataal

source: metastable state
af: metastabiele toestand

source: metered time
af: gemete tyd

source: method
af: metode

source: method study
af: metodestudie

source: methodology
af: metodologie

source: methodology of programming
af: programmeringsmetodologie

source: metric
af: metriek

source: metric system
af: metrieke stelsel

source: metrics
af: meting

source: micro
af: mikro

source: micro-image
af: mikrobeeld

source: micro-instruction
af: mikro-instruksie
