Repository: casperl/wesnoth-af
Catalog: afrikaanse-rekenaarterme.po
Languages: af

source: conditional branch
af: voorwaardelike vertakking

source: conditional branch instruction
af: voorwaardelike vertakinstruksie

source: conditional breakpoint
af: voorwaardelike breekpunt

source: conditional data transfer
af: voorwaardelike data-oordrag

source: conditional expression
af: voorwaardelike uitdrukking

source: conditional instruction
af: voorwaardelike instruksie

source: conditional jump
af: voorwaardelike sprong

source: conditional jump instruction
af: voorwaardelike spronginstruksie

source: conditional loop (While and Repeat)
af: voorwaardelike lus (While en Repeat)

source: conditional repeat statement
af: voorwaardelike herhaalstelling

source: conditional select statement
af: voorwaardelike selekteerstelling

source: conditional statement
af: voorwaardestelling

source: conditional stop instruction
af: voorwaardelike stopinstruksie

source: conditional transfer
af: voorwaardelike oordrag

source: conditional transfer of control
af: voorwaardelike beheeroordrag

source: conditional value assignment
af: voorwaardelike waardetoewysing

source: conditioned line
af: afgestemde lyn

source: conditioner
af: kondisioneerder

source: conditioning
af: afstemming; instemming

source: conduct
af: gelei

source: conductive
af: geleidend

source: conductive coating
af: geleilaag

source: conductor
af: geleier

source: conference
af: konferensie

source: confidence level
af: vertroubaarheidspeil

source: confidence test
af: vertroubaarheidstoets

source: confidentiality
af: vertroulikheid

source: configuration
af: konfigurasie; samestelling; opstelling; saamstelling

source: configuration file
af: konfigurasielêer

source: configuration management
af: konfigurasiebestuur

source: configuration section
af: konfigurasie-afdeling

source: configuration table
af: konfigurasietabel

source: configuration utility
af: konfigurasieprogram; opstelprogram; opsteller

source: configure
af: konfigureer; opstel; saamstel

source: confirmation
af: bevestiging

source: conformant array parameter
af: konformante skikkingsparameter

source: conformity clause
af: konformiteitsklousule

source: congestion
af: opeenhoping

source: congruence relation
af: kongruensierelasie

source: congruent
af: kongruent

source: congruent mapping
af: kongruente afbeelding

source: conjecture
af: veronderstelling

source: conjugate
af: toevoeg

source: conjunction
af: konjunksie

source: conmunications controller
af: kommunikasiebeheereenheid

source: connect
af: verbind; konnekteer; koppel; verbind

source: connect time
af: verbindtyd

source: connected
af: samehangend

source: connected graph
af: samehangende grafiek

source: connected set
af: samehangende versameling

source: connected time
af: verbindtyd

source: connectedness
af: samehang

source: connecting cable
af: verbindingskabel

source: connection
af: verbinding; konneksie

source: connection box
af: verbindingshokkie

source: connection circle
af: verbindingsirkel

source: connective
af: konnektief

source: connectivity
af: konnektiwiteit

source: connector
af: aansluiter

source: conponent density
af: komponentdigtheid

source: consecutive
af: opeenvolgend

source: consecutive access
af: opeenvolgende toegang

source: consecutive operation
af: sekwensiële werking

source: consequent
af: gevolglik; konsekwent; tweede eweredige

source: consequently
af: gevolglik

source: consistency
af: konsistentheid; nie-strydigheid

source: consistency check
af: konsistentheidskontrole

source: consistent
af: konsekwent; konsistent

source: console
af: konsole

source: console display unit
af: konsolevertooneenheid

source: console log
af: konsolelog

source: console typewriter
af: konsoletikmasjien

source: consolidate
af: konsolideer

source: consolidation
af: konsolidasie

source: consolidator
af: konsolideerder

source: constant (constants)
af: konstante (konstantes)

source: constant folding
af: konstantevouing

source: constant function
af: konstante funksie

source: constant multiplier
af: konstante vermenigvuldiger; skaaleenheid

source: constant of integration
af: integrasiekonstante

source: constraint
af: beperking

source: constraint key
af: perksleutel

source: construct
af: konstruk

source: constructional conjecture
af: konstruksionele veronderstelling

source: constructive
af: konstruktief

source: constructive method
af: konstruktiewe metode

source: constructive programming
af: konstruktiewe programmering

source: constructive proof
af: konstruktiewe bewys

source: constructivistic
af: konstruktiwisties

source: constructor
af: konstruktor; boumetode

source: consult
af: konsulteer

source: consultant
af: konsultant

source: consumable resource
af: verbruikbare hulpbron

source: contact
af: kontak

source: contact potential
af: kontakpotensiaal

source: contact printer
af: impakdrukker; slagdrukker

source: container
af: houer

source: container document
af: houerdokument

source: contaminate
af: kontamineer

source: content
af: inhoud

source: content access
af: toegang volgens inhoud

source: content addressing
af: assosiatiewe adressering

source: content-addressable memory
af: assosiatiewe geheue; inhoudadresseerbare geheue

source: contention
af: mededinging

source: contents
af: inhoud

source: contents list
af: inhoudslys

source: context
af: konteks

source: context editing
af: konteksredigering

source: context-dependent
af: konteksafhanklik

source: context-free grammar
af: konteksvrye grammatika

source: context-independent
af: konteksonafhanklik

source: context-sensitive
af: kontekssensitief

source: context-switching
af: konteksskakeling

source: contiguous
af: aangrensend

source: contiguous data
af: aangrensende data

source: contiguous file
af: aangrensende lêer

source: contiguous memory allocation
af: aaneenlopende geheuetoekenning

source: contingency
af: gebeurlikheid

source: contingency plan
af: gebeurlikheidsplan

source: contingency procedure
af: gebeurlikheidsprosedure

source: continuation card
af: voortsettingskaart

source: continuation line
af: kontinueringsreël; voortsettingsreël

source: continuity
af: kontinuïteit

source: continuity check
af: kontinuïteitskontrole

source: continuous
af: aaneenlopend; kontinu

source: continuous forms
af: aaneenlopende vorms

source: continuous loop tape
af: aaneenlopendelus-band

source: continuous signal
af: kontinue sein

source: continuous stationery
af: aaneenlopende papier

source: continuously variable signal
af: kontinuveranderlike sein

source: continuously variable value
af: kontinuveranderlike waarde

source: continuum
af: kontinuum

source: contour line
af: kontoerlyn

source: contract
af: kontrak

source: contract programmer
af: kontrakprogrammeerder; vryskutprogrammeerder

source: contract programming
af: kontrakprogrammering

source: contraction
af: kontraksie

source: contraction mapping
af: kontraksie-afbeelding

source: contradict
af: weerspreek

source: contradiction
af: kontradiksie

source: contradictory
af: strydig; weersprekend

source: contrast
af: kontras

source: contrast ratio
af: kontrasverhouding

source: control
af: beheer; kontrole; kontrole; nasiening; beheer; kontroleer

source: control action
af: beheerwerking

source: control apparatus
af: beheerapparaat

source: control area
af: beheerblok

source: control ball
af: merkerstuurbal; stuurbal

source: control bit
af: beheerbis

source: control block
af: beheerblok

source: control break
af: beheeronderbreking

source: control bus
af: beheerstamlyn

source: control card
af: beheerkaart

source: control change
af: beheerverandering

source: control character
af: beheerkarakter

source: control circuit
af: beheerkring

source: control computer
af: beheerrekenaar

source: control console
af: beheerkonsole; beheerpaneel

source: control context
af: beheerkonteks

source: control counter
af: beheerregister; instruksieadresregister

source: control cycle
af: beheersiklus

source: control data
af: beheerdata

source: control desk
af: beheerkonsole; beheerpaneel

source: control device
af: beheertoestel

source: control digit
af: kontrolesyfer

source: control field
af: kontroleveld

source: control information
af: beheerinligting

source: control instruction
af: beheerinstruksie

source: control instruction register
af: beheerregister; instruksieadresregister

source: control key
af: beheersleutel

source: control language
af: beheertaal

source: control level
af: beheervlak

source: control loop
af: wabeheerband

source: control memory
af: beheergeheue

source: control message
af: beheerboodskap

source: control mode
af: beheermodus

source: control module
af: beheermodule

source: control panel
af: beheerkonsole; beheerpaneel; bedieningstafel

source: control point
af: beheerpunt

source: control procedure
af: beheerprosedure

source: control program
af: beheerprogram

source: control punching
af: kontrolepons

source: control record
af: kontrolerekord

source: control register
af: instruksieadresregister; beheerregister

source: control relationship
af: beheerverband

source: control segment
af: beheersegment

source: control sequence
af: beheersekwensie

source: control signal
af: beheersein

source: control stack
af: beheerstapel

source: control statement
af: beheerstelling

source: control station
af: beheerstasie

source: control structure
af: beheerstruktuur; kontrolestruktuur

source: control system
af: beheerstelsel

source: control tape
af: beheerband

source: control terminal
af: beheerterminaal

source: control total
af: kontrolesom; kontroletotaal

source: control transfer
af: beheeroordrag

source: control transfer instruction
af: beheeroordraginstruksie

source: control unit
af: beheereenheid

source: control word
af: beheerwoord

source: controllable
af: beheerbaar

source: controlled variable
af: beheerde veranderlike

source: controller
af: beheerder

source: convention
af: konvensie

source: conventional algebraic keyboard
af: konvensionele algebraïese sleutelbord

source: convergence
af: saamloop; sameloop; konvergensie

source: convergent
af: konvergent

source: convergent sequence
af: konvergente ry

source: convergent series
af: konvergente reeks

source: conversation
af: gesprek

source: conversational
af: interaktief

source: conversational access
af: interaktiewe toegang

source: conversational compiler
af: interaktiewe kompileerder

source: conversational computing
af: interaktiewe berekening

source: conversational language
af: interaktiewe taal

source: conversational mode
af: interaktiewe modus

source: conversational processing
af: interaktiewe verwerking

source: converse
af: omgekeerde

source: conversion
af: omsetting

source: conversion costs
af: oorskakelingskoste

source: conversion processing
af: oorskakelverwerking

source: conversion program
af: omskakelprogram

source: conversion routine
af: omskakel-roetine

source: convert
af: omsit; omskakel; oorskakel

source: converter
af: omsetter; omskakelaar; oorskakelaar

source: convex
af: konveks

source: convex programming
af: konvekse programmering

source: convolution
af: konvolusie

source: convolution of functions
af: konvolusie van funksies

source: cookie
af: koekie; kolwyntjie

source: cooperating processes
af: meewerkende prosesse

source: coordinate
af: koördinaat

source: coordinate data
af: koördinaatdata

source: coordinate graphics
af: koördinaatgrafika

source: coordinate indexing
af: koördinaatindeksering

source: coordinate memory
af: koördinaatgeheue

source: copied
af: gekopieer

source: copier
af: kopieerder

source: coprocessor
af: medeverwerker

source: copy
af: afskrif; kopie; kopieer

source: copy check
af: kopieerkontrole

source: copy tape
af: kopieerband

source: copying
af: kopiëring

source: cord
af: koord

source: cordless plug
af: koordlose prop

source: core
af: kern; kerngeheue

source: core allocation
af: geheuetoekenning

source: core dump
af: geheuestorting

source: core image
af: geheuebeeld

source: core memory
af: kerngeheue

source: core plane
af: kernvlak

source: core set
af: kernstel

source: core staff
af: kernpersoneel

source: core storage
af: kerngeheue

source: corner cut card
af: hoeksnitkaart

source: corollary
af: gevolg

source: coroutine
af: koroetine

source: correct
af: korrek

source: correctable error
af: herstelbare fout

source: correcting feature
af: korrigeerkenmerk

source: correction
af: korreksie; korrigering

source: corrective
af: korrektief

source: corrective maintenance
af: herstelinstandhouding

source: correctness
af: juistheid; korrektheid

source: correctness proof
af: juistheidsbewys; korrektheidsbewys

source: correctness proving
af: korrektheidsbewyslewering

source: correlation
af: korrelasie

source: correspond
af: ooreenstem

source: correspondence
af: korrespondensie; ooreenstemming

source: correspondence management
af: korrespondensiebestuur

source: corrupt
af: korrup

source: corruption
af: korrupsie

source: coset
af: koversameling

source: cost
af: koste

source: cost-effectiveness
af: koste-effektiwiteit

source: cost/benefit
af: koste/nut

source: count
af: telling; tel

source: countable
af: telbaar

source: counter
af: teller

source: counter/sorter
af: teller/sorteerder

source: counting number
af: telgetal

source: country code
af: landkode

source: couple
af: koppel

source: coupled
af: gekoppel

source: coupler
af: koppelstuk

source: coupling
af: koppeling

source: courseware
af: kursusmateriaal; kursusware

source: covert channel
af: koverte kanaal; onderlangse kanaal

source: cracker
af: krapper

source: crash
af: rekenaarstaking; omval; bom; omval; staak

source: crawler
af: spinnekop

source: create
af: skep

source: creation date
af: skepdatum

source: creep
af: kruip

source: critical
af: kritiek

source: critical path
af: kritieke pad

source: critical path method
af: kritiekepad-metode; KPM

source: critical region
af: kritieke gebied

source: critical section
af: kritieke seksie; kritieke afdeling

source: cross assembler
af: kruissamesteller

source: cross check
af: kruiskontroleer

source: cross compiler
af: kruiskompileerder

source: cross-post
af: kruispos

source: cross-section
af: dwarsdeursnit

source: cross-sectional testing
af: steekproeftoetsing

source: crossbar switch
af: kruiskoppelskakelaar

source: crosscheck
af: kruiskontrole

source: crossfooting
af: kruisoptelling

source: crosstalk
af: steurspraak; kruisspraak

source: crowding
af: opeenbondeling; samedromming

source: cryogenic
af: kriogenies; superverkoel

source: cryogenic memory
af: kriogene geheue

source: cryogenics
af: kriogenika

source: cryptanalysis
af: kripto-analise

source: cryptographic
af: kriptografies

source: cryptographic algorithm
af: kriptografiese algoritme

source: cryptography
af: kriptografie

source: cryptosystem
af: kriptosisteem

source: crystallographic axis
af: kristallografiese as

source: cubic function
af: derdegraadsfunksie

source: cue
af: aandagtreksein

source: cupping
af: baktrekking

source: curly brackets
af: krulhakies

source: curly brackets {}
af: krulhakies {}

source: curly quotes
af: krulaanhalingstekens

source: currency
af: geld; huidigheid

source: currency symbol
af: geldsimbool

source: current
af: huidig; stroom

source: current address counter
af: huidige-instruksieteller; instruksieteller

source: current beam position
af: huidige bundelposisie

source: current instruction counter
af: huidige-instruksieteller; instruksieteller

source: current line pointer
af: huidigelyn-wyser

source: current loop
af: stroomlus

source: current parent
af: huidige voorsaat

source: current range
af: huidige reeks

source: current record
af: huidige rekord

source: cursor
af: merker posisiemerker; loper; wyser

source: cursor control
af: merkerbeheer

source: cursor control key
af: merkerbeheersleutel

source: curtail
af: inkort

source: curtate
af: sone

source: curvature
af: kromming

source: curve
af: kromme

source: curve fitting
af: krommepassing

source: curve follower
af: krommevolger

source: curve generator
af: krommegenerator

source: cushion
af: reserwe-area

source: custom
af: doelgemaakte; doelveranderde

source: custom-made
af: doelgemaak

source: customer
af: kliënt

source: customer engineer
af: kliëntingenieur

source: customer support
af: kliëntondersteuning

source: customise
af: doelmaak; pasmaak; spesiaal maak; volgens spesifikasies maak; pasgemaak; doelgemaak

source: customised system
af: doelgemaakte stelsel

source: cut
af: snit; sny; knip

source: cut and paste
af: knip en plak

source: cut set
af: afsnyversameling

source: cut vertex
af: afsnynodus; konnekteerpunt

source: cut-forms mode
af: enkelvormmodus

source: cut-off date
af: afsnydatum

source: cut-off level
af: afsnyvlak

source: cut-out
af: uitskakelaar

source: cut-sheet feeder
af: losbladvoerder

source: cutover
af: oorskakeling

source: cyber merchant
af: e-handelaar; nethandelaar

source: cyber shop
af: e-winkel; netwinkel

source: cybercafe
af: kuberkafee; netkafee

source: cybercrook
af: kuberskurk; netskurk

source: cybernaut
af: kubervaarder; kuberruiter

source: cybernetics
af: sibernetika

source: cybershopping
af: netinkopies; kuberinkopies

source: cybersleuthing
af: kuberspeurwerk; netspeurwerk

source: cybersneak
af: kubersluiper; netsluiper

source: cyberspace
af: kuberruim; kuberruimte; netruimte

source: cycle
af: roteer; siklusseer

source: cycle count
af: siklustelling

source: cycle criterion
af: sikluskriterium

source: cycle index
af: siklusindeks

source: cycle reset
af: siklusterugstelling

source: cycle time
af: siklustyd

source: cycle-sharing
af: siklusonderskepping; siklussteling

source: cycle-stealing
af: siklusonderskepping; siklussteling

source: cyclic
af: siklies

source: cyclic access
af: sikliese toegang

source: cyclic permuted code
af: sikliesgepermuteerde kode

source: cyclic redundancy check
af: sikliese oortolligheidskontrole

source: cyclic shift
af: ombringskuif; sirkelskuif

source: cyclic storage
af: sirkuleerstoor

source: cyclical
af: siklies

source: cyclical binary code
af: sikliese binêre kode

source: cyclical code
af: sikliese kode

source: cyclically magnetised condition
af: sikliesgemagnetiseerde toestand

source: cylinder
af: silinder

source: cylinder addressing
af: silinderadressering

source: cylinder allocation
af: silindertoekenning

source: cylinder scanning
af: dromaftasting

source: daemon
af: daemoon

source: daily backup
af: daaglikse rugsteun

source: daisy chain
af: kettingskakeling

source: daisy print wheel
af: speekwiel

source: daisy wheel
af: speekwiel

source: daisy wheel printer
af: speekwieldrukker

source: dangling reference
af: hangende verwysing; onvoltooide verwysing

source: dark trace tube
af: donkerspoorbuis

source: dash/dot mode
af: streep/punt-modus

source: data
af: data; gegewens

source: data above voice transmission
af: data-bo-spraaktransmissie

source: data acquisition
af: data-insameling

source: data address
af: data-adres

source: data administrator
af: data-administreerder

source: data aggregate
af: datagroep

source: data analysis approach
af: data-ontledingsbenadering

source: data analysis technique
af: data-ontledingstegniek

source: data array
af: dataskikking

source: data attribute
af: data-attribuut

source: data base
af: databasis; DB

source: data base administration
af: databasis administrasie

source: data base administrator
af: databasisadministreerder

source: data base description
af: databasisbeskrywing

source: data base integrity
af: databasisintegriteit

source: data base key
af: databasissleutel

source: data base management
af: databasisbestuur

source: data base management system
af: databasisbestuurstelsel

source: data base processor
af: databasisverwerker

source: data base reorganisation
af: databasisherorganisasie; databasisherorganisering

source: data base system
af: databasisstelsel

source: data base theory
af: databasisteorie

source: data base unit
af: databasiseenheid

source: data bit
af: databis

source: data break
af: direkte geheuetoegang

source: data break transfer
af: direkte geheuetoegangsoordrag

source: data burst
af: datasarsie

source: data bus
af: datastamlyn

source: data capture
af: data vaslê; datavaslegging

source: data capturer
af: dataintikker; datavaslegger

source: data capturing
af: datavaslegging

source: data carrier
af: datadraer; datamedium

source: data carrier storage
af: datadraerstoor

source: data cartridge
af: datapatroon

source: data cell
af: datasel

source: data chain
af: dataketting

source: data chaining
af: dataskakeling

source: data channel
af: datakanaal

source: data channel multiplexer
af: datakanaalmultiplekseerder

source: data channel transfer
af: datakanaaloordrag

source: data circuit
af: datakring

source: data circuit transparency
af: datakringdeursigtigheid

source: data coding
af: datakodering

source: data collection
af: data-insameling

source: data communication
af: datakommunikasie

source: data communication channel
af: datakommunikasiekanaal

source: data communication interface
af: datakommunikasiekoppelvlak

source: data communication message
af: datakommunikasieboodskap

source: data communication network
af: datakommunikasienetwerk

source: data communication system
af: datakommunikasiestelsel

source: data compaction
af: datasamepakking

source: data compression
af: datasamepakking

source: data concentrator
af: datakonsentreerder

source: data connection
af: dataverbinding

source: data constant
af: datakonstante

source: data contamination
af: datakorrupsie

source: data control
af: databeheer

source: data control block
af: databeheerblok

source: data control unit
af: databeheereenheid

source: data conversion
af: data-omsetting

source: data converter
af: data-omsetter

source: data corruption
af: datakorrupsie

source: data definition language
af: datadefinieertaal; DDT

source: data delimiter
af: dataskeier

source: data density
af: datadigtheid

source: data description
af: databeskrywing

source: data description language
af: databeskrywingstaal

source: data dictionary
af: datawoordeboek

source: data display device
af: datavertoontoestel

source: data division
af: datadivisie

source: data dump
af: datastorting

source: data editing
af: dataredigering

source: data entry
af: data-invoer

source: data exchange
af: data-uitruiling

source: data field
af: dataveld

source: data file
af: datalêer

source: data flow
af: datavloei

source: data flow diagram
af: datavloeidiagram

source: data flow machine
af: datavloeirekenaar

source: data flowchart
af: datavloeidiagram

source: data format
af: dataformaat

source: data frame
af: dataraam

source: data gathering
af: data-insameling

source: data generation
af: datagenerering

source: data handling
af: datahantering

source: data hierarchy
af: datahiërargie

source: data host
af: datagasheer

source: data input
af: datatoevoer

source: data integrity
af: data-integriteit

source: data interchange
af: data-uitruiling

source: data library
af: databiblioteek

source: data line
af: datalyn

source: data link
af: dataverbinding

source: data link layer
af: dataverbindingslaag; dataverbindingsvlak

source: data linking
af: data-aaneenskakeling

source: data list
af: datalys

source: data management
af: databestuur

source: data management system
af: databestuurstelsel

source: data manipulation language
af: datamanipuleertaal

source: data matrix
af: datamatriks

source: data migration
af: datamigrasie

source: data name
af: datanaam

source: data network
af: datanetwerk

source: data output
af: data-afvoer

source: data path
af: dataroete

source: data pointer
af: datawyser

source: data portability
af: data-oordraagbaarheid

source: data preparation
af: datavoorbereiding

source: data processing
af: dataverwerking

source: data processing centre
af: dataverwerkingsentrum

source: data processing machine
af: dataverwerkingsmasjien
