Repository: casperl/wesnoth-af
Catalog: afrikaanse-rekenaarterme.po
Languages: af

source: radio frequency
af: radiofrekwensie (tussen spraak- en infrarooifrekwensie)

source: radio link
af: radioverbinding

source: radix (base)
af: basis; grondtal (van ‘n getallestelsel)

source: radix complement
af: grondtalkomplement

source: radix notation
af: grondtalnotasie

source: radix point
af: grondtalpunt (wat heelgetaldeel en breukdeel skei)

source: radix sorting
af: grondtalsortering

source: radix value
af: grondtalwaarde

source: radix-minus-one complement
af: grondtal-min-een-komplement

source: raised floor (free access loor; raceway floor)
af: vals vloer (bv. in ‘n rekenaarkamer)

source: random (stochastic)
af: stogasties

source: random (uniform random)
af: ewekansig

source: random
af: ewekansig

source: random access (adj)
af: ewetoeganklik

source: random access
af: ewetoegang

source: random access file (random file)
af: ewetoeganklike lêer (tyd om data te herwin is konstant)

source: random access memory (arbitrary access memory; RAM)
af: ewetoeganklike geheue; ETG (toegangstyd oral dieselfde)

source: random access storage (uniformly accessible storage)
af: ewetoeganklike stoor (toegangstyd oral dieselfde)

source: random file (random access file)
af: ewetoeganklike lÃªer (tyd om data te herwin is konstant)

source: random noise
af: ewekansige ruis

source: random number
af: ewekansige getal

source: random number generator
af: ewekansigegetalle-opwekker

source: random processing
af: ewekansige verwerking (sonder inagneming van posisie in eksterne geheue)

source: random sample
af: ewekansige monster; ewekansige steekproef

source: random sampling
af: ewekansige monsterneming; ewekansige steekproeftrekking

source: random sequence
af: ewekansige reeks; ewekansige volgorde

source: random technique
af: ewekansige tegniek

source: random variable
af: ewekansige veranderlike

source: random walk method
af: kanslopiemetode (in operasionele navorsing)

source: randomise
af: ewekansig maak

source: randomising
af: ewekansiging

source: range
af: gebied (bv. van aanvaarbare waardes); modelreeks (bv. van rekenaars van ‘n leweransier); strek (bv. alle waardes tussen twee limiete); waardeversameling (bv. van ‘n funksie)

source: range check
af: strekkontrole (teen boonste en onderste limiete)

source: range of error
af: foutstrek

source: range of values
af: waardestrek

source: range-independent
af: modelreeksonafhanklik (bv. ‘n rekenaarprogram)

source: rank (n)
af: rangorde

source: rank (v) (order; sequence)
af: orden (bv. van rekords in ‘n sekere volgorde)

source: rapid access
af: sneltoegang

source: raster
af: raster (‘n koÃ¶rdinaatrooster van adresseerbare punte op ‘n skerm)

source: raster count
af: rastertelling (aantal lyne in een dimensie van‘n raster)

source: raster graphics
af: rastergrafika

source: raster grid
af: rasterrooster (die rooster van adresseerbare punte)

source: raster plotter
af: rasterstipper (in rekenaargrafika)

source: raster scan (n)
af: rasteraftasting (in rekenaargrafika)

source: raster unit
af: rastereenheid (afstand tussen aanliggende beeldelemente)

source: raster-scan (v)
af: rasteraftas (in rekenaargrafika)

source: rate (n)
af: spoed (bv. van ‘n drukker); tarief (bv. vir rekenaartyd); tempo (bv. van voorkoms van gebeurtenisse)

source: rate (v)
af: beoordeel

source: rate of change
af: veranderingstempo

source: rated speed
af: aangeslane spoed

source: ratio
af: ratio; verhouding

source: rational fraction
af: rasionale breuk

source: rational function
af: rasionale funksie

source: rational language
af: rasionale taal (word herken deur eindigetoestand-outomaat)

source: rational number
af: rasionale getal

source: raw data
af: onverwerkte data

source: re-enterable (re-entrant)
af: hertoeganklik

source: re-enterable code (pure code; re-entrant code)
af: hertoeganklike kode

source: re-enterable procedure (pure procedure; re-entrant procedure)
af: hertoeganklike prosedure (by programmering)

source: re-enterable program (re-entrant program)
af: hertoeganklike program

source: re-entrant (re-enterable)
af: hertoeganklik

source: re-entrant code (pure code; re-enterable code)
af: hertoeganklike kode

source: re-entrant procedure (pure procedure; re-enterable procedure)
af: hertoeganklike prosedure (by programmering)

source: re-entrant program (re-enterable program)
af: hertoeganklike program

source: re-entry point
af: heringangspunt

source: reachability
af: bereikbaarheid (in grafiekteorie)

source: reachability matrix (adjacency matrix)
af: nodusmatriks (in grafiekteorie)

source: reactive force
af: reaktiewe krag

source: reactive mode
af: reaktiewe modus (respons nie noodwendig interaktief nie)

source: read (file state)
af: leesbaar

source: read
af: lees

source: read backward
af: agteruitlees

source: read buffer
af: leesbuffer

source: read current
af: leesstroom

source: read cycle
af: leessiklus

source: read cycle time
af: leessiklustyd

source: read error
af: leesfout

source: read forward
af: vorentoelees

source: read head (playback head; reading head)
af: leeskop

source: read in
af: inlees

source: read instruction
af: leesinstruksie

source: read key
af: leessleutel

source: read operation
af: leesbewerking

source: read out (v)
af: uitlees (vertoon van verwerkte inligting op ‘n skerm)

source: read protection
af: leesbeskerming

source: read pulse
af: leespuls

source: read rate (reading rate)
af: leesspoed

source: read screen
af: leesvenster (waardeur dokumente gelees word in OKH)

source: read station (reading station)
af: leesstasie

source: read tape
af: leesband

source: read time
af: leestyd (van begin tot einde van transkripsie)

source: read wire
af: leesdraad

source: read-after-write verification
af: lees-na-skryfverifiÃ«ring

source: read-back check
af: terugleeskontrole (‘n akkuraatheidstoets)

source: read-enable
af: leesontsper (in staat stel om te lees)

source: read-only
af: leesalleen; slegs leesbaar

source: read-only authority
af: leesalleenmagtiging

source: read-only memory (non-rerasable inemory; ROM)
af: leesalleengeheue; LAG

source: read/write authority
af: lees/skryf-magtiging

source: read/write channel
af: lees/skryf-kanaal (tussen SVE en randtoestel)

source: read/write file
af: leesbaar/skrybare lêer

source: read/write head
af: lees/skryf-kop

source: read/write head gap
af: lees/skryf-kopgaping (deel van die kop)

source: read/write memory
af: lees/skryf-geheue (in teenstelling met leesalleengeheue)

source: readability
af: leesbaarheid (bv. van ‘n skerm)

source: readable
af: leesbaar

source: reader
af: leser

source: reading
af: aflesing (van ‘n waarde vanaf ‘nmeetinstrument)

source: reading head (playback head; read head)
af: leeskop

source: reading rate (read rate)
af: leesspoed

source: reading station (read station)
af: leesstasie

source: reading track
af: leesbaan

source: reading wand
af: leesstaf

source: readout (n)
af: uitlesing (vertoon van verwerkte inligting op‘n skerm)

source: ready
af: gereed

source: ready condition (ready state)
af: gereedtoestand (waarin ‘n program; wat gereed is om SVE te gebruik; verkeer)

source: ready list
af: gereedlys; gereedstaanlys

source: ready state (ready condition)
af: gereedtoestand (waarin ‘n program; wat gereed is om SVE te gebruik; verkeer)

source: reai-time operation (real-time working)
af: intydse werking

source: real
af: reël

source: real address (effective address)
af: effektiewe adres (van ‘n werklike stoorposisie in geheue)

source: real arithmetic expression
af: reÃ«elgetalrekenkunde-uitdrukking

source: real constant
af: reÃ«le konstante

source: real function
af: reÃ«le funksie

source: real number
af: reÃ«le getal

source: real operation
af: reÃ«lgetaloperasie

source: real storage
af: reÃ«le stoor (in ‘n virtuelegeheue-stelsel)

source: real time (n)
af: reÃ«le tyd (aksies vind plaas volgens werklike kloktyd)

source: real-time (adj)
af: intyds (aksies vind plaas volgens werklike kloktyd)

source: real-time clock
af: intydse klok

source: real-time control
af: intydse beheer

source: real-time input
af: intydse toevoer

source: real-time language
af: intydse taal

source: real-time mode
af: intydse modus

source: real-time output
af: intydse afvoer

source: real-time processing
af: intydse verwerking

source: real-time simulation
af: intydse nabootsing; intydse simulasie

source: real-time system
af: intydse stelsel

source: real-time working (real-time operation)
af: intydse werking

source: reallocation
af: hertoekenning

source: rear element
af: agterste element; laaste element (van ‘n tou)

source: rearrange
af: herrangskik

source: reason (n)
af: rede

source: reason (v)
af: redeneer

source: reasonableness test
af: redelikheidstoets

source: reasoning
af: redenering

source: recall ratio
af: herwinverhouding (by inligtingherwinningstelsels)

source: receive
af: ontvang

source: receive and forward
af: ontvang en aanstuur (in datakommunikasie)

source: receive leg
af: ontvangsbeen (die deel van duplekslyn wat ontvang)

source: receive mode
af: ontvangsmodus

source: receive only
af: ontvangalleen

source: receiver (acceptpor; sink)
af: ontvanger (bv. van transmissieboodskappe)

source: receiving station (accepting station)
af: ontvangende stasie

source: recency
af: resentheid

source: recent
af: resent

source: reclamation
af: herwinning (bv. van geheueruimte)

source: reclame
af: herwin (bv. geheueruimte)

source: recognise (accept)
af: herken (bv. van ‘n taal)

source: recogniser
af: herkenner

source: recognition
af: herkenning

source: recognition device
af: herkenningstoestel (in OKH)

source: recognition memory
af: herkenningsgeheue (in OKH)

source: recognition problem
af: herkenningsprobleem

source: recognition routine
af: herkenningsroetine

source: recompile
af: herkompileer

source: reconfiguration
af: herkonfigurasie

source: reconfigure
af: herkonfigureer

source: reconnect
af: herverbind

source: reconstitute
af: herbou (van ‘n lêer na ‘n vorige toestand)

source: reconstitution
af: herbouing (van ‘n lêer na ‘n vorige toestand)

source: reconstruct
af: rekonstrueer

source: reconstruction
af: rekonstruksie

source: record (n)
af: rekord (‘n versameling verwante data-items)

source: record (v)
af: registreer; vaslê

source: record
af: rekord

source: record access
af: rekordtoegang

source: record address
af: rekordadres

source: record block
af: rekordblok

source: record count
af: rekordtelling (die aantal rekords in ‘n lÃªer)

source: record description
af: rekordbeskrywing (bv. in COBOL)

source: record format
af: rekordformaat (die rangskikking van velde in‘n rekord)

source: record gap (interrecord gap)
af: tussenrekord-gaping

source: record head (recording head; write head; writing head)
af: registreerkop; skryfkop

source: record header
af: rekordvoorstuk

source: record key
af: rekordsleutel

source: record layout
af: rekorduitleg (die rangskikking en struktuur van data in ‘n rekord)

source: record length
af: rekordlengte

source: record mark
af: rekordmerk (bv. wat rekords skei)

source: record number
af: rekordnommer

source: record separator
af: rekordskeier

source: record trailer
af: rekordagterstuk

source: record-blocking
af: rekordblokvorming

source: recorded text
af: geregistreerde teks (bv. in WV op ‘nmagnetiese medium)

source: recorder
af: registreerder

source: recording
af: registrering; vaslegging

source: recording density
af: registreerdigtheid

source: recording device
af: registreertoestel

source: recording gap
af: registreergaping

source: recording head (record head; writehead; writing head)
af: registreerkop; skryfkop

source: recording medium
af: registreermedium (bv.waarop data geregistreer word)

source: recording surface
af: registreeroppervlak

source: recover (retrieve)
af: herwin (bv. van gestoorde inligting)

source: recover
af: herstel (na ‘n vroëe toestand toe)

source: recoverable error (correctable error)
af: herstelbare fout

source: recovery
af: herstelling

source: recovery procedure
af: herstelprosedure

source: recovery routine
af: herstelroetine (wat gebruik word as ‘n fout voorkom)

source: recovery system
af: herstelstelsel (wat aksies aanteken en herstelling doen)

source: recovery time
af: hersteltyd (bv. van ‘n foutiewe lopie)

source: recreate
af: herskep (‘n lÃªer)

source: rectification
af: gelykrigting

source: rectifier
af: gelykrigter (wat wisselstroom omskakel na gelykstroom)

source: rectify
af: gelykrig

source: rectilinear figure
af: reglynige figuur

source: recurrence (repeat)
af: herhaling

source: recurrent fault
af: wederkerende fout

source: recursion
af: rekursie (bv. om ‘n funksie in terme van homself te definieer)

source: recursion theorem
af: rekursieteorema

source: recursive
af: rekursief

source: recursive formula
af: rekursiewe formule

source: recursive function
af: rekursiewe funksie

source: recursive list (self-referent list)
af: rekursiewe lys

source: recursive procedure
af: rekursiewe prosedure

source: recursive process
af: rekursiewe proses (‘n rekursiewe operasie)

source: recursive set
af: rekursiewe versameling

source: recursive subroutine
af: rekursiewe subroetine

source: recursively defined sequence
af: rekursief gedefinieerde ry

source: recycle (n)
af: herbruik

source: recycle (v)
af: hergebruik

source: redefine
af: herdefinieer (bv. in COBOL)

source: reduce
af: reduseer; verklein

source: reduced graph
af: gereduseerde grafiek

source: reduced machine
af: gereduseerde masjien

source: reduction
af: reduksie

source: reduction machine
af: reduksiemasjien

source: reduction move
af: reduksiebeweging

source: redundancy
af: oortolligheid

source: redundancy check
af: oortolligheidskontrole

source: redundancy check digit
af: oortolligheidskontrolesyfer

source: redundant
af: oortollig

source: redundant code
af: oortollige kode

source: redundant digit
af: oortollige syfer

source: redundant system
af: oortollige stelsel

source: reel
af: spoel (bv. van ‘n magnetiese band)

source: reel number
af: spoelnommer

source: reference
af: verwysing

source: reference address (base address)
af: basisadres (plus relatiewe adres gee absolute adres)

source: reference argument
af: verwysingsargument (argument wat ‘n verwysing bevat)

source: reference bit
af: verwysingsbis

source: reference edge
af: verwysingskant (bv. by lees van merkleesdokumente)

source: reference file
af: verwysingslÃªer (wat relatief min sal verander met tyd)

source: reference junction
af: verwysingsaansluiting

source: reference listing
af: verwysingslys

source: reference parameter
af: verwysingsparameter

source: reference point
af: verwysingspunt

source: reference record
af: verwysingsrekord

source: reference tape
af: verwysingsband

source: reference time
af: verwysingstyd

source: referential transparency
af: verwysingsdeursigtigheid

source: refinement
af: verfyning

source: reflect
af: reflekteer; weerkaats

source: reflectance
af: reflektansie; weerkaatsingskoÃ«ffisiÃ«nt (in OKH)

source: reflected binary code (cyclical binary code)
af: sikliese binÃ«re kode

source: reflected code (cyclical code)
af: sikliese kode

source: reflection
af: refleksie; weerkaatsing

source: reflective ink
af: weerkaatsende ink (in OKH)

source: reflexive
af: refleksief

source: reflexive relation
af: refleksiewe relasie

source: reformat
af: herformatteer (MOET DIT NIE “HERFORMATEER” WEES NIE?

source: refresh (regenerate)
af: regenereer; verfris (van vertoonbeeld op skerm)

source: refresh circuitry
af: verfris stroomkringe (verhoed verlies in dinamiese geheue)

source: refresh display
af: verfris vertoon

source: refresh interval
af: verfris interval

source: refresh memory
af: verfris geheue

source: refresh rate
af: verfris tempo (van vertoonbeeld op skerm)

source: refresh tube
af: verfris buis

source: regenerate (refresh)
af: regenereer; verfris (van vertoonbeeld op skerm)

source: regeneration
af: regenerasie (bv. van beeld op skerm)

source: regeneration period
af: regenerasieperiode

source: regeneration rate
af: regenerasietempo

source: regenerative feedback
af: regeneratiewe terugkoppeling

source: regenerative memory
af: regeneratiewe geheue (moet verfris word anders verdwyn data)

source: regenerative read
af: regeneratiewe lees

source: regenerative repeater
af: regeneratiewe herhaler

source: regenerative track
af: regeneratiewe baan

source: region
af: area gebied (bv. in geheue); streek (in geografiese sin)

source: regional network
af: streeksnetwerk (in ‘n beperkte geografiese area)

source: register (n)
af: register

source: register (v)
af: registreer

source: register allocation
af: registertoekenning

source: register contents
af: registerinhoud

source: register length
af: registerlengte (die stoorkapasiteit van ‘n register)

source: register optimisation
af: registeroptimering (bv. in kompileerders)

source: register rotation
af: registerrotasie

source: register stack
af: registerstapel

source: register transfer language
af: registeroordragtaal

source: registration
af: instelling (bv. die posisie van ‘n kaart); registrasie (akkurate posisionering m.b.t. ‘n verwysingspunt); registrasie (bv. van data)

source: registration mark
af: instelmerk (bv. in OKH)

source: regression
af: regressie

source: regression analysis
af: regressieanalise

source: regression curve
af: regressiekromme

source: regular
af: reëlmatig (bv. ‘n figuur); regulier (bv. ‘n funksie)

source: regular expression
af: reguliêre uitdrukking

source: regular grammar
af: reguliêre grammatika

source: regular language (regular set.)
af: reguliêre taal (word herken deur eindige toestand-outomaat)

source: regular set (regular language)
af: reguliêre taal (word herken deur eindige toestand-outomaat)

source: regular time relationship
af: vaste tydsverband (by sinchrone transmissie)

source: regulate
af: reguleer

source: regulation
af: regulasie (die resultaat); regulering (die proses)

source: reject (discard)
af: verwerp (bv. van ‘n foutiewe rekord)

source: reject
af: afkeur (bv. van ‘n foutiewe programlopie)

source: related
af: verbandhoudend; verwant (bv. programme in ‘n programsuite)

source: relation
af: relasie (bv. in logika); verband (bv. tussen rekords)

source: relation character
af: relasiekarakter (wat ‘n verband uitdruk; bv. ” = “)

source: relation test
af: relasietoets

source: relational algebra
af: relasie-algebra

source: relational calculus
af: relasierekening

source: relational database
af: relasiedatabasis

source: relational expression
af: relasionele uitdrukking

source: relational model
af: relasionele model

source: relational operator
af: relasionele operator

source: relational processor
af: relasionele verwerker (‘n assosiatiewe verwerker)

source: relationship
af: verhouding (bv. tussen mens en masjien); verwantskap (bv. tussen rekords)

source: relationship record
af: verwantskapsrekord

source: relative
af: relatief

source: relative address
af: relatiewe adres (plus basisadres gee absolute adres)

source: relative addressing
af: relatiewe adressering

source: relative byte address
af: relatiewe greepadres

source: relative code
af: relatiewe kode

source: relative coding
af: relatiewe kodering (sonder absolute adresse)

source: relative coordinate
af: relatiewe koördinaat (bv. in rekenaargrafika)

source: relative data
af: relatiewe data (bv. in rekenaargrafika)

source: relative error
af: relatiewe fout

source: relative error bound
af: relatiewe foutgrens

source: relative program
af: relatiewe program (sonder absolute adresse)

source: relative programming
af: relatiewe programmering (sonder absolute adresse)

source: relative vector
af: relatiewe vektor (bv. in rekenaargrafika)

source: relative-time clock
af: relatiewetyd-klok

source: relay (n)
af: herleiding (bv. in datakommunikasie); relê (‘n toestel)

source: relay (v)
af: herlei (in datakommunikasie)

source: relay amplifier
af: relêversterker

source: relay centre
af: herleisentrum (waar boodskapskakeling plaasvind)

source: relay computer
af: relêrekenaar

source: release (n)
af: vrystelling

source: release (v) (deallocate; relinquish)
af: vrystel (bv. van ‘n hulpbron)

source: reliability
af: betroubaarheid

source: reliable
af: betroubaar

source: reliable program
af: betroubare program

source: relinquish (deallocate; release)
af: vrystel (bv. van ‘n hulpbron)

source: relocatability
af: verplaasbaarheid

source: relocatable address
af: verplaasbare adres

source: relocatable code
af: verplaasbare kode

source: relocatable instruction
af: verplaasbare instruksie

source: relocatable loader
af: verplaasbare laaier

source: relocatable module
af: verplaasbare module

source: relocatable program
af: verplaasbare program

source: relocatable sequence
af: verplaasbare sekwensie (bv. van instruksies in geheue)

source: relocate
af: verplaas (skuif van program en aanpas van nodige adresse)

source: relocating loader
af: verplaaslaaier (wat adresse met laaityd aanpas)

source: relocating program
af: verplasende program

source: relocation
af: verplasing (deur o.a. adresse aan te pas)

source: relocation constant
af: verplasingskonstante

source: relocation dictionary
af: verplasingsadreslys (van geheue-adresse)

source: reluctance
af: reluktansie (by magnetisme)

source: remainder (MOD)
af: res na deling (MOD)

source: remainder
af: res (wat oorbly na ‘n deling)

source: remark
af: opmerking (bv. ter verduideliking in ‘n program)

source: remedial maintenance (corrective maintenance)
af: herstelinstandhouding

source: remnance magnetism (remnance magnetism)
af: resmagnetisme HIERDIE IS ‘N HERHALING!!

source: remote
af: afgeleë; afstands-

source: remote access
af: afstandstoegang

source: remote batch entry
af: afstandsbondelinvoer

source: remote batch processing
af: afstandsbondelverwerking

source: remote computer
af: afstandsrekenaar

source: remote console
af: afstandskonsole

source: remote control
af: afstandsbeheer

source: remote device
af: afstandstoestel

source: remote enquiry (remote inquiry)
af: afstandsnavraag

source: remote inquiry (remote enquiry)
af: afstandsnavraag

source: remote job entry (RJE)
af: afstandswerk; stukinvoer; AWI

source: remote message processing
af: afstandsboodskapverwerking

source: remote processing
af: afstandsverwerking

source: remote spooling
af: afstandspool

source: remote station
af: afstandstasie

source: remote terminal
af: afstandsterminaal

source: removable
af: verwyderbaar

source: removable disk
af: verwyderbare skyf

source: removal
af: verwydering (bv. van ‘n element uit ‘n lys)

source: rename
af: herbenaam; hernoem (IS HIERDIE NIE DIE WW “HERNOEM” NIE??)

source: render
af: rendereer, verf, beeldopmaak, beeldteken, verteken

source: renderer
af: beeldtekenaar, rendereerder

source: rent
af: huur

source: reorder level
af: herbestelvlak

source: reorder point
af: herbestelpunt

source: reorganise
af: herorganiseer (bv. van ‘n databasis)

source: repagination
af: herpaginering (bv. in WV)

source: repair
af: herstel (bv. van ‘n toestel)

source: repair delay time
af: herstelvertraagtyd

source: repair time
af: hersteltyd (bv. van ‘n toestel)

source: repeat (n) (recurrence)
af: herhaling

source: repeat (v)
af: herhaal

source: repeat action key
af: herhaalaksiesleutel

source: repeat facility
af: herhaalfasiliteit

source: repeat key
af: herhaalsleutel

source: repeat password
af: herhaal wagwoord

source: repeat statement
af: herhaalstelling

source: repeatability
af: herhaalbaarheid

source: repeatedly
af: herhaaldelik

source: repeater
af: herhaler (in datakommunikasie)

source: repeater modem
af: herhalermodem

source: repertoire (instruction repertoire); instruction set)
af: instruksiestel; repertoire

source: repetition instruction
af: herhaalinstruksie

source: repetition rate
af: herhaaltempo

source: repetitive addressing
af: herhalende adressering

source: repetitive operation
af: herhalende bewerking

source: replace
af: vervang
