Repository: casperl/wesnoth-af
Catalog: afrikaanse-rekenaarterme.po
Languages: af

source: disjunctive
af: disjunktief

source: disk
af: skyf

source: disk address
af: skyfadres

source: disk cache
af: skyfkas; skyfspens

source: disk cartridge
af: skyfpatroon

source: disk controller
af: skyfbeheerder

source: disk crash
af: kopval

source: disk drive
af: skyfaandrywer; skyfdrywer

source: disk file
af: skyflêer

source: disk format
af: skyfformaat

source: disk layout
af: skyfuitleg

source: disk operating system
af: skyfgebaseerde bedryfstelsel

source: disk pack
af: skyfpak

source: disk sector
af: skyfsektor

source: disk sort
af: skyfsortering

source: disk space
af: skyfspasie

source: disk spooling system
af: skyfspoolstelsel

source: disk storage
af: skyfstoor

source: disk track
af: skyfbaan

source: disk transport
af: skyfaandrywer

source: disk unit
af: skyfeenheid

source: disk-adapter
af: skyfpasstuk

source: disk-formatter
af: skyfformatteerder

source: diskette
af: disket; slapskyf; plaatjie

source: diskette drive
af: disketaandrywer; disketdrywer

source: diskette storage device
af: disketstoortoestel

source: disorderly closedown
af: onordelike afsluiting

source: dispatch
af: afsend; versend

source: dispatcher
af: afsender

source: disperse
af: versprei

source: dispersed intelligence
af: verspreide intelligensie

source: dispersed system
af: verspreide stelsel

source: dispersion
af: dispersie; verspreiding

source: displacement
af: verplasing

source: display
af: beeld; uitbeelding; afbeelding; vertoon

source: display background
af: vertoonagtergrond

source: display card
af: vertoonkaart

source: display character generator
af: vertoonkaraktergenerator

source: display column
af: vertoonkolom

source: display command
af: vertoonbevel

source: display console
af: vertoonkonsole

source: display cycle
af: vertoonsiklus

source: display definition
af: beelddefinisie

source: display device
af: vertoontoestel

source: display driver
af: vertoondrywer

source: display element
af: vertoonelement

source: display entity
af: vertoonentiteit

source: display field
af: vertoonveld

source: display file
af: vertoonlêer

source: display foreground
af: vertoonvoorgrond

source: display format
af: vertoonformaat

source: display graphics
af: vertoongrafika

source: display image
af: vertoonbeeld

source: display line
af: vertoonlyn

source: display memory
af: beeldgeheue

source: display mode
af: vertoonmodus

source: display panel
af: vertoonpaneel

source: display position
af: vertoonposisie

source: display processor
af: vertoonverwerker

source: display refresher rate
af: vertoonverfristempo

source: display register
af: vertoonregister

source: display screen
af: vertoonskerm

source: display space
af: vertoonruimte

source: display station
af: vertoonstasie

source: display surface
af: vertoonoppervlak

source: display terminal
af: vertoonterminaal

source: display tube
af: vertoonbuis

source: display unit (visual display unit; VDU)
af: vertooneenheid

source: disseminate
af: dissemineer

source: dissemination
af: disseminasie

source: dissipation
af: dissipasie

source: distance education and training
af: afstandsonderrig en -opleiding

source: distort
af: verwring

source: distortion (deformation)
af: vervorming; verwringing

source: distribute
af: versprei

source: distributed array processor
af: verspreide skikkingsverwerker

source: distributed communication
af: verspreide kommunikasie

source: distributed computer system
af: verspreide rekenaarstelsel

source: distributed data base
af: verspreide databasis

source: distributed data processing (DDP)
af: verspreide dataverwerking (VDV)

source: distributed intelligence
af: verspreide intelligensie (op verskeie punte)

source: distributed logic (dispersed intelligence; distributed intelligence)
af: verspreide intelligensie

source: distributed processing
af: verspreide verwerking

source: distributed system
af: verspreide stelsel

source: distribution
af: distribusie; verdeling; verspreiding

source: distribution function
af: distribusiefunksie

source: distribution list
af: verspreidingslys; e-posadreslys

source: distribution rack
af: verspreidingsrak; verdeelrak; distribusierak

source: distributive binary operation
af: distributiewe binêre operasie

source: distributive law
af: distributiewe wet

source: distributor
af: verdeler

source: disturb
af: steur

source: disturb pulse
af: steurpuls

source: disturb signal
af: steursein

source: disturbed
af: gesteur

source: disturbed one-output signal
af: gesteurde eenleweringsein

source: disturbed response signal
af: gesteurde responssein

source: disturbed response voltage
af: gesteurde responsspanning

source: disturbed zero-output signal
af: gesteurde nulleweringsein

source: diverge
af: divergeer

source: divergent sequence
af: divergente ry

source: divergent series
af: divergente reeks

source: divide
af: deel (bv. in rekenkunde)

source: divide check
af: deelkontrole

source: divided slit scan
af: verdeelde gleufaftasting

source: dividend
af: deeltal

source: divider
af: verdeler

source: divisibility
af: deelbaarheid

source: division
af: deling; divisie

source: division symbol
af: deelteken

source: divisor
af: deler (getal waarmee gedeel word in rekenkunde)

source: do-nothing instruction
af: leë instruksie; niksdoeninstruksie

source: dock
af: vasmeer

source: docked
af: gedokte; geanker

source: docking window
af: dokvenster

source: document
af: dokument; dokumenteer

source: document assembly
af: dokumentsaamstelling

source: document leading edge
af: dokumentleirand

source: document processing
af: dokumentverwerking

source: document reader
af: dokumentleser

source: document reference edge
af: dokumentverwysingskant

source: document retrieval
af: dokumentherwinning

source: documentation
af: dokumentasie; handboek

source: documentation aid
af: dokumentasiehulpmiddel

source: documentation printout
af: dokumentasiedrukstuk

source: domain
af: definisieversameling; domein; definisiegebied; gebied; bereik

source: domain address
af: domeinadres

source: domain migration
af: gebiedsmigrasie; gebiedsverskuiwing

source: domain suffix
af: domeinsuffiks; domeinstert

source: dominant term
af: oorheersende term

source: dongle
af: sleutelprop; dongel

source: donor
af: skenker

source: donor impurity
af: skenkeronsuiwerheid

source: don’t-care combination
af: om’t-ewe kombinasie

source: dopant
af: doteermiddel

source: dope vector
af: doteervektor

source: doping
af: dotering

source: dormant
af: rustend

source: dormant program
af: rustende program

source: dot
af: punt (bv. in wiskunde); stippel; kol; dot

source: dot file
af: dotlêer

source: dot frequency
af: puntfrekwensie

source: dot matrix character generator
af: matrikskaraktergenerator

source: dot matrix printer
af: matriksdrukker; stippeldrukker

source: dot notation
af: puntnotasie; dotnotasie

source: dot printer
af: matriksdrukker

source: dot product
af: puntproduk

source: dot-addressable screen
af: stippeladresseerbare skerm

source: dot/dash mode
af: punt/streep-modus

source: dots per inch (dpi)
af: stippels per duim (spd)

source: dotted decimal
af: dot-desimaal

source: dotted line
af: stippellyn

source: dotted pair
af: dotpaar

source: double
af: dubbel

source: double buffering
af: dubbelbuffer-werking

source: double click
af: dubbelkliek; dubbelklik; klik-klik

source: double density (dual density)
af: dubbeldigtheid

source: double negation
af: dubbelnegering

source: double precision
af: dubbelnoukeurigheid; dubbelpresisie

source: double punching
af: dubbelpons

source: double register
af: dubbellengteregister

source: double strike
af: dubbeldruk; vetdruk

source: double word
af: dubbelwoord

source: double-click
af: klik-klik; dubbelkliek; dubbelklik

source: double-density recording
af: dubbeldigtheidregistrering

source: double-ended queue
af: tweepunttou

source: double-length number
af: dubbellengtegetal

source: double-length register
af: dubbellengteregister

source: double-precision number
af: dubbelnoukeurige getal; dubbelpresisiegetal

source: double-pulse recording
af: dubbelpulsregistrering

source: double-sided disk
af: dubbelkantige skyf

source: double-sided/double-density
af: dubbelkant/dubbeldigtheid

source: double-sided/quad-density
af: dubbelkant/vierdubbeldigtheid

source: doublet
af: doeblet

source: doubly linked list
af: dubbelaaneengeskakelde lys; simmetriese lys

source: down
af: af; skakel af; gaan sit; breek af; afsit; afskakel; ontkoppel

source: down time
af: aftyd

source: downline dump
af: afwaarts stort

source: downline load
af: afwaarts laai

source: download
af: aflaai; afwaarts laai

source: download database
af: laai databasis af

source: download file
af: aflaailêer

source: download program
af: aflaaiprogram

source: download speed
af: aflaaispoed

source: downloaded
af: afgelaai; afwaarts gelaai

source: downloading
af: aflaai

source: downtime
af: aftyd

source: downward
af: afwaarts

source: downward compatible
af: afwaarts versoenbaar

source: downward rounding-off
af: afwaartse afronding

source: dpi (dots per inch)
af: spd (stippels per duim)

source: draft
af: proef

source: draft copy
af: konsepkopie

source: drag
af: sleep

source: drag and drop
af: sleep en los

source: drag and drop process
af: sleep-en-los-proseas

source: draw
af: teken

source: drift
af: dryf (bv. van seine)

source: drift error
af: dryffout

source: drift-corrected amplifier
af: dryfgekorrigeerde versterker

source: drifting character
af: dryfkarakter; sweefkarakter

source: drive
af: aandrywer; dryf; aandryf

source: drive pulse
af: dryfpuls

source: drive wire
af: dryfdraad

source: driven
af: gedrewe

source: driver
af: drywer; aandryfprogram; drywerprogram; aandrywer

source: drop
af: aftak; tap

source: drop a line
af: laat ‘n lyn val

source: drop down combination box
af: aftrek-kombinasieblokkie

source: drop down list
af: aftreklys; tuimellys

source: drop down list box
af: aftreklys-hokkie; tuimellys-hokkie

source: drop down menu
af: aftrekkieslys; tuimelkieslys

source: drop-dead halt
af: onherstelbare halt

source: drop-down
af: aftrek

source: drop-in
af: bykom

source: drop-out
af: verloor

source: dropping
af: aftakking; tapping

source: drum
af: drom

source: drum plotter
af: dromstipper

source: drum printer
af: dromdrukker

source: drum scanning
af: dromaftasting

source: drum storage
af: dromstoor

source: dry cell
af: droëselbattery

source: dry run
af: kammalopie

source: dual
af: dubbel

source: dual access
af: dubbele toegang

source: dual component
af: dubbelkomponent

source: dual density
af: dubbeldigtheid

source: dual intensity
af: dubbelintensiteit

source: dual mode
af: dubbelmodus

source: dual operation
af: dubbeloperasie

source: dual processor
af: dubbelverwerker

source: dual screen
af: dubbelskerm

source: dual track
af: dubbelbaan

source: dual view
af: dubbelaansig; tweesig; dubbelsig

source: duality
af: dualiteit

source: dumb terminal
af: dom terminaal

source: dummy
af: fop-

source: dummy card
af: fopkaart

source: dummy instruction
af: pseudo-instruksie

source: dummy run
af: kammalopie

source: dump
af: storting; stort

source: dump check
af: stortingskontrole

source: dump routine
af: stortroetine

source: dump-cracking
af: stortingsontleding

source: duodecimal
af: duodesimaal; twaalftallig

source: duodecimal number system
af: duodesimale getallestelsel; twaalftallige getallestelsel

source: duplex
af: dupleks; duplekseer

source: duplex channel
af: duplekskanaal

source: duplex circuit
af: duplekskring

source: duplex communication
af: duplekskommunikasie; tweerigtingkommunikasie

source: duplex line
af: duplekslyn

source: duplex mode
af: dupleksmodus

source: duplexed system
af: verdubbelde stelsel

source: duplexing
af: verdubbeling

source: duplicate
af: duplikaat; dupliseer

source: duplicate key
af: duplikaatsleutel

source: duplicating punch
af: dupliseerpons; reproduseerpons

source: duplication
af: duplisering

source: duplication check
af: dupliseerkontrole

source: durability index
af: duursaamheidsindeks

source: duration
af: duur

source: duty cycle
af: dienssiklus

source: dyadic
af: binêr; diadies; tweetallig

source: dyadic Boolean operation
af: diadiese Boole-operasie

source: dyadic operation
af: diadiese operasie

source: dyadic operator
af: diadiese operator

source: dyadic processor
af: diadiese verwerker

source: dynamic
af: dinamies

source: dynamic IP-address
af: dinamiese IP-adres

source: dynamic address allocation
af: dinamiese adrestoekenning

source: dynamic allocation
af: dinamiese toekenning

source: dynamic array
af: dinamiese skikking

source: dynamic binding
af: dinamiese binding

source: dynamic buffering
af: dinamiese bufferwerking

source: dynamic changes
af: dinamiese veranderings

source: dynamic check
af: dinamiese kontrole

source: dynamic debugging
af: dinamiese ontfouting

source: dynamic display image
af: dinamiese vertoonbeeld

source: dynamic dump
af: dinamiese storting

source: dynamic error
af: dinamiese fout

source: dynamic hashing
af: dinamiese hutsing

source: dynamic link library (DLL)
af: dinamiesebinding-programmateek (DLL)

source: dynamic linking
af: binding

source: dynamic load
af: dinamiese laai

source: dynamic memory
af: dinamiese geheue

source: dynamic memory allocation
af: dinamiese geheuetoekenning

source: dynamic memory management
af: dinamiese geheuebestuur

source: dynamic network protocol (DNP)
af: dinamiesenetwerkprotokol (DNP)

source: dynamic page relocation
af: dinamiese bladsyverplasing

source: dynamic printout
af: dinamiese druk

source: dynamic priority allocation
af: dinamiese prioriteitstoekenning

source: dynamic programming
af: dinamiese programmering

source: dynamic random access memory (DRAM)
af: dinamiese leesalleengeheue (DLAG)

source: dynamic range
af: dinamiese strek

source: dynamic resource allocation
af: dinamiese hulpbrontoekenning

source: dynamic scheduling
af: dinamiese skedulering

source: dynamic stop
af: breekpuntinstruksie

source: dynamic storage
af: dinamiese stoor

source: dynamic subroutine
af: dinamiese subroetine

source: dynamic tape skew
af: dinamiese bandskeefloop

source: dynamiciser
af: dinamiseerder; parallel-na-serieelomsetter

source: e-commerce
af: e-handel

source: e-mail
af: e-pos; E-pos; vonkpos

source: e-mail mailing list
af: e-poslys

source: e-shorthand
af: e-snelskrif

source: earth
af: aarde; aard

source: earth station
af: aardstasie

source: echo
af: eggo

source: echo attenuation
af: eggoverswakking

source: echo check
af: eggokontrole

source: echo suppressor
af: eggo-onderdrukker

source: edge
af: kant; rand; skakel

source: edge line
af: randlyn

source: edge-coloured
af: randgekleur

source: edge-notched card
af: randgeponste kaart

source: edge-punched card
af: randgeponste kaart

source: edge-triggering
af: kantsnellering

source: edit
af: redigeer

source: edit box
af: redigeer blokkie/kassie

source: edit capability
af: redigeervermoë

source: edit command
af: redigeerbevel

source: edit facility
af: redigeerfasiliteit

source: edit mode
af: redigeermodus

source: edit page
af: redigeerblad

source: edit program
af: redigeerprogram

source: edited
af: geredigeer

source: edited copy
af: geredigeerde kopie

source: editing
af: redigering

source: editing character
af: redigeerkarakter

source: editing program
af: redigeerprogram

source: editing session
af: redigeersessie

source: editing terminal
af: redigeerterminaal

source: edition
af: uitgawe

source: editor
af: redigeerder; redakteur; wysiger; redigeerder

source: editor command
af: redigeerderbevel

source: edutainment
af: opvoedvermaak

source: effect
af: effek

source: effective
af: doelmatig; effektief

source: effective address
af: effektiewe adres

source: effective data transfer rate
af: effektiewe data-oordragtempo

source: effective instruction
af: effektiewe instruksie

source: effective speed of transmission
af: effektiewe transmissiespoed

source: effective time
af: effektiewe tyd

source: effectiveness
af: doelmatigheid; effektiwiteit

source: efficiency
af: doeltreffendheid; effisiënsie

source: efficient
af: doeltreffend; effisiënt

source: egoless programming
af: egolose programmering

source: eight-phase modulation
af: agtfase-modulasie

source: either-way communications
af: halfduplekskommunikasie

source: eject
af: uitskiet

source: elapsed time
af: verloopte tyd

source: elasticity modulus
af: elastisiteitsmodulus

source: electric
af: elektries

source: electric calculating machine
af: elektriese rekenmasjien

source: electric charge
af: elektriese lading

source: electric delay line
af: elektriese vertraaglyn

source: electric motor
af: elektriese motor

source: electric power
af: elektriese krag

source: electric voltage
af: elektriese spanning

source: electrical power
af: elektriese krag

source: electrically programmable
af: elektries-programmeerbaar

source: electricity
af: elektrisiteit

source: electricity supply
af: elektrisiteitstoevoer

source: electromagnetic
af: elektromagneties

source: electromagnetic delay line
af: elektromagnetiese vertraaglyn

source: electromagnetic radiation
af: elektromagnetiese straling

source: electromechanical
af: elektromeganies

source: electron beam
af: elektronbundel

source: electronic
af: elektronies

source: electronic accounting machine
af: elektroniese boekhoumasjien

source: electronic blackboard
af: elektroniese skryfbord

source: electronic business card
af: e-visitekaart

source: electronic calculating machine
af: elektroniese rekenmasjien

source: electronic calculator
af: elektroniese rekenmasjien

source: electronic commerce
af: e-handel; elektroniese handel

source: electronic computer
af: elektroniese rekenaar

source: electronic data processing (EDP)
af: elektroniese dataverwerking (EDV)

source: electronic editor
af: elektroniese redigeerder

source: electronic filing
af: elektroniese liassering

source: electronic funds transfer (EFT)
af: elektroniese geldoordrag (EGO)

source: electronic funds transfer system (EFTS)
af: elektroniese geldoordragstelsel (EGOS)

source: electronic highway
af: elektroniese snelweg; e-snelweg

source: electronic mail
af: elektroniese pos

source: electronics
af: elektronika

source: electrosensitive matrix printer
af: elektrosensitiewe matriksdrukker

source: electrostatic
af: elektrostaties

source: electrostatic plotter
af: elektrostatiese stipper

source: electrostatic printer
af: elektrostatiese drukker

source: electrostatic screen
af: elektrostatiese skerm

source: electrostatic storage
af: elektrostatiese stoor

source: electrothermal printer
af: elektrotermiese matriksdrukker

source: element
af: element; lid

source: elementary item
af: elementêre item

source: eleven punching
af: elf-pons

source: eligible
af: beskikbaar

source: eligible list
af: beskikbaarlys

source: eliminate
af: elimineer

source: elimination
af: eliminasie; eliminering

source: eliminator
af: elimineerder

source: ellipses
af: beletselteken

source: elongation
af: verlenging

source: embed
af: inbed

source: embedded
af: ingebed; verskans; ingebedde; vasgelegde verskansde

source: embedded blank
af: ingebedde blanko

source: embedded blanks
af: ingebedde blanko’s

source: embedded set
af: ingebedde stel

source: embedding
af: inbeddend

source: embolden
af: beklemtoon; uitlig

source: embossed character
af: reliëfkarakter

source: emergency maintenance
af: noodinstandhouding

source: emissivity
af: emissitiwiteit

source: emitter
af: emittor

source: emitter pulse
af: emittorpuls

source: emoticon
af: emotikon

source: empiric function generator
af: empiriese funksiegenerator

source: empty
af: leeg

source: empty key sequence
af: leë sleutelreeks

source: empty list
af: leë lys

source: empty medium
af: leë medium

source: empty memory
af: leë geheue

source: empty set
af: leë versameling

source: empty string
af: leë string

source: emulate
af: emuleer

source: emulation
af: emulasie; emulering

source: emulator
af: emuleerder

source: enable
af: ontsper

source: enable pulse
af: ontsperpuls

source: enable signal
af: ontspersein

source: enabled
af: aktief; ontsper

source: enabled interrupt
af: ontsperde onderbreking

source: enabled module
af: ontsperde module

source: enabled page fault
af: ontsperde bladsyfout

source: enabling
af: ontsperring

source: enabling signal
af: ontspersein

source: encapsulated
af: verpak; geënkapsuleer

source: encapsulation
af: enkapsulering

source: encipher (code; encode)
af: enkodeer

source: encode
af: enkodeer

source: encoded point
af: adresseerbare punt

source: encoder
af: enkodeerder

source: encoder matrix
af: enkodeermatriks

source: encoding
af: enkodering

source: encrypt
af: enkripteer

source: encrypting
af: enkriptering

source: encryption
af: enkripsie

source: end
af: einde

source: end address
af: eindadres

source: end mark
af: eindmerk

source: end user
af: eindgebruiker

source: end-around borrow
af: ombringleen

source: end-around carry
af: ombringoordrag

source: end-around shift
af: ombringskuif; sirkelskuif

source: end-of-block
af: blokeinde; einde-van-blok

source: end-of-block symbol
af: blokeindesimbool; einde-van-bloksimbool

source: end-of-file
af: einde-van-lêer; lêereinde

source: end-of-file label
af: einde-van-lêeretiket; lêereinde-etiket

source: end-of-file mark
af: einde-van-lêermerk; lêereindemerk

source: end-of-message (EOM)
af: boodskapeinde; einde-van-boodskap

source: end-of-tape (EOT)
af: bandeinde; einde-van-band

source: end-of-text (ETX)
af: einde-van-teks; tekseinde

source: end-of-transmission (EOT)
af: einde-van-transmissie; transmissie-einde

source: end-of-volume label
af: einde-van-volume-etiket; volume-einde-etiket

source: end-of-word character
af: einde-van-woordkarakter; woordeindekarakter

source: end-order
af: na-orde

source: end-order traversal
af: na-orde-deurkruising

source: endless tape
af: endloseband; ringband

source: endwise feed
af: oorlangs voer; punt-aan-punt voer

source: engineering
af: ingenieurswerk; ingenieurswese

source: engineering time
af: versientyd

source: enhance
af: verbeter

source: enqueue
af: in ‘n tou invoeg

source: enquiry
af: navraag

source: enquiry character
af: navraagkarakter

source: enquiry language
af: navraagtaal

source: enquiry station
af: navraagstasie

source: enquiry terminal
af: navraagterminaal

source: enrich
af: verryk

source: enter
af: inskryf; insleutel; invoer; aanteken; intik; doen

source: enter key
af: invoersleutel; doensleutel

source: enter password
af: tik wagwoord in; verskaf wagwoord

source: enterprise
af: groot; onderneming-

source: entity
af: entiteit

source: entity analysis
af: entiteitsontleding

source: entity set model
af: entiteitsversamelingsmodel

source: entity-relationship
af: entiteitsverwantskap

source: entrance
af: toegangspunt

source: entropy
af: entropie

source: entry
af: invoer; ingang; inskrywing; invoering

source: entry condition
af: ingangsvoorwaarde

source: entry instruction
af: aanvangsinstruksie

source: entry level
af: beginners

source: entry level PC
af: beginnersrekenaar; beginners-PR

source: entry level chip
af: tjip vir beginners

source: entry point
af: ingangspunt

source: enumerable
af: telbaar

source: enumeration
af: aftelling

source: environment
af: omgewing

source: environment division
af: omgewingsdivisie

source: environment support
af: omgewingsondersteuning

source: epilogue procedure
af: epiloogprosedure

source: epitaxial layer
af: epitaksiale laag

source: equal
af: gelyk

source: equal to
af: gelyk aan

source: equalisation
af: gelykstelling

source: equality
af: gelykheid

source: equate
af: gelykstel

source: equation
af: vergelyking

source: equation solver
af: vergelykingsoplosser

source: equilibrium
af: ewewig

source: equipment
af: toerusting

source: equipment compatibility
af: toerustingversoenbaarheid
