Repository: casperl/wesnoth-af
Catalog: afrikaanse-rekenaarterme.po
Languages: af

source: interrogating terminal
af: navraagterminaal

source: interrogation
af: navraging

source: interrogation console
af: navraagkonsole

source: interrogation program
af: navraagprogram

source: interrogation typewriter
af: navraagtikmasjien

source: interrogator
af: navraer

source: interrupt (IRQ)
af: onderbreking; onderbrekingsversoek (IRQ); onderbreek

source: interrupt acknowledge signal
af: onderbrekingserkensein

source: interrupt address
af: onderbrekingsadres

source: interrupt driver
af: onderbrekingsdrywer

source: interrupt event
af: onderbrekingsvoorval

source: interrupt handler
af: onderbrekingshanteerder

source: interrupt line
af: onderbrekingslyn

source: interrupt mask
af: onderbrekingsmasker

source: interrupt mode
af: onderbrekingsmodus

source: interrupt priority
af: onderbrekingsprioriteit

source: interrupt request
af: onderbrekingsversoek

source: interrupt request signal
af: onderbrekingsversoeksein

source: interrupt response time
af: onderbrekingsresponstyd

source: interrupt routine
af: onderbrekingsroetine

source: interrupt service routine
af: onderbrekingsdiensroetine

source: interrupt system
af: onderbrekingstelsel

source: interrupt-driven
af: onderbrekingsgedrewe

source: interrupt-handling
af: onderbrekingshantering

source: interrupt-servicing
af: onderbrekingsbediening

source: interrupt-stacking
af: onderbrekingsopstapeling

source: interruptible state
af: onderbreekbare toestand

source: interruption
af: onderbreking

source: intersect
af: sny

source: intersection
af: interseksie; snyding

source: intersegment linking
af: tussensegment-verbinding

source: intersystem communication
af: tussenstelsel-kommunikasie

source: intertask communication
af: tussentaak-kommunikasie

source: interval timer
af: intervaltydreëlaar

source: intervention
af: ingryping

source: intimate software
af: intieme sagteware

source: intractable problem
af: hardnekkige probleem

source: intrinsic
af: intrinsiek

source: intrinsic call
af: intrinsiekroep

source: intrinsic flux
af: intrinsieke vloed

source: intrinsic flux density
af: intrinsieke vloeddigtheid

source: intrinsic hysteresis loop
af: intrinsieke histereselus

source: intrinsic induction
af: intrinsieke induksie

source: intrinsic procedure
af: intrinsieke prosedure

source: introduce
af: invoer

source: invalid
af: ongeldig; verkeerd; onaanvaarbaar

source: invalid character
af: ongeldige karakter

source: invalid key condition
af: ongeldigesleutel-kondisie

source: inventory
af: inventaris; voorraad

source: inventory control
af: inventarisbeheer; voorraadbeheer

source: inverse
af: inverse; omgekeerde

source: inverse function
af: inverse funksie

source: inverse function rule
af: inversefunksie-reël

source: inverse matrix
af: omgekeerde matriks

source: inverse video
af: omgekeerde video

source: inversion
af: inversie

source: invert
af: omkeer

source: inverted file
af: omgekeerde lêer

source: inverted list
af: omgekeerde lys

source: inverted tree
af: omgekeerde boom

source: inverter
af: omkeerder

source: inverting amplifier
af: omkeerversterker

source: inverting input
af: omkeertoevoer

source: investigate
af: ondersoek

source: invigilator
af: toesighouer; waghond

source: invisible
af: deursigtig

source: invisible operation
af: deursigtige bewerking

source: invitation to send
af: uitnodiging om te stuur

source: invite
af: nooi

source: invoke
af: inroep

source: invoked procedure
af: ingeroepte prosedure

source: irc (internet relay chat)
af: irc (internet-aflosgesels)

source: irrational number
af: irrasionale getal

source: irrecoverable error
af: onherstelbare fout

source: irregularity
af: oneweredigheid

source: irreversible
af: onomkeerbaar

source: irreversible process
af: onomkeerbare proses

source: isochronous
af: isochroon

source: isochronous transmission
af: isochrone transmissie

source: isolate
af: isoleer

source: isomorphism
af: isomorfisme

source: isotonicity
af: isotonisiteit

source: italic
af: skuinsdruk

source: item counter
af: itemteller

source: item size
af: itemgrootte

source: iterate
af: itereer

source: iteration
af: iterasie

source: iteration box
af: iterasiehokkie

source: iteration method
af: iterasiemetode

source: iterative loop
af: iteratiewe lus

source: iterative method
af: iteratiewe metode

source: iterative operation
af: iteratiewe operasie

source: iterative process
af: iteratiewe proses

source: iterative routine
af: iteratiewe roetine

source: jack
af: penprop

source: jagging
af: trappieseffek

source: jam
af: knoop; vasslaan

source: jamming
af: steuring

source: jitter
af: bewe

source: job
af: taak; werkstuk

source: job accounting
af: werkstukboekhouding

source: job batch
af: werkstukbondel

source: job control
af: werkstukbeheer

source: job control card
af: werkstukbeheerkaart

source: job control language (JCL)
af: werkstukbeheertaal (WBT)

source: job control parameter
af: werkstukbeheerparameter

source: job control processor
af: werkstukbeheerverwerker

source: job control program
af: werkstukbeheerprogram

source: job control statement
af: werkstukbeheerstelling

source: job control system
af: werkstukbeheerstelsel

source: job definition
af: taakbeskrywing; taakdefinisie; werkstukbeskrywing; werkstukdefinisie

source: job initiation
af: werkstukinisiëring

source: job input file
af: werkstuktoevoerlêer

source: job input stream
af: werkstuktoevoerstroom

source: job input tape
af: werkstuktoevoerband

source: job input unit
af: werkstuktoevoereenheid

source: job library
af: werkstukbiblioteek

source: job log
af: werkstuklog

source: job management
af: werkstukbestuur

source: job management software
af: werkstukbestuursagteware

source: job mix
af: werkstukpoel

source: job name
af: werkstuknaam

source: job number
af: werkstuknommer

source: job order
af: werkstukvolgorde

source: job output file
af: werkstukafvoerlêer

source: job output stream
af: werkstukafvoerstroom

source: job pool
af: werkstukpoel

source: job priority
af: werkstukprioriteit

source: job processing
af: werkstukverwerking

source: job queue
af: werkstuktou

source: job request card
af: werkstukaanvraagkaart

source: job scheduler
af: werkstukskeduleerder

source: job statement
af: werkstukstelling

source: job step
af: werkstukstap

source: job stream
af: werkstukstroom

source: job submission
af: werkstukindiening

source: job-oriented language
af: werkstukgerigte taal

source: job-scheduling
af: werkstukskedulering

source: joggle
af: regskud

source: join
af: koppeling

source: joint use
af: gesamentlike gebruik

source: journal
af: joernaal transaksie

source: journaling
af: transaksieboekhouding

source: journalising
af: transaksieboekhouding

source: joystick
af: beheerstok; stuurstok

source: jump
af: sprong; spring

source: jump instruction
af: spronginstruksie

source: jumper
af: oorleiding

source: junck mail
af: gemorspos

source: junction
af: aansluiting; sperlaag

source: justification
af: justering

source: justification range
af: justeringsgebied

source: justified
af: gejusteerd

source: justified margin
af: gejusteerde kantlyn

source: justify
af: justeer; regverdig

source: justify left
af: linksjusteer

source: justify right
af: regsjusteer

source: k-notation
af: k-notasie

source: keep track
af: hou tred van

source: kernel (nucleus)
af: kern; nukleus

source: kernel sentence
af: kernsin

source: kernelised
af: gekern; saamgestel rondom ‘n kern

source: kerning
af: tekssaamdrukking

source: key
af: sleutel; toets

source: key address
af: sleuteladres

source: key click
af: sleutelklik

source: key depression
af: sleuteldruk

source: key depressions per hour
af: sleuteldrukke per uur

source: key domain
af: sleutelgebied

source: key field
af: sleutelveld

source: key function
af: sleutelfunksie

source: key instruction
af: sleutelinstruksie

source: key mat
af: sleuteloorlegsel

source: key phrase
af: sleutelfrase

source: key pulse
af: sleutelpuls

source: key roll-over
af: sleuteloorrol

source: key verification
af: sleutelbordverifiëring; toetspons

source: key verify
af: sleutelbordverifieer; toetspons

source: key-edit
af: sleutelbordredigeer

source: key-folding
af: hutsing

source: key-to-disk
af: sleutelbord na skyf

source: key-to-tape
af: sleutelbord na band

source: keyboard
af: sleutelbord

source: keyboard buffer
af: sleutelbordbuffer

source: keyboard entry
af: sleutelbordinvoer

source: keyboard feature
af: sleutelbordkenmerk

source: keyboard inquiry
af: sleutelbordnavraag

source: keyboard layout
af: sleutelborduitleg

source: keyboard lockout
af: sleutelborduitsluiting

source: keyboard printer
af: sleutelborddrukker

source: keyboard punch
af: pons; ponsmasjien; sleutelbordpons; pons; sleutelbordpons

source: keyboard send/receive (KSR)
af: sleutelbord-stuur/ontvang (SSO)

source: keyboarding
af: sleutelbordvaslegging

source: keyed
af: met sleutels

source: keyed in
af: ingesleutel

source: keypad
af: sleutelbordjie

source: keypunch
af: pons; ponsmasjien; sleutelbordpons; pons; sleutelbordpons

source: keystroke
af: sleuteldruk

source: keystrokes per hour
af: sleuteldrukke per uur

source: keyword
af: sleutelwoord

source: keyword recognition
af: sleutelwoordherkenning

source: kick
af: skop

source: kill
af: vermoor; stop

source: kit
af: stel

source: kit form
af: ongemonteerde vorm

source: knowledge base
af: kennisbasis

source: knowledge engineering
af: kennisingenieurswese

source: knowledge information processing system
af: kennisinligtingverwerkingstelsel

source: knowledge system
af: kennisstelsel

source: label
af: etiket

source: label address
af: etiketadres

source: label check
af: etiketkontrole

source: label name
af: etiketnaam

source: label record
af: etiketrekord

source: label-checking
af: etiketkontrolering

source: label-processing
af: etiketverwerking

source: labelled
af: geëtiketteer

source: labelled statement
af: geëtiketteerde stelling

source: labelled tape
af: geëtiketteerde band

source: labelled tree
af: geëtiketteerde boom; gemerkte boom

source: labelling
af: etikettering

source: lace
af: inryg

source: lacing
af: inryging

source: lag
af: sloering; sloer

source: lag time
af: sloertyd

source: lag unit
af: sloereenheid

source: lambda calculus
af: lambdarekening

source: lambda transition
af: lambda-oorgang

source: landing zone
af: landingsone

source: landline
af: landlyn

source: landline facility
af: landlynfasiliteit

source: landscape form
af: dwarsvorm

source: language
af: taal

source: language design
af: taalontwerp

source: language dialect
af: taaldialek

source: language interpreter
af: taalinterpreteerder

source: language parsing
af: taalontleding

source: language processor
af: taalverwerker

source: language restriction
af: taalbeperking

source: language semantics
af: taalsemantiek

source: language standard
af: taalstandaard

source: language statement
af: taalstelling

source: language subset
af: taaldeelversameling

source: language translator
af: vertaler

source: large scale integration (LSI)
af: grootskaalse integrasie (GSI)

source: laser beam
af: laserstraal

source: laser beam recording
af: laserstraalregistrering

source: laser chip technology
af: laservlokkietegnologie

source: laser communications
af: laserkommunikasie

source: laser emulsion storage
af: laseremulsiestoor

source: laser memory
af: lasergeheue

source: laser printer
af: laserdrukker

source: laser scanner
af: laseraftaster

source: last come
af: first served; laaste-in-eerste-bedien

source: last in
af: first out (LIFO); laaste-in-eerste-uit (LIEU)

source: latch
af: houwipkring; vashou

source: latch circuit
af: houwipkring

source: latency
af: latensie

source: latency time
af: latensietyd

source: lateral direction
af: laterale rigting

source: lateral redundancy check
af: laterale oortolligheidstoets

source: lattice
af: rooster

source: launch
af: lanseer; uitgee; laai

source: law
af: wet

source: layer
af: laag

source: layer-to-layer adhesion
af: laagklewing

source: layer-to-layer signal transfer
af: tussenlaag-seinoordrag

source: layout
af: uitleg

source: layout form
af: uitlegvorm

source: lazy evaluation
af: trae evaluering

source: lead
af: koord; lei; voorafgaan

source: lead time
af: aanlooptyd

source: leader
af: voorpunt

source: leader label
af: lei-etiket

source: leader record
af: leirekord

source: leading decision
af: voorafbeslissing

source: leading digit
af: leisyfer; voorste syfer

source: leading edge
af: leirand

source: leading end
af: voorpunt

source: leading zeros
af: leinulle; voorste nulle

source: leaf
af: blaarnodus; eindpuntnodus

source: leapfrog test
af: bokspringtoets

source: learn
af: leer

source: learning ability
af: leervermoë

source: learning machine
af: lerende masjien

source: learning mode
af: leermodus

source: learning program
af: lerende program (wat homself wysig volgens resultate)

source: leased line
af: huurlyn; gehuurde lyn

source: least frequently used
af: minsgebruik

source: least recently used
af: langsgelede gebruik

source: least significant
af: minsbeduidend

source: least significant character
af: minsbeduidende karakter

source: least significant digit
af: minsbeduidende syfer

source: least squares
af: kleinste kwadrate

source: least upper bound
af: kleinste bogrens

source: ledger
af: grootboek

source: left child
af: linkernasaat

source: left distributive
af: linksdistributief

source: left parse
af: links-sinsontleding

source: left shift
af: linksskuif

source: left-hand margin indentation
af: linkerkantlyninkeping

source: left-justified
af: linksgejusteer

source: left-to-right precedence
af: links-na-regsvoorrang

source: leftmost derivation
af: heellinksafgeleide

source: length
af: lengte

source: lens magnet
af: lensmagneet

source: less than
af: kleiner as

source: less than or equal to
af: kleiner as of gelyk aan

source: lessee
af: huurder

source: lesser than
af: kleiner-as

source: lessor
af: verhuurder

source: letter
af: brief; letter

source: letter quality printer
af: briefgehaltedrukker

source: level
af: vlak

source: level indicator
af: vlakaanwyser

source: level number
af: vlaknommer

source: level of abstraction
af: abstraksievlak

source: level of addressing
af: adresseringsvlak

source: lexical analyser
af: leksikale analiseerder

source: lexical analysis
af: leksikale analise

source: lexical error
af: leksikale fout

source: lexical scan
af: leksikale aftasting

source: lexicographic
af: leksikografies

source: lexicographic order
af: leksikografiese orde

source: lexicon
af: leksikon

source: librarian
af: bibliotekaris

source: library
af: biblioteek

source: library automation
af: biblioteekoutomatisasie

source: library disk
af: programmateekskyf

source: library file
af: programmateeklêer

source: library program
af: biblioteekprogram; programmateekprogram

source: library routine
af: programmateekroetine

source: library system
af: biblioteekstelsel

source: library tape
af: programmateekband

source: licenced program
af: gelisensieerde program

source: life
af: lewensduur

source: life cycle
af: lewensiklus

source: life expectancy
af: lewensverwagting

source: life testing
af: lewensduurtoetsing

source: light beam
af: ligbundel

source: light gun
af: ligpen

source: light pattern
af: ligpatroon

source: light pen
af: ligpen

source: light sensitive
af: ligsensitief

source: light stability
af: ligstabiliteit

source: light-emitting diode (LED)
af: ligemissiediode (LED)

source: light-pen detection
af: ligpendeteksie

source: light-pen hit
af: ligpentref

source: light-pen strike
af: ligpentref

source: light-pen tracking
af: ligpenvolging

source: lightning protection
af: weerligbeskerming

source: limit
af: grens; limiet; perk; begrens; beperk

source: limit check
af: limiettoets

source: limited entry
af: beperkte toegang

source: limited integrator
af: begrensde integreerder

source: limited swapping
af: beperkte uitruiling

source: limiter
af: begrenser; beperker

source: limiting
af: begrensend; beperkend

source: line
af: reël; lyn

source: line adapter
af: lynpasstuk

source: line authority
af: lyngesag

source: line buffer
af: lynbuffer

source: line capacity
af: lynkapasiteit

source: line conditioning
af: lynafstemming

source: line control
af: lynbeheer

source: line counter
af: reëlteller

source: line discipline
af: lynprotokol

source: line driver
af: lyndrywer

source: line feed
af: reëlaanskuif

source: line feed character
af: reëlaanskuifkarakter

source: line function
af: lynfunksie

source: line interference
af: lynsteuring

source: line load
af: lynlading

source: line management
af: lynbestuur

source: line noise
af: lynruis

source: line number
af: lynnommer; reëlnommer

source: line number editing
af: reëlnommerredigering

source: line printer
af: reëldrukker

source: line protocol
af: lynprotokol (in datakommunikasie)

source: line segment
af: lynsegment

source: line skew
af: reëlskeefheid

source: line speed
af: lynspoed

source: line status
af: lynstatus

source: line traffic
af: lynverkeer

source: line-at-a-time printer
af: reël-vir-reëldrukker

source: line-end adjustment
af: reëleindeverstelling

source: line-ending zone
af: reëleindesone

source: line-sharing
af: lyndeling

source: line-sharing adapter
af: lyndelingpasstuk

source: line-switching
af: lynskakeling

source: line-switching mechanism
af: lynskakelingsmeganisme

source: linear
af: lineêr

source: linear addressing function
af: lineêre adresseerfunksie

source: linear array
af: lineêre skikking

source: linear bounded automaton
af: lineêr-begrensde outomaat

source: linear channel
af: lineêre kanaal

source: linear code
af: lineêre kode

source: linear data structure
af: lineêre datastruktuur

source: linear equation
af: lineêre vergelyking

source: linear expression
af: lineêre uitdrukking

source: linear extrapolation
af: lineêre ekstrapolasie

source: linear grammar
af: lineêre grammatika

source: linear independence
af: lineêre onafhanklikheid

source: linear insertion
af: lineêre invoeging

source: linear list
af: lineêre lys

source: linear logic
af: lineêre logika

source: linear memory
af: lineêre geheue

source: linear optimisation
af: lineêre optimering

source: linear programming (LP)
af: lineêre programmering (LP)

source: linear regression
af: lineêre regressie

source: linear search
af: lineêre soektog

source: linear storage
af: lineêre stoor

source: linear unit
af: lineêre eenheid

source: linearising interpreter
af: lineariserende interpreteerder

source: linearity
af: lineariteit

source: linearity error
af: lineariteitsfout

source: link
af: skakel; verbinding; aaneenskakel

source: link edit
af: bind

source: link editor
af: binder

source: link loader
af: binderlaaier

source: link protocol
af: verbindingsprotokol

source: link-testing
af: skakeltoetsing

source: linkage
af: binding; aaneenskakeling

source: linkage editor
af: binder

source: linkage loader
af: binderlaaier

source: linked linear list
af: aaneengeskakelde lineêre lys

source: linked list
af: aaneengeskakelde lys; gekettingde lys

source: linker
af: binder

source: linking
af: aaneenskakeling; binding

source: linking loader
af: binderlaaier

source: liquid crystal
af: vloeistofkristal

source: liquid crystal display (LCD)
af: vloeistofkristalvertoon (VKV)

source: list
af: lys

source: list box
af: lysbox

source: list insertion sort
af: lysinvoegsortering

source: list processing
af: lysverwerking

source: list sort
af: lyssortering

source: list structure
af: lysstruktuur

source: list-processing language
af: lysverwerkingstaal

source: listen mode
af: luistermodus

source: listening mode
af: luistermodus

source: listing
af: drukstuk; lys

source: literal
af: karakterkonstante; selfkonstante

source: live keyboard
af: lewendige sleutelbord

source: live system
af: lewendige stelsel

source: liveware
af: lewendigeware

source: load
af: belasting; las; lading; vrag; belas; laai

source: load address
af: laaiadres

source: load analysis
af: lasontleding

source: load balancing
af: ladingbalansering

source: load factor
af: belastingsfaktor; besettingsfaktor

source: load map
af: laaiadrestabel

source: load mode
af: laaimodus

source: load module
af: laaimodule

source: load point
af: laaipunt

source: load sharing
af: ladingdeling

source: load-and-go
af: laai-en-loop; laai-en-uitvoer

source: load-on-call
af: laai-op-aanvraag

source: load-time allocation
af: laaitydtoekenning

source: load-time binding
af: laaitydbinding

source: load-time check
af: laaitydkontrole

source: load-time error
af: laaitydfout

source: loader
af: laaier; laairoetine

source: loader command
af: laaierbevel

source: loader efficiency
af: laaierdoeltreffendheid

source: loader program
af: laaierprogram

source: loading error
af: laaifout

source: loading program
af: laaiprogram

source: loading routine
af: laairoetine; laaier

source: loading zone
af: landingsone

source: local
af: lokaal; plaaslik

source: local area network (LAN)
af: lokalearea-netwerk (LAN)

source: local batch processing
af: lokale bondelverwerking

source: local constant
af: lokale konstante

source: local format storage
af: lokale formaatstoor

source: local loop
af: lokale lus

source: local memory
af: lokale geheue

source: local network
af: lokale netwerk

source: local processor
af: lokale verwerker

source: local variable
af: lokale veranderlike

source: localise
af: lokaliseer

source: locality
af: ligging; plaaslikheid

source: locality of references
af: plaaslikheid van verwysings

source: locate
af: posisie bepaal

source: location
af: posisie; lokasie

source: location counter
af: posisieteller

source: locator device
af: merkergids; muis

source: lock
af: slot; sluit

source: lock key
af: sluitsleutel

source: lock operation
af: sluitbewerking

source: lock out
af: uitsluit

source: lock/unlock
af: sluit/ontsluit

source: locked page
af: vasgesluite bladsy

source: locking
af: sluiting

source: locking protocol
af: sluitingsprotokol

source: locking shift character
af: wisselsluitkarakter

source: lockout
af: uitsluiting

source: lockout module
af: uitsluitmodule

source: lockout switch
af: uitsluitskakelaar

source: log
af: log; logboek; aanteken; log

source: log book
af: log; logboek

source: log file
af: staaflêer; loglêer

source: log in
af: aanlog; aanmeld; aanteken; inteken

source: log off
af: aflog; afmeld; afteken

source: log on
af: aanlog; aanmeld; aanteken

source: log out
af: aflog; afmeld; afteken; uitteken

source: logarithm
af: logaritme

source: logarithmic
af: logaritmies

source: logarithmic differentiation
af: logaritmiese differensiasie

source: logarithmic search
af: binêre soektog; halveringsoektog

source: logger
af: aantekenaar; logger

source: logging
af: aantekening; loginskrywing; stawing; boekstawing

source: logic
af: logika

source: logic analyser
af: logika-analiseerder

source: logic circuit
af: logikakring

source: logic design
af: logika-ontwerp

source: logic device
af: logikatoestel

source: logic diagram
af: logikadiagram

source: logic element
af: logika-element

source: logic flowchart
af: logikavloeidiagram

source: logic function
af: logikafunksie

source: logic gate
af: logikahek

source: logic instruction
af: logika-instruksie

source: logic operation
af: logika-operasie

source: logic programming language
af: logikaprogrammeertaal

source: logic state
af: logikatoestand

source: logic symbol
af: logikasimbool

source: logic unit
af: logika-eenheid

source: logic-seeking
af: kortpadsoekend

source: logical
af: logies

source: logical AND
af: logiese EN

source: logical NOT
af: logiese NIE

source: logical OR
af: logiese OF

source: logical addition
af: logiese optelling

source: logical address
af: logiese adres

source: logical character
af: logiese karakter

source: logical circuit
af: logiese kring
