Repository: casperl/wesnoth-af
Catalog: afrikaanse-rekenaarterme.po
Languages: af

source: idle character
af: leegloopkarakter

source: idle line
af: onaktiewelyn

source: idle link
af: onaktieweverbinding

source: idle time
af: leeglooptyd; vrylooptyd

source: ign reverser (sign changer)
af: tekenomkeerder

source: ignore
af: ignoreer; kanselleer; negeer

source: ignore character
af: ignoreerkarakter; kanselleerkarakter

source: ignore instruction
af: ignoreerinstruksie

source: illegal
af: ongeldig

source: illegal character
af: ongeldige karakter

source: illegal instruction
af: ongeldige instruksie

source: image
af: beeld; vertoon

source: image code
af: beeldkode

source: image colour
af: beeldkleur

source: image file
af: beeldlêer

source: image function
af: beeldfunksie

source: image graphics
af: beeldgrafika

source: image mode
af: beeldmodus

source: image processing
af: beeldverwerking

source: image processor
af: beeldverwerker

source: image space
af: beeldruimte

source: image storage space
af: beeldstoorruimte

source: image tube
af: beeldbuis

source: imaginary number
af: imaginêre getal

source: imitation
af: nabootsing

source: imitative interpreter
af: nabootsende interpreteerder

source: immediate
af: direk; onmiddellik; regstreeks

source: immediate access
af: direkte toegang; onmiddellike toegang

source: immediate access storage
af: direktetoegangstoor; onmiddelliketoegangstoor

source: immediate address
af: direkte adres

source: immediate addressing
af: direkte adressering

source: immediate descendant
af: onmiddellike nasaat; onmiddellike opvolger

source: immediate processing
af: aanvraagverwerking

source: impact
af: aanslag; impak

source: impact matrix printer
af: impakmatriksdrukker; slagmatriksdrukker

source: impact paper
af: koolpapierlose deurslagpapier

source: impact printer
af: impakdrukker; slagdrukker

source: impact strength
af: slagsterkte

source: impedance
af: impedansie

source: impedance matching
af: impedansie-aanpassing

source: imperative
af: dwingend; gebiedend; imperatief

source: imperative instruction
af: dwingende instruksie; imperatiewe instruksie

source: imperative language
af: prosedurele taal

source: imperative statement
af: dwingende stelling; imperatiewe stelling

source: imperfect tape
af: gebrekkige band

source: implement
af: implementeer (toepas; pas dit toe ?)

source: implementable
af: implementeerbaar (toepasbaar; toepasbare?)

source: implementation
af: implementering (toepassing ?)

source: implementation phase
af: implementeringsfase (toepassingsfase?)

source: implicant
af: implikant

source: implication
af: implikasie

source: implicit
af: implisiet

source: implicit address
af: implisiete adres

source: implicit addressing
af: implisiete adressering

source: implied addressing
af: geïmpliseerde adressering

source: imply
af: impliseer

source: import
af: invoer; importeer; inlaai (invoer in rekenaarter verwys na sleutelbord invoer)

source: impoverish
af: verarm

source: improvement
af: verbetering

source: improvise
af: improviseer

source: improvised
af: geïmproviseer

source: impulse
af: impuls

source: impulse duration
af: impulsduur

source: impulse noise
af: impulsruis

source: impure code
af: nie-hertoeganklike kode

source: impurity
af: onsuiwerheid

source: in degree
af: ingraad

source: in-core compiler
af: ingeheue-kompileerder

source: in-house code
af: inhuiskode

source: in-house computer
af: inhuisrekenaar

source: in-house line
af: binnelyn

source: in-house standard
af: inhuisstandaard

source: in-line
af: direk; onmiddellik; regstreeks

source: in-line coding
af: inlynkodering

source: in-line procedure
af: inlynprosedure

source: in-line processing
af: direkte verwerking; inlynverwerking

source: in-line subroutine
af: inlynsubroetine

source: in-line system
af: inlynstelsel

source: in-plant computer
af: binneaanleg-rekenaar

source: in-plant transmission
af: binneaanleg-transmissie

source: in-service training
af: indiensopleiding

source: inactive
af: onaktief

source: inactive file
af: onaktiewe lêer

source: inactive line
af: onaktiewe lyn

source: inactive link
af: onaktiewe verbinding

source: inactive node
af: onaktiewe nodus

source: inactive process
af: onaktiewe proses

source: inactive program
af: onaktiewe program

source: inactive station
af: onaktiewe stasie

source: incarnation
af: inkarnasie

source: inches per second
af: duime per sekonde

source: incidence matrix
af: insidensiematriks

source: include
af: insluit

source: inclusion
af: insluiting

source: inclusive reference
af: insluitende verwysing

source: inclusive-NOR
af: insluitende-NOF

source: inclusive-OR
af: insluitende-OF

source: inclusive-OR operation
af: insluitende-OF-operasie

source: incoming message
af: inkomende boodskap

source: incompatible
af: onversoenbaar

source: incomplete specification
af: onvolledige spesifikasie

source: inconnector
af: ingaande aansluiter

source: increasing
af: stygend

source: increment
af: inkrement; inkrementeer

source: increment size
af: inkrementgrootte

source: incremental
af: inkrementeel

source: incremental compiler
af: inkrementele kompileerder

source: incremental computer
af: inkrementele rekenaar

source: incremental integrator
af: inkrementele integreerder

source: incremental plotter
af: inkrementele stipper

source: incremental recording
af: inkrementele registrering

source: incremental representation
af: inkrementele voorstelling

source: indefinite integral
af: onbepaalde integraal

source: indent
af: inkeep; inkeping

source: indentation
af: inkeping

source: independence
af: onafhanklikheid

source: independent
af: onafhanklik

source: independent event
af: onafhanklike gebeurtenis

source: independent variable
af: onafhanklike veranderlike

source: indeterminate
af: onbepaal

source: indeterminate loop
af: onbepaalde lus

source: indeterminate system
af: onbepaalde stelsel

source: index
af: indeks

source: index character
af: volgendereël-karakter

source: index entry
af: indeksinskrywing

source: index file
af: indekslêer

source: index hole
af: indeksgaatjie

source: index point
af: indekspunt

source: index register
af: indeksregister; wysigerregister

source: index sensing
af: indeksaanvoeling

source: index slot
af: indeksgleuf

source: index table
af: indekstabel

source: index word
af: indekswoord

source: indexed
af: geïndekseer

source: indexed access
af: geïndekseerde toegang

source: indexed address
af: geïndekseerde adres

source: indexed file
af: geïndekseerde lêer

source: indexed sequential access method (ISAM)
af: geïndekseerde sekwensiële toegangsmetode; indeks-sekwensiële toegangsmetode (ISTM)

source: indexed sequential file
af: geïndekseerde sekwensiële lêer; indeks-sekwensiële lêer

source: indexed sequential organisation
af: geïndekseerde sekwensiële organisasie; indeks-sekwensiële organisasie

source: indexing
af: indeksering; adreswysiging

source: indication
af: aanwysing

source: indicative information
af: aanwysende inligting

source: indicator
af: aanwyser

source: indirect
af: indirek

source: indirect address
af: indirekte adres

source: indirect addressing
af: indirekte adressering

source: indirect assembly
af: indirekte saamstelling

source: indirect control
af: indirekte beheer

source: indirect field length
af: indirekte veldlengte

source: indirect input
af: indirekte toevoer

source: indirect instruction
af: indirekte instruksie

source: indistinguishable addresses
af: nie-onderskeibare adresse

source: indivisible
af: onverdeelbaar

source: induce
af: induseer

source: inductance
af: induktansie

source: induction
af: induksie

source: induction machine
af: induksiemasjien

source: inductive
af: induktief

source: inductive assertion
af: induktiewe bewering

source: industry standard
af: industriestandaard

source: ineffective time
af: oneffektiewe tyd

source: inequality
af: ongelykheid

source: inference
af: inferensie

source: inference machine
af: inferensiemasjien

source: infinite
af: oneindig

source: infinite sequence
af: oneindige ry

source: infinite series
af: oneindige reeks

source: infix expression
af: infiksuitdrukking; tussenvoeguitdrukking

source: infix notation
af: infiksnotasie; tussenvoegnotasie

source: infix operator
af: infiksoperator; tussenvoegoperator

source: info logical model
af: infologiese model

source: informal information system
af: informele inligtingstelsel

source: informatics
af: informatika

source: information
af: informasie; inligting

source: information analysis
af: inligtingsontleding

source: information bit
af: inligtingsbis

source: information carrier
af: inligtingsdraer

source: information channel
af: inligtingskanaal

source: information character
af: inligtingskarakter

source: information content
af: inligtingsinhoud

source: information dissemination
af: inligtingsdisseminasie

source: information feedback
af: inligtingsterugvoering

source: information flow
af: inligtingsvloei

source: information hiding
af: inligtingsenkapsulering

source: information interchange
af: inligtingsverwisseling

source: information link
af: inligtingsverbinding

source: information loss
af: inligtingsverlies

source: information management system·
af: inligtingsbestuurstelsel

source: information message
af: inligtingsboodskap

source: information network
af: inligtingsnetwerk

source: information overload
af: inligtingsoorbelading

source: information processing
af: inligtingsverwerking

source: information processor
af: inligtingsverwerker

source: information rate
af: inligtingstempo

source: information read wire
af: inligtingsleesdraad

source: information resource management
af: inligtingshulpbronbestuur

source: information retrieval
af: inligtingsherwinning

source: information retrieval system
af: inligtingsherwinningstelsel

source: information science
af: inligtingkunde; inligtingswetenskap

source: information security
af: inligtingsekuriteit

source: information source
af: inligtingsbron

source: information storage
af: inligtingsberging

source: information structure
af: inligtingstruktuur

source: information system
af: inligtingstelsel

source: information technology
af: inligtingstegnologie

source: information theory
af: inligtingsteorie

source: information transfer
af: inligtingsoordrag

source: information transfer network
af: inligtingsoordragnetwerk

source: information write wire
af: inligtingskryfdraad

source: infrared frequency
af: infrarooifrekwensie

source: infrared transmission
af: infrarooitransmissie

source: inherent
af: eie; inherent

source: inherent addressing
af: geïmpliseerde adressering

source: inherent error
af: inherente fout

source: inherent memory
af: inherente geheue

source: inherently ambiguous
af: inherent dubbelsinnig

source: inherited attribute
af: geërfde attribuut; geërfde eienskap

source: inherited error
af: geërfde fout

source: inhibit
af: inhibeer; versper

source: inhibit bit
af: inhibeerbis

source: inhibit gate
af: EN-NIE-hek; inhibeerhek; NEN-hek; uitsluitende-OF-hek

source: inhibit pulse
af: inhibeerpuls

source: inhibit signal
af: inhibeersein

source: inhibit wire
af: inhibeerdraad

source: initial
af: aanvang-; begin-; inisiële

source: initial address
af: beginadres

source: initial condition
af: begintoestand

source: initial condition mode
af: begintoestandmodus

source: initial configuration
af: aanvangskonfigurasie

source: initial instruction
af: aanvangsinstruksie

source: initial order
af: aanvangsvolgorde

source: initial program load
af: aanvangsprogram-laai; APL; inisiëleprogram-laai; IPL

source: initial record
af: aanvangsrekord

source: initial value
af: aanvangswaarde; beginwaarde

source: initialisation
af: aanvoring; inisialisering

source: initialise
af: aanvoor; inisialiseer

source: initiate
af: aanvoor; inisieer

source: initiation
af: aanvoring; inisiëring

source: ink jet printer
af: inkstraaldrukker

source: ink smudge
af: inkklad

source: inking
af: lyntrekking

source: inline
af: inlyn

source: inner loop
af: binnelus

source: inoperable time
af: onbruikbare tyd

source: inorder
af: tussenorde

source: inorder traversal
af: tussenorde-deurkruising

source: input
af: ingang; inset; invoer; toevoer

source: input area
af: toevoerarea; toevoergebied

source: input assertion
af: toevoerbewering

source: input block
af: toevoerblok

source: input box
af: toevoerhokkie; toevoerboks; toevoerkassie

source: input buffer
af: toevoerbuffer

source: input capacity
af: toevoerkapasiteit

source: input channel
af: toevoerkanaal

source: input component
af: toevoerkomponent

source: input data
af: toevoerdata

source: input device
af: toevoertoestel

source: input editing
af: toevoerredigering

source: input equipment
af: toevoertoerusting

source: input field
af: toevoerveld

source: input file
af: toevoerlêer

source: input history
af: toevoergeskiedenis

source: input hopper
af: voerbak

source: input impedance
af: ingangsimpedansie

source: input instruction
af: toevoerinstruksie

source: input instruction code
af: toevoerinstruksiekode

source: input interrupt
af: toevoeronderbreking

source: input job stream
af: toevoerwerkstukstroom

source: input list
af: toevoerlys

source: input medium
af: toevoermedium

source: input memory
af: toevoergeheue

source: input mode
af: toevoermodus

source: input operation
af: toevoerbewerking

source: input port
af: toevoerpoort

source: input primitive
af: toevoerprimitief

source: input process
af: toevoerproses

source: input processing
af: toevoerverwerking

source: input processing module
af: toevoerverwerkingsmoduie

source: input processor
af: toevoerverwerker

source: input program
af: toevoerprogram

source: input queue
af: toevoertou

source: input record
af: toevoerrekord

source: input routine
af: toevoerroetine

source: input section
af: toevoerafdeling

source: input signal
af: ingangsein

source: input space
af: toevoerruimte

source: input statement
af: toevoerstelling

source: input stream
af: toevoerstroom

source: input table
af: toevoertabel

source: input tape
af: toevoerband

source: input unit
af: toevoereenheid

source: input validation
af: toevoergeldigheidsbepaling

source: input-bound
af: toevoerbeperk

source: input-limited
af: toevoerbeperk

source: input/output (I/O)
af: toevoer/afvoer (T/A)

source: input/output area
af: toevoer/afvoer-area

source: input/output bound
af: toevoer/afvoer-beperk

source: input/output buffer
af: toevoer/afvoer-buffer

source: input/output channel
af: toevoer/afvoer-kanaal

source: input/output control system (IOCS)
af: toevoer/afvoer-beheerstelsel (TABS)

source: input/output cycle
af: toevoer/afvoer-siklus

source: input/output device
af: toevoer/afvoer-toestel

source: input/output instruction
af: toevoer/afvoer-instruksie

source: input/output interrupt
af: toevoer/afvoer-onderbreking

source: input/output limited system
af: toevoer/afvoer-beperkte stelsel

source: input/output list
af: toevoer/afvoer-lys

source: input/output port
af: toevoer/afvoer-poort

source: input/output processor
af: toevoer/afvoer-verwerker

source: input/output queue
af: toevoer/afvoer-tou

source: input/output routine
af: toevoer/afvoer-roetine

source: input/output section
af: toevoer/afvoer-afdeling

source: input/output spooling
af: toevoer/afvoer-spool

source: input/output traffic control
af: toevoer/afvoer-verkeersbeheer

source: input/output trunk
af: toevoer/afvoer-hooflyn

source: input/output unit
af: toevoer/afvoer-eenheid

source: inquiry
af: navraag

source: inquiry character
af: navraagkarakter

source: inquiry station
af: navraagstasie

source: inquiry transaction
af: navraagtransaksie

source: inscribe
af: lees-en-skryf

source: inscriber
af: lees-en-skrywer

source: inscribing
af: inskrywing

source: insert
af: invoeg

source: insertion
af: invoeging

source: insertion queue
af: invoegtou

source: insertion sort
af: invoegsortering

source: insertion string
af: invoegstring

source: inspection
af: inspeksie

source: install
af: installeer

source: installation
af: installasie; installering

source: installation charge
af: installeerkoste

source: installation date
af: installeerdatum

source: installation tape
af: installeerband

source: installation time
af: installeertyd

source: instantaneous access
af: direkte toegang; onmiddellike toegang

source: instruction
af: instruksie

source: instruction address
af: instruksieadres

source: instruction address register
af: instruksieadresregister; beheerregister

source: instruction classification
af: instruksieklassifikasie

source: instruction code
af: instruksiekode

source: instruction control unit
af: instruksiebeheereenheid

source: instruction counter
af: huidige-instruksieteller; instruksieteller

source: instruction cycle
af: instruksiesiklus

source: instruction decoder
af: instruksiedekodeerder

source: instruction element
af: instruksie-element

source: instruction field
af: instruksieveld

source: instruction format
af: instruksieformaat

source: instruction modification
af: instruksiemodifikasie

source: instruction modifier
af: instruksiewysiger

source: instruction processor
af: instruksieverwerker

source: instruction register
af: instruksieregister

source: instruction repertoire
af: instruksierepertoire; instruksiestel

source: instruction scheduler
af: instruksieskeduleerder

source: instruction sequence
af: instruksiesekwensie

source: instruction set
af: instruksierepertoire; instruksiestel

source: instruction time
af: instruksietyd

source: instruction word
af: instruksiewoord

source: instrumentation
af: instrunientasie

source: insulate
af: isoleer

source: insulation
af: isolasie

source: insulator
af: isolator

source: integer
af: heelgetal

source: integer arithmetic
af: heelgetalrekenkunde

source: integer arithmetic expression
af: heelgetalrekenkunde-uitdrukking

source: integer constant
af: heelgetalkonstante

source: integer division (DIV)
af: heelgetaldeling (DIV)

source: integer division
af: heelgetaldeling

source: integer operation
af: heelgetaloperasie

source: integer part
af: heeltaldeel

source: integer programming
af: heelgetalprogrammering

source: integer quotient
af: heelgetalkwosiënt

source: integer variable
af: heelgetalveranderlike

source: integer-to-string conversion
af: heelgetal-na-stringomsetting

source: integral
af: heeltallig; integraal

source: integral disk
af: vasteskyf; nie-omruilbare skyf

source: integral number
af: heelgetal; heeltal

source: integral part
af: integrale deel

source: integrate
af: integreer

source: integrated
af: geïntegreer

source: integrated adapter
af: geïntegreerde passtuk

source: integrated circuit (IC)
af: geïntegreerde kring (IK)

source: integrated disk
af: vasteskyf; nie-omruilbare skyf

source: integrated emulator
af: geïntegreerde emuleerder

source: integrated modem
af: geïntegreerde modem

source: integrated network processor
af: geïntegreerde netwerkverwerker

source: integrated office system
af: geïntegreerde kantoorstelsel

source: integrated software
af: geïntegreerde sagteware

source: integrating
af: integrerend

source: integrating amplifier
af: integrerendeversterker

source: integrating factor method
af: integrasiefaktormetode

source: integrating mechanism
af: integrerende meganisme

source: integration
af: integrasie

source: integration by parts
af: parsiële integrasie

source: integration by substitution
af: integrasie deur substitusie

source: integration operator
af: integrasie-operator

source: integrator
af: integreerder

source: integrity
af: integriteit

source: intelligence
af: intelligensie

source: intelligent terminal
af: intelligente terminaal

source: intensify
af: verhelder

source: intensity
af: intensiteit

source: intentional
af: opsetlik

source: interaction
af: wisselwerking; interaksie

source: interactive
af: interaktief

source: interactive debugging
af: interaktiewe ontfouting

source: interactive graphics
af: interaktiewe grafika

source: interactive mode
af: interaktiewe modus

source: interactive system
af: interaktiewe stelsel

source: interactive terminal
af: interaktiewe terminaal

source: interactive timesharing
af: interaktiewe tyddeling

source: interarrival time
af: interaankomstyd

source: interblock gap
af: tussenblok-gaping

source: intercept
af: afsnit; onderstreep

source: interception
af: onderskepping

source: interchange
af: verwisseling

source: interchangeable daisy wheel
af: verwisselbare speekwiel

source: interchangeable type bar
af: verwisselbare tikstaaf

source: intercom
af: interkom

source: intercommunications system
af: interkom

source: intercomputer communication
af: tussenrekenaar-kominunikasie

source: interconnect
af: onderling verbind

source: interconnection
af: interverbinding; onderlinge verbinding

source: intercycle
af: tussensiklus

source: interface
af: koppelvlak

source: interface computer
af: koppelvlakrekenaar

source: interface controller
af: koppelvlakbeheerder

source: interface device
af: koppelvlaktoestel

source: interface processor
af: koppelvlakverwerker

source: interference
af: steuring

source: interference proof
af: steuringsbestand

source: interior node
af: binnenodus

source: interior path length
af: binnepadlengte

source: interlace
af: inryg

source: interlacing memory
af: inryggeheue

source: interlanguage communication
af: tussentaalkonununikasis

source: interleave
af: invleg

source: interleaving
af: invlegging

source: interleaving memory
af: invleggeheue

source: interlock
af: vergrendel

source: interlocked operation
af: vergrendelde werking

source: interlocking
af: vergrendeling

source: intermediate
af: intermediêr; tussen-

source: intermediate buffer
af: intermediêre buffer

source: intermediate control change
af: tussenbeheerverandering

source: intermediate language
af: intermediêre taal

source: intermediate node
af: tussennodus

source: intermediate result
af: intermediêre resultaat

source: intermediate storage
af: tussenstoor

source: intermessage delay
af: dinktyd; tussenboodskap-vertraging

source: intermittent
af: sporadies

source: intermittent error
af: sporadiese fout

source: intermittent fault
af: sporadiese fout

source: intermodulation distortion
af: intermodulasievervorming

source: internal
af: intern

source: internal block
af: interne blok

source: internal call
af: interne roep

source: internal clock
af: interne klok

source: internal file
af: interne lêer

source: internal format
af: interne formaat

source: internal fragmentation
af: interne fragmentering

source: internal function
af: interne funksie

source: internal interrupt
af: interne onderbreking

source: internal label
af: interne etiket

source: internal memory
af: interne geheue

source: internal modem
af: interne modem

source: internal processing unit
af: interne verwerkingseenheid

source: internal reference
af: interne verwysing

source: internal sort
af: interne sortering

source: internal structure
af: interne struktuur

source: internal subroutine
af: interne subroetine

source: internal variable
af: interne veranderlike

source: internet of things (IoT)
af: internet van dinge

source: internetworking
af: tussennetwerk-oordrag

source: interoffice communication
af: tussenkantoor-kommunikasie

source: interoffice trunk
af: tussenkantoor-hooflyn

source: interpolate
af: interpoleer

source: interpolation
af: interpolasie; interpolering

source: interpret
af: interpreteer

source: interpretation
af: interpretasie

source: interpreter
af: interpreteerder

source: interpreting
af: interpretering

source: interpretive
af: interpretief

source: interpretive code
af: interpretiewe kode

source: interpretive program
af: interpreteerder

source: interpretive routine
af: interpreterenderoetine

source: interpretive subroutine
af: interpreterende subroetine

source: interpretive trace program
af: interpreterende spoorprogram

source: interrecord gap
af: tussenrekord-gaping

source: interrogate
af: navraag doen
