Repository: casperl/wesnoth-af
Catalog: afrikaanse-rekenaarterme.po
Languages: af

source: foreign key
af: vreemde sleutel

source: forest
af: woud

source: forgiving
af: verdraagsaam

source: forgiving system
af: verdraagsame stelsel

source: fork
af: vertakking; vertak

source: fork instruction
af: vertakinstruksie

source: form
af: vorm

source: form control
af: vormbeheer

source: form feed
af: papiervoer; vormvoer

source: form feed character
af: papiervoerkarakter; vormvoerkarakter

source: form file
af: vormlêer

source: form flash
af: vormoorlegging

source: form overlaying
af: vormoorlegging

source: formal
af: formeel

source: formal information system
af: formele inligtingstelsel

source: formal language
af: formele taal

source: formal logic
af: formele logika

source: formal parameter
af: formele parameter

source: formal representation
af: formele voorstelling

source: format
af: formaat; formatteer

source: format control
af: formaatbeheer

source: format loop
af: drukformaatlus

source: format specification
af: formaatspesifikasie

source: format statement
af: formaatstelling

source: formation
af: vorming

source: formation rule
af: vormingsreël

source: formatted capacity
af: geformateerde kapasiteit

source: formatted disk
af: geformateerde skyf

source: formatted diskette
af: geformateerde disket

source: formatted display
af: geformateerde vertoon

source: formatted read
af: geformateerde lees

source: formatter
af: formateerder

source: formatting
af: formatering

source: forms control
af: vormbeheer

source: forms design
af: vormontwerp

source: forms layout
af: vormuitleg

source: formula
af: formule

source: formula translator
af: formulevertaler

source: formulate
af: formuleer

source: formulation
af: formulering

source: forward
af: aanstuur; voorwaarts; vorentoe

source: forward arc
af: voorwaartse boog

source: forward compatible
af: opwaarts versoenbaar

source: forward pointer
af: voorwaartse wyser

source: forward reference
af: voorwaartse verwysing

source: forward slash
af: vorentoeskuinsstrepie

source: forward supervision
af: voorwaartse toesig

source: forward-linked list
af: voorwaartsaaneengeskakelde lys; vorentoe-aaneengeskakelde lys

source: forward/backward counter
af: optel/aftrek-teller

source: forwarding
af: aanstuur

source: fount; font
af: lettertipe

source: four address instruction
af: vieradresinstruksie

source: four-part paper
af: viervoudpapier

source: four-phase modulation
af: vierfasemodulasie

source: fourth normal form
af: vierde normaalvorm

source: fourth-generation computer
af: vierdegenerasierekenaar

source: fourth-generation language
af: vierdegenerasietaal

source: fourth-generation software
af: vierdegenerasiesagteware

source: fraction
af: breuk

source: fractional change
af: breukverandering

source: fragment
af: fragment; fragmenteer

source: fragmentation
af: fragmentasie; fragmentering

source: frame
af: raam; ruit; venster; raam

source: framework
af: raamwerk

source: framing error
af: raamfout (in datakommunikasie)

source: fraud
af: bedrog

source: free
af: vry; vrystel

source: free access
af: vrye toegang

source: free access floor
af: vals vloer

source: free format
af: vryformaat

source: free list
af: beskikbaarlys

source: free memory
af: vry geheue

source: free routing
af: vryroetering

source: free space list
af: beskikbareruimtelys

source: free-form code
af: vryformaatkode

source: free-form data entry
af: vryformaatdata-invoer

source: free-standing
af: vrystaande

source: freeware
af: vryware

source: freeze mode
af: vriesmodus

source: frequency
af: frekwensie; gereeldheid

source: frequency band
af: frekwensieband

source: frequency distribution
af: frekwensieverdeling

source: frequency division
af: frekwensiedeling

source: frequency modulation
af: frekwensiemodulasie

source: frequency response
af: frekwensierespons

source: frequency slicing
af: frekwensiedeling

source: frequency spectrum
af: frekwensiespektrum

source: frequency zone
af: frekwensiesone

source: frequency-division multiplying
af: frekwensiedeelmultipleksering

source: friction
af: friksie; wrywing

source: friction feed
af: friksievoer; wrywingsvoer

source: front element
af: eerste element; voorste element

source: front end
af: voor-

source: front panel
af: voorpaneel

source: front-end network processor
af: netwerkvoorverwerker

source: front-end processing
af: voorverwerking

source: front-end processor
af: voorverwerker

source: ftp-site
af: FTP-werf

source: full adder
af: volopteller

source: full automatic processing
af: voloutomatiese verwerking

source: full drive pulse
af: volle dryfpuls

source: full duplex
af: dupleks

source: full read pulse
af: volle leespuls

source: full scale
af: volskaal

source: full speed
af: volspoed

source: full subtracter
af: volaftrekker

source: full tree
af: volle boom

source: full write pulse
af: volle skryfpuls

source: full-duplex communication (both-way communications; duplex communication; two-way communications; two-way simultaneous communication)
af: duplekskommunikasie; tweerigtingkommunikasie

source: full-period service
af: voltydse diens

source: full-screen editing
af: volskermredigering

source: full-screen editor
af: volskermredigeerder

source: full-screen processing
af: volskermverwerking

source: full-stop
af: punt (.)

source: fully connected network
af: volverbinde netwerk

source: fully inverted list
af: volomgekeerde lys

source: fully qualified name
af: volgekwalifiseerde naam

source: function
af: funksie

source: function call
af: funksieroep

source: function character
af: funksiekarakter

source: function circuit
af: funksiekring

source: function code
af: funksiekode

source: function digit
af: funksiesyfer

source: function element
af: funksie-element

source: function enable
af: funksie-ontsper

source: function generator
af: funksiegenerator

source: function inversion
af: funksie-omkering

source: function key
af: funksiesleutel

source: function manipulation
af: funksiemanipulasie

source: function multiplier
af: funksievermenigvuldiger

source: function operator
af: funksie-operator

source: function processing
af: funksieverwerking

source: function processor
af: funksieverwerker

source: function table
af: funksietabel

source: functional
af: funksionaal; funksioneel

source: functional calculus
af: predikaatlogika

source: functional character
af: funksionele karakter

source: functional decomposition
af: funksionele ontbinding

source: functional dependence
af: funksionale afhanklikheid

source: functional design
af: funksionele ontwerp

source: functional diagram
af: funksionele diagram

source: functional equation
af: funksionele vergelyking

source: functional form
af: funksionele vorm

source: functional iteration
af: funksionele iterasie

source: functional language
af: funksionale taal

source: functional logic
af: predikaatlogika

source: functional manager
af: funksionele bestuurder

source: functional notation
af: funksionale notasie

source: functional partitioning
af: funksionele partisionering

source: functional programming
af: funksionaal programmering; funksionele programmering

source: functional reference
af: funksionele verwysing

source: functional symbol
af: funksionele simbool

source: functional system
af: funksionele stelsel

source: functional test
af: funksionele toets

source: functional unit
af: funksionele eenheid

source: functionally dependent
af: funksionaal afhanklik

source: functor
af: afbeeldingsfunksie

source: fuse
af: sekering

source: fusible link
af: smeltbare verbinding

source: fusion
af: samesmelting

source: fuzzy
af: newelagtig

source: fuzzy reasoning
af: newelagtige beredenering

source: fuzzy set
af: newelagtige versameling

source: fuzzy-valued function
af: newelagtigewaarde-funksie

source: gain
af: versterking

source: galactic data base
af: omvattende databasis

source: game
af: spel

source: game theory
af: spelteorie

source: games
af: speletjies

source: gang punching
af: herhaalpons

source: gang summary punch
af: groepsommeerpons

source: gap
af: gaping

source: gap character
af: vulkarakter

source: gap depth
af: gapingdiepte

source: gap digit
af: vulsyfer

source: gap length
af: gapinglengte

source: gap loss
af: gapingseinverlies

source: gap scatter
af: gapingsprei

source: gap width
af: gapingwydte

source: garbage
af: snert

source: garbage collection
af: opruiming

source: garbage in; garbage out (GIGO)
af: snert-in-snert-uit (SISU)

source: gas discharge display
af: gasontladingsvertoon

source: gas plasma display
af: gasplasmavertoon

source: gate
af: hek

source: gate circuit
af: hekkring

source: gateway
af: deurgangspoort; toegangspoort; ingangspoort

source: gather
af: versamel

source: gather write
af: versamelskryf

source: gauge
af: maat; yk; meter; meet; yk

source: gauge card
af: maatkaart

source: gauge factor
af: meetfaktor

source: gauss elimination process
af: gauss-elimineringsproses

source: gaussian noise
af: witruis

source: general
af: algemeen

source: general poll
af: algemene polsing

source: general program
af: algemene program

source: general routine
af: algemene roetine

source: general systems theory
af: algemene stelselteorie

source: general-purpose computer
af: aldoelrekenaar

source: general-purpose language
af: aldoeltaal

source: general-purpose system
af: aldoelstelsel

source: generalisation
af: veralgemening

source: generalise
af: veralgemeen

source: generalised program
af: veralgemeende program

source: generalised sort routine
af: veralgemeende sorteerroetine

source: generate
af: genereer; ontwikkel; opwek

source: generated address
af: gegenereerde adres; ontwikkelde adres

source: generating program
af: genereerprogram; ontwikkelprogram

source: generation
af: generasie; geslag; generering

source: generation number
af: generasienommer

source: generation tree
af: generasieboom

source: generative grammar
af: generatiewe grammatika

source: generator
af: generator; opwekker

source: generic
af: generies

source: generic access
af: generiese toegang

source: generic key
af: generiese sleutel

source: generic term
af: generiese term

source: geographic area
af: geografiese area

source: geometric series
af: meetkundige reeks

source: get
af: kry

source: ghost image
af: spookbeeld

source: gibberish total
af: hutstotaal; kaftotaal; mengtotaal

source: gigabyte
af: gigagreep

source: gigabytes
af: gigagrepe

source: glare
af: blikkering

source: glide
af: vlieg

source: global memory
af: globale geheue

source: global optimisation
af: globale optimering

source: global search
af: globale soektog

source: global variable
af: globale veranderlike

source: glossary
af: glossarium; woordelys

source: glossary function
af: glossariumfunksie

source: glytch
af: magnetieseoppervlak-fout

source: golfball printer
af: gholfbaldrukker

source: golfball typewriter
af: gholfbaltikmasjien

source: graceful degradation
af: beheerde degradering

source: grade
af: gehalte

source: gradient
af: gradiënt

source: grammar
af: grammatika

source: grandfather file
af: oupalêer

source: grandfather-father-son backup
af: oupa-pa-seunrugsteun

source: grant
af: toekenning

source: grant permission
af: toelating gee; toegang gee

source: granularity
af: verbrokkelmaatstaf

source: graph
af: grafiek

source: graph follower
af: grafiekvolger

source: graph order
af: orde van grafiek

source: graph plotter
af: grafiekstipper; grafiektrekker; stipper

source: graph reader
af: grafiekleser

source: graph theory
af: grafiekteorie

source: grapheme
af: grafeem

source: graphic
af: grafiese karakter; grafies

source: graphic arts terminal
af: grafiese set-terminaal

source: graphic character
af: grafiese karakter

source: graphic data reduction
af: grafiese datareduksie

source: graphic display
af: grafiese vertoon

source: graphic display unit
af: grafiese vertooneenheid

source: graphic image
af: grafiese beeld

source: graphic language
af: grafiese taal

source: graphic printer
af: grafiese drukker

source: graphic representation
af: aanskoulike voorstelling; grafiese voorstelling

source: graphic symbol
af: grafiese simbool

source: graphics
af: grafika

source: graphics card
af: grafikakaart

source: graphics peripheral
af: grafikarandtoerusting

source: graphics plotter
af: grafikastipper

source: graphics software
af: grafikasagteware

source: graphics tablet
af: grafikatablet

source: graphics terminal
af: grafikaterminaal

source: grave
af: gravis

source: gravitation
af: gravitasie; swaartekrag

source: greater than
af: groter as

source: greater than or equal to
af: groter as of gelyk aan

source: greatest lower bound
af: grootste ondergrens

source: greedy algorithm
af: grypalgoritme

source: greyed out
af: vergryste; mistige

source: grid
af: rooster (bv. in OKH)

source: grid chart
af: roosterkaart

source: ground
af: aard; aarde

source: group
af: groep; groepeer

source: group addressing
af: groepadressering

source: group code
af: groepkode

source: group field
af: groepveld

source: group indication
af: groepaanwysing

source: group item
af: groepitem

source: group mark
af: groepmerk

source: group marker
af: groepmerk

source: group poll
af: groeppolsing

source: group separator
af: groepskeier

source: group theory
af: groepteorie

source: group-coded recording (GCR)
af: groepgekodeerde-registrering (GKR)

source: grouped records
af: gegroepeerde rekords

source: grouping
af: groepering

source: guaranteed response
af: gewaarborgde respons

source: guard
af: wag; beveilig; waak; beskerm

source: guard band
af: beveiligband

source: guard bit
af: beveiligbis

source: guard disk
af: beskermskyf

source: guard instruction
af: beveiliginstruksie

source: guard mode
af: beveiligmodus; waakmodus

source: guard position
af: beveiligposisie; waakposisie

source: guard signal
af: beveiligsein; waaksein

source: guard zone
af: beskermsone

source: guarded command
af: beveiligde bevel

source: guarded statement
af: beveiligde stelling

source: guesstimate
af: raairaming

source: guest
af: gas

source: guestimate
af: raairaming

source: guide edge
af: gidsrand

source: hacker
af: kapper

source: half-adder
af: halfopteller

source: half-duplex
af: halfdupleks

source: half-duplex transmission
af: halfduplekstransmissie

source: half-intensity
af: halfintensiteit

source: half-pulse
af: halfpuls

source: half-subtracter
af: halfaftrekker

source: halfword
af: halwe woord

source: halt instruction
af: haltinstruksie

source: halt state
af: halttoestand

source: halting problem
af: haltprobleem

source: hammer
af: hamer

source: hand punch
af: handpons

source: hand-feed punch
af: handvoerpons

source: hand-held calculator
af: handrekenmasjien

source: hand-held computer
af: handrekenaar

source: handle
af: handvatsel

source: handle production
af: handvatselproduksie

source: handler
af: hanteerder; aandrywer

source: handling
af: hantering

source: hands-off operation
af: beperktetoegangsbedryf

source: hands-on
af: selfwerk

source: hands-on experience
af: selfwerkondervinding

source: hands-on operation
af: vrytoegangbedryf; selfwerkbedryf

source: hands-on system
af: kafeteriastelsel; vrytoegangstelsel; selfwerkstelsel

source: handshake
af: handskud; sinchroniseerprotokol; bladskud

source: handwritten character
af: handgeskrewe karakter

source: hang-up
af: hang

source: hang-up prevention
af: hangvoorkoming

source: hard copy
af: harde kopie; sigkopie

source: hard copy log
af: sigkopielog

source: hard disk
af: harde skyf

source: hard error
af: harde fout

source: hard-sectored
af: vasgesektor

source: hard-sectored disk
af: vasgesektorde skyf

source: hardware
af: apparatuur; hardeware

source: hardware address
af: hardeware-adres

source: hardware check
af: ingeboude kontrole

source: hardware design
af: hardeware-ontwerp

source: hardware error
af: hardewarefout

source: hardware operation
af: hardewarebewerking

source: hardware reliability
af: hardewarebetroubaarheid

source: hardware security
af: hardeware-geïmplementeerde sekuriteit

source: hardware unit
af: hardeware-eenheid

source: hardware-activated
af: hardeware-geaktiveer

source: hardwired
af: hardbedraad; vasbedraad

source: hardwired code
af: hardbedrade kode; vasbedrade kode

source: hardwired logic
af: hardbedrade logika; vasbedrade logika

source: harmonic
af: harmonies; harmoniek

source: harmonic distortion
af: harmoniese vervorming

source: hash
af: huts-; huts; hemp; pons

source: hash address
af: hutsadres

source: hash addressing
af: hutsadressering

source: hash index
af: hutsindeks

source: hash key
af: hutssleutel

source: hash table search
af: hutstabelsoektog

source: hash total
af: hutstotaal; kaftotaal; mengtotaal

source: hashed random file
af: gehutste ewetoeganklike lêer

source: hashing
af: hutsing

source: hashing algorithm
af: hutsalgoritme

source: hashing function
af: hutsfunksie

source: hashing method
af: hutsmetode

source: hazard
af: risiko

source: head
af: eerste item; kop

source: head carriage
af: kopdraer

source: head crash
af: kopval

source: head gap
af: kopgaping

source: head positioner
af: kopposisioneerder; leesarm

source: head-of-form
af: bladsybegin

source: head-per-track disk
af: kop-per-baanskyf; vastekopskyf

source: head-per-track memory device
af: kop-per-baangeheuetoestel; vastekopgeheuetoestel

source: header
af: voor-; opskrif; hofie

source: header entry
af: opskrif; opskrifaanduiding

source: header label
af: opskrifetiket; vooretiket

source: header record
af: opskrifrekord; voorrekord

source: header segment
af: opskrifsegment; voorsegment

source: header sheet
af: voorblad

source: header table
af: opskriftabel; voortabel

source: heading
af: gewel; voorwoord; opskrif

source: heap
af: hoop

source: heap compaction
af: hoopkompaksie; hoopkompaktering

source: heap fragmentation
af: hoopfragmentasie

source: heap sort
af: hoopsortering

source: heap space allocation
af: hoopruimtetoekenning

source: heap space reclamation
af: hoopruimteherwinning

source: heat dissipation
af: hittedissipasie

source: heat sink
af: hittesinkput; koelplaat

source: heavy duty tape
af: swaardiensband

source: height
af: hoogte

source: height-balanced tree
af: hoogtegebalanseerde-boom

source: hesitation
af: siklusonderskepping; siklussteling

source: heterogeneous
af: heterogeen

source: heterogeneous network
af: heterogene netwerk

source: heuristic
af: heuristies

source: heuristic method
af: heuristiese metode

source: heuristic program
af: heuristiese program

source: heuristics
af: heuristiek

source: hexadecimal
af: heksadesimaal; sestientallig

source: hexadecimal number system
af: heksadesimale getallestelsel

source: hi/lo check
af: limietekontrole

source: hibernate
af: hiberneer; hibernering; slaapstand

source: hidden line
af: versteekte lyn

source: hidden-line algorithm
af: versteektelyn-algoritme

source: hierarchic relation
af: hiërargiese relasie

source: hierarchical
af: hiërargies

source: hierarchical communication system
af: hiërargiese kommunikasiestelsel

source: hierarchical computer network
af: hiërargiese rekenaarnetwerk

source: hierarchical database system
af: hiërargiese databasisstelsel

source: hierarchical index
af: hiërargiese indeks

source: hierarchical input process output (HIPO)
af: hiërargiese toevoer-proses-afvoer (HIPO)

source: hierarchy
af: hiërargie

source: high byte
af: boonste greep

source: high density
af: hoë digtheid

source: high impedance
af: hoë impedansie

source: high priority
af: hoë prioriteit

source: high resolution
af: hoë resolusie

source: high-gain amplifier
af: hoëwins-versterker

source: high-level data link control (HLDLC)
af: hoëvlak-dataverbindingskontrole (HVDVK)

source: high-level language
af: hoëvlaktaal

source: high-level noise
af: hoëvlakruis

source: high-order language
af: hoëvlaktaal

source: high-order position
af: mees beduidende posisie

source: high-priority job
af: hoëprioriteitswerkstuk

source: high-speed bus
af: hoëspoed-stamlyn

source: high-speed carry
af: sneloordrag

source: high-speed line
af: hoëspoedlyn

source: high-speed memory
af: hoëspoedgeheue

source: high-speed printer
af: hoëspoeddrukker

source: high-speed storage
af: hoëspoedstoor

source: highlight
af: beklemtoon; uitlig; belig; verlig; blok; hooftrek

source: highlighting
af: beklemtoning; uitligting

source: highway
af: stamlyn; bus

source: hints
af: wenke

source: historical file
af: historiese lêer

source: history file
af: geskiedenislêer

source: hit (adj)
af: slaag-; tref-; geslaagde vergelyking

source: hit rate
af: slaagtempo; treftempo

source: hit ratio
af: slaagtempo; treftempo

source: hobby computer
af: tuisrekenaar

source: hold
af: behou; hou

source: hold facility
af: houfasiliteit

source: hold mode
af: houmodus

source: hold queue
af: wagtou

source: holding beam
af: regenerasiestraal

source: holding current
af: houstroom

source: holding time
af: vashoutyd

source: hole
af: gaatjie

source: hole pattern
af: gaatjiepatroon

source: holographic memory
af: holografiese geheue

source: home address
af: beginadres

source: home button
af: tuisknoppie

source: home computer
af: tuisrekenaar

source: home key
af: hoeksleutel

source: home page
af: tuisblad

source: home position
af: hoekposisie

source: home record
af: basisrekord

source: homeostasis
af: homeostase

source: homogeneous
af: homogeen

source: homogeneous network
af: homogene netwerk

source: homomorphism
af: homomorfisme

source: homostasis
af: homostase

source: hopper
af: voerbak

source: horizontal display
af: horisontale vertoon

source: horizontal feed
af: horisontale voer

source: horizontal spacing
af: horisontale spasiëring

source: horizontal tabulation
af: horisontale tabulering

source: horizontal wraparound
af: horisontale omvou

source: horizontally distributed system
af: horisontaalverspreide stelsel

source: host
af: gasheer

source: host computer
af: gasheerrekenaar

source: host interface
af: gasheerkoppelvlak

source: host node
af: gasheernodus

source: host-to-host protocol
af: gasheer-na-gasheerprotokol

source: hot zone
af: reëleindesone

source: house
af: huisves

source: housekeeping
af: interne opruiming; sleurtake

source: housekeeping operation
af: sleurtakebewerking

source: human factor
af: menslike faktor

source: human-oriented language
af: gebruikervriendelike taal;mensgerigte taal

source: human/computer interaction
af: mens/rekenaar-interaksie

source: hunt line
af: jaglyn

source: hybrid
af: hibried

source: hybrid computer
af: hibridiese rekenaar

source: hybrid interface
af: hibridiese koppelvlak

source: hyper-terminal
af: hiperterminaal

source: hyperexponential
af: hipereksponensieel

source: hyperlink
af: hiperskakel

source: hypertape unit
af: hiperbandeenheid

source: hyphen
af: koppelteken

source: hyphen drop
af: koppeltekenweglating

source: hyphenate
af: koppel

source: hyphenate and justify
af: koppel en justeer

source: hyphenation
af: woordbreking

source: hysteresis
af: histerese

source: hysteresis loop
af: histereselus

source: icon
af: ikoon

source: iconic model
af: ikoniese model

source: ideal replacement
af: ideale vervanging

source: identical
af: identies

source: identification
af: identifikasie; identifisering

source: identification card reader
af: identifikasiekaartleser

source: identification division
af: identifikasiedivisie

source: identifier
af: identifiseerder; naam

source: identify
af: benaam; identifiseer; naam gee

source: identifying property
af: identifiserende eienskap

source: identifying symbol
af: identifiserende simbool

source: identity
af: identiteit

source: identity element
af: identiteitselement

source: identity gate
af: identiteitshek

source: identity operation
af: identiteitsoperasie

source: identity relation
af: identiteitsrelasie

source: identity unit
af: identiteitseenheid

source: idle
af: leeg; vry; stil; leegloop; vryloop

source: idle capacity
af: leegloopkapasiteit
