Repository: casperl/wesnoth-af
Catalog: afrikaanse-rekenaarterme.po
Languages: af

source: binary relation
af: binêre relasie

source: binary representation
af: binêre voorstelling

source: binary row
af: binêre ry

source: binary scale
af: binêre skaal

source: binary search
af: binêre soektog; halveringsoektog

source: binary search method
af: binêre soekmetode

source: binary search tree
af: binêre soekboom

source: binary signal conditioner
af: binêre-sein kondisioneerder

source: binary state
af: binêre toestand

source: binary synchronous communication (BSC)
af: binêre sinchrone kommunikasie; BSK

source: binary synchronous transmission
af: binêre sinchrone transmissie

source: binary system
af: binêre stelsel

source: binary tree
af: binêre boom

source: binary variable
af: binêre veranderlike

source: binary-coded character
af: binêrgekodeerdekarakter

source: binary-coded decimal (BCD)
af: binêrgekodeerde desimaal; BKD

source: binary-coded decimal representation
af: binêrgekodeerde desimale voorstelling

source: binary-coded decimal system
af: binêr gekodeerde desimale stelsel

source: binary-coded digit
af: binêrgekodeerde syfer

source: binary-punched card
af: binêrgeponste kaart

source: binary-to-decimal conversion
af: binêr-na-desimaalomsetting

source: binary-to-decimal converter
af: binêr-na-desimaalomsetter

source: binding
af: binding; koppeling; verband

source: binomial
af: binomiaal

source: binomial coefficient
af: binomiale koëffisiënt

source: binomial expansion
af: binomiaalontwikkeling

source: biomemtrics
af: biometrika

source: bionics
af: bionika

source: bipartite graph
af: tweeledige grafiek

source: bipolar signal
af: bipolêre sein

source: biquinary code
af: bikwinêre kode

source: biquinary notation
af: bikwinêre notasie

source: bistable
af: bistabiel

source: bistable circuit
af: bistabiele snellerkring

source: bistable state
af: bistabiele toestand

source: bistable trigger circuit
af: bistabiele snellerkring

source: bistable unit
af: bistabiele eenheid

source: bisynchronous
af: bisinchroon

source: bit
af: bis; binêre syfer; binaal

source: bit array
af: bisskikking

source: bit cell
af: bis-sel

source: bit combination
af: biskombinasie

source: bit complexity
af: biskompleksiteit

source: bit counting
af: bistelling

source: bit crowding
af: bissamedromming

source: bit density
af: bisdigtheid

source: bit drop-out
af: bisverlies (soos in datakommunikasie)

source: bit index
af: bisindeks

source: bit interleaving
af: bisinvlegging

source: bit machine
af: bismasjien

source: bit manipulation
af: bismanipulasie

source: bit manipulation instruction
af: bismanipuleringsinstruksie

source: bit map
af: biskaart

source: bit mask
af: bismasker

source: bit parallel
af: bisparallel

source: bit parity scheme
af: bispariteitskema

source: bit pattern
af: bispatroon

source: bit position
af: bisposisie

source: bit rate
af: baudtempo; bistempo

source: bit stream
af: bisstroom

source: bit string
af: bisstring

source: bit traffic
af: bisverkeer

source: bit variable
af: bisveranderlike

source: bit vector
af: bisvektor

source: bit-driven
af: bisgedrewe

source: bit-serial
af: bis-serieel

source: bit-serial transmissions
af: bis-seriële transmissie

source: bit-slice
af: bissnit

source: bit-slice architecture
af: bissnitargitektuur

source: bit-slice microprocessor
af: bissnitmikroverwerker

source: bit-slice processor
af: bissnitverwerker

source: bit-stuffing
af: bisinstopping

source: bitmap
af: bispatroon; bisruit; biskaart; bisbeeld

source: bitmap button
af: bispatroon knoppie

source: bits per inch
af: bisse per duim

source: bits per second
af: bisse per sekonde

source: bitwise
af: bisgewys

source: bitwise operation
af: bisgewyse operasie

source: black box
af: swartkis; toorkis; swart kassie

source: black noise
af: swartruis

source: blank
af: blanko; leeg; oop

source: blank character
af: blanko karakter

source: blank column
af: blanko kolom

source: blank fcape
af: leë band

source: blank form
af: blanko vorm

source: blank instruction
af: niksdoeninstruksie; leë instruksie

source: blank medium
af: leë medium

source: blank out
af: skoonmaak

source: blank spool
af: leë spoel

source: blanking
af: uitvee

source: bleed
af: ink-oorvloei

source: blind carbon copy (bcc)
af: blinde koolkopie (bkk); geheimkopie (bcc); privaatkopie; blinde kopie; afgeskermde kopie

source: blind keyboard
af: ongemerkte sleutelbord

source: blink
af: flikker

source: blinking character
af: flikkerkarakter

source: block
af: blok

source: block access
af: bloktoegang

source: block address
af: blokadres

source: block buffer
af: blokbuffer

source: block cancel character
af: blokignoreerkarakter

source: block check character
af: blokkontrolekarakter

source: block code
af: blokkode

source: block copy
af: blokkopiëring

source: block diagram
af: blokdiagram

source: block entry
af: blokingang

source: block exit
af: blokuitgang

source: block format
af: blokformaat

source: block gap
af: blokgaping

source: block header
af: blokopskrif

source: block ignore character
af: blokignoreerkarakter

source: block length
af: blokgrootte; bloklengte

source: block manipulation instruction
af: blokmanipuleringsinstruksie

source: block mark
af: blokmerk

source: block movement
af: blokpaginering; blokskuiwing

source: block pointer
af: blokwyser

source: block reader
af: blokleser

source: block separator
af: blokskeier

source: block size
af: blokgrootte; bloklengte

source: block sort
af: bloksortering

source: block structure
af: blokstruktuur

source: block structure language
af: blokstruktuurtaal

source: block transfer
af: blokoordrag

source: blocked record
af: geblokte rekord

source: blocking
af: saamblok

source: blocking factor
af: blokfaktor

source: board
af: bord

source: body
af: lyf

source: bold
af: vetdruk; donkerdruk; dubbeldruk; swartdruk; swart; swartletter; vet; vetletter; vetgedruk; vet; swartgedruk; vet; maak vet; druk vet

source: boldface
af: donkerdruk; dubbeldruk; swartdruk; vetdruk

source: book message
af: multibestemmingsboodskap

source: bookmark
af: boekmerk; bladwysers

source: bookmark link
af: boekmerkskakel

source: bookmarked
af: geboekmerk; bladwyser aangebring

source: boost
af: stoot; stoot; rangstoot; hupstoot gee; maksimeer

source: boost policy
af: stootbeleid; hupstootbeleid

source: boot
af: selflaai

source: boot up
af: selflaai; opbegin

source: bootloader
af: herlaaiprogram; selflaaiprogram; selflaaier

source: bootstrap
af: selflaai

source: bootstrap input program
af: selflaai-toevoerprogram

source: bootstrap loader
af: selflaaier

source: bootstrap program
af: selflaaiprogram

source: bootstrap routine
af: selflaairoetine

source: bootstrapping
af: selflaaiproses

source: border
af: rand; rant

source: borrow digit
af: leensyfer

source: both-way communications
af: duplekskommunikasie; tweerigtingkommunikasie

source: bottcan-of-stack pointer
af: stapelonderpuntwyser

source: bottleneck
af: bottelnek; knelpunt; wurgpunt; engpas

source: bottom address
af: basisadres

source: bottom element
af: onderste element

source: bottom-up
af: onder-na-bo

source: bottom-up analysis
af: onder-na-bo-ontleding; opwaartse ontleding

source: bottom-up approach
af: onder-na-bo-benadering

source: bottom-up parsing
af: onder-na-bo-sinsontleding

source: bottom-up processing
af: onder-na-bo verwerking; opwaartse verwerking

source: bounce
af: bons; terugbons

source: bounceless contact
af: ruislose kontak

source: boundary condition
af: randvoorwaarde

source: boundary error
af: grensfout

source: boundary register
af: grensregister

source: boundary value
af: grenswaarde

source: bounded error
af: begrensde fout

source: bounded function
af: begrensde funksie

source: bounded program
af: gebinde program

source: bounded set
af: begrensde versameling

source: bounded-balanced tree
af: beperkgebalanseerde-boom

source: box
af: blokkie; hokkie; raam; kas; boks

source: bps (bits per second)
af: bps (bisse per sekonde)

source: brace
af: krulhakie

source: bracket
af: vierkantige hakie

source: brackets
af: hakies

source: branch
af: aftak; vertak

source: breadboard
af: flansbord; protobord

source: break key
af: onderbreeksleutel

source: break point
af: inbreekpunt

source: bridge (n)
af: brug

source: bridge (v)
af: oorbrug

source: bridge circuit
af: brugkring

source: brightness
af: helderheid; luminansie

source: brittle program
af: nie-oordraagbare program

source: broadband
af: wyeband; breëband

source: broadband network
af: wyebandnetwerk

source: broadcasting
af: uitsaairoetering

source: brownout
af: spanningsverlaging

source: brownout proof
af: spanningsverlagingbestand

source: browse
af: deurblaai

source: browser
af: blaaier; leser; rondblaaier; deurblaaier

source: bubble
af: borrelruitjie

source: bubble memory
af: borrelgeheue

source: bubble sort
af: borrelsortering

source: buddy system
af: makkerstelsel

source: buffer
af: buffer; buffergeheue; buffer

source: buffer address
af: bufferadres

source: buffer amplifier
af: bufferversterker

source: buffer control information
af: bufferbeheerinligting

source: buffer function
af: bufferfunksie

source: buffer management
af: bufferbestuur

source: buffer memory
af: buffer; buffergeheue

source: buffer pointer
af: bufferwyser

source: buffer prefix
af: buffervoorvoegsel

source: buffer variable
af: bufferveranderlike

source: buffered device
af: gebufferde toestel

source: buffered flag
af: gebufferde vlag

source: buffered input
af: gebufferde toevoer

source: buffered keyboard
af: gebufferde sleutelbord

source: buffered line printer
af: gebufferde reëldrukker

source: buffered output
af: gebufferde afvoer

source: buffering
af: bufferwerking

source: bug
af: fout; gogga

source: built-in
af: ingeboude

source: built-in check
af: ingeboude kontrole

source: bulk
af: massa

source: bulk core memory
af: massa-kerngeheue

source: bulk data
af: massadata

source: bulk eraser
af: massa-uitwisser

source: bulk erasure
af: massa-uitwissing

source: bulk print
af: massadruk

source: bulk storage
af: massastoor

source: bullet
af: paragraafkoeël; koeël

source: bullet list
af: inkeeplys; paragraafkoeëllys; koeëllys; dotlys

source: bullet paragraph
af: koeëlparagraaf

source: bullet points
af: koeëltjies; dotlys

source: bulleted list
af: inkeeplys; paragraafkoeëllys; koeëllys; dotlys

source: bulleted paragraph
af: koeëlparagraaf

source: bulletin board
af: bulletinbord

source: bundle
af: saambondel

source: bundled cable
af: bondelkabel

source: bundles of transmission
af: transmissiebondels

source: bundling
af: saambondel

source: bureau
af: buro

source: burn
af: brandkol; brandplek; inbrand

source: burn-in
af: inloop

source: burst
af: afskeur; sarsie

source: burst mode
af: sarsiemodus

source: burst modem
af: sarsiemodem

source: burst traffic
af: sarsieverkeer

source: burst transmission
af: sarsietransmissie

source: burster
af: afskeurmasjien

source: bus
af: hooflyn; bus

source: bus acknowledge signal
af: stamlynerkensein

source: bus bar
af: stamlyngeleiding

source: bus driver
af: stamlyndrywer

source: bus extender
af: stamlynuitbreider

source: bus load resistance
af: stamlynbelastingweerstand

source: bus protocol
af: stamlynprotokol

source: bus receiver
af: stamlynontvanger

source: bus request signal
af: stamlynversoeksein

source: business
af: besigheid

source: business analyst
af: besigheidsontleder

source: business application
af: besigheidstoepassing

source: business data processing
af: besigheidsdataverwerking

source: business-oriented language
af: besigheidsgerigte taal

source: busy hour load
af: spitslading

source: busy hour traffic
af: spitsverkeer

source: busy signal
af: besigsein

source: busy test
af: toets vir besig

source: busy/wait loop
af: besig/wag-lus

source: button
af: knoppie

source: bypass
af: omseiling; omleiding; omseil; omlei; verbypad; verbygaan

source: bypass switch
af: omleiskakelaar

source: byproduct
af: neweproduk

source: byte
af: greep

source: byte address
af: greepadres

source: byte addressing
af: greepadressering

source: byte machine
af: greepmasjien

source: byte manipulation
af: greepmanipulasie

source: byte mode
af: greepmodus

source: byte multiplexing
af: greepmultipleksering

source: cable
af: kabel

source: cable noise
af: kabelruis

source: cable ties
af: kabelbinders

source: cache
af: kas; kasgeheue; voorlopige geheue; berggeheue; cache; cachegeheue; hulpgeheue; tussengeheue; kas; voorlopig bergcache

source: cache memory
af: berggeheue; kasgeheue

source: cached
af: gekas; voorlopig geberg

source: caching
af: kasberging; voorlopige berging

source: calculate
af: bereken

source: calculated address
af: berekende adres

source: calculating machine
af: rekenmasjien

source: calculating punch
af: rekenpons

source: calculating speed
af: rekenspoed

source: calculation
af: berekening

source: calculator
af: rekenmasjien

source: calculus
af: kalkulus; rekening

source: calendar management
af: kalenderbestuur

source: calibrate
af: kalibreer

source: call
af: roep; oproep; roep

source: call address
af: roepadres

source: call control character
af: roepbeheerkarakter

source: call in
af: inroep

source: call instruction
af: roepinstruksie

source: call number
af: roepnommer

source: call preference
af: oproepvoorkeur

source: call processor
af: roepverwerker

source: call routine
af: roeproetine

source: call statement
af: roepstelling

source: call up
af: oproep

source: call word
af: roepwoord

source: call-by-name
af: roep volgens naam

source: call-by-need
af: roep volgens behoefte

source: call-by-reference
af: roep volgens verwysing

source: call-by-result
af: roep volgens resultaat

source: call-by-value
af: roep volgens waarde

source: called procedure
af: geroepte prosedure

source: called routine
af: geroepte roetine

source: called sequence
af: geroepte sekwensie

source: called station
af: geroepte stasie

source: called subroutine
af: geroepte subroetine

source: calling
af: roep

source: calling address
af: roepadres

source: calling number
af: roepnommer

source: calling procedure
af: roepprosedure

source: calling protocol
af: roepprotokol

source: calling routine
af: roeproetine

source: calling sequence
af: roepsekwensie

source: calling station
af: roepstasie

source: calling string
af: roepstring

source: cam
af: kyk

source: cancel
af: kanselleer

source: cancel character
af: kanselleerkarakter

source: candidate key
af: moontlike sleutel

source: canned software
af: sagtewarepakket

source: canonical form
af: kanoniese vorm

source: capability
af: vermoë

source: capacitance
af: kapasitansie

source: capacitative
af: kapasitatief

source: capacitor
af: kapasitor

source: capacitor storage
af: kapasitorstoor

source: capacity
af: kapasiteit; drakrag; vermoë

source: capacity management
af: kapasiteitsbestuur

source: capillary
af: kapillêr

source: caps
af: hoofletters; kapitale; bokas

source: caps lock
af: hoofletterslot; bokasslot

source: capstan
af: kaapstander

source: capstan spindle
af: kaapstanderspil

source: caption
af: opskrif

source: capture
af: vaslegging; vaslê; gryp

source: carbon copy (cc)
af: cc (koolkopie; deurslagkopie); kk (koolkopie)

source: carbon ribbon
af: koollint

source: card
af: kaart

source: card back
af: kaartrugkant

source: card bed
af: kaartbaan

source: card cage
af: bordkas

source: card chassis
af: bordkas

source: card code
af: kaartkode

source: card column
af: kaartkolom

source: card deck
af: kaartpak

source: card encoder
af: kaartenkodeerder

source: card extender
af: verlengbord

source: card face
af: kaartvoorkant

source: card feed
af: kaartvoerder

source: card field
af: kaartveld

source: card file
af: kaartlêer

source: card fluff
af: kaartdons; kaartrafels

source: card format
af: kaartformaat

source: card gauge
af: kaartmeetinstrument

source: card hopper
af: kaartvoerbak

source: card image
af: kaartbeeld

source: card jam
af: kaartknoop

source: card leading edge
af: voorste kaartrand

source: card machine
af: kaartmasjien

source: card path
af: kaartbaan

source: card punch
af: kaartpons

source: card reader
af: kaartleser

source: card row
af: kaartry

source: card sorter
af: kaartsorteerder

source: card stacker
af: kaartstapelaar

source: card track
af: kaartbaan

source: card trailing edge
af: agterste kaartrand

source: card verifier
af: kaartverifieerder

source: card zone
af: kaartsone

source: cardinality
af: kardinaliteit

source: cards per minute (CPM)
af: kaarte per minuut (KPM)

source: caret (^)
af: inlaskarakter; karet; kappie (^)

source: carriage
af: wa (van ‘n drukker)

source: carriage control
af: wabeheer

source: carriage control tape
af: wabeheerband

source: carriage return
af: reëleinde; reëlend

source: carriage return character
af: reëleindekarakter

source: carrier
af: draer

source: carrier frequency
af: draerfrekwensie

source: carrier hole
af: tandvoergat

source: carrier noise
af: draerruis

source: carrier return character
af: reëleindekarakter

source: carrier signal
af: drasein

source: carrier system
af: draerstelsel

source: carrier wave
af: draergolf

source: carry
af: oordrag; oordra

source: carry bit
af: oordragbis

source: carry digit
af: oordragsyfer

source: carry in
af: indra

source: carry look-ahead
af: oordragvooruitskou

source: carry out
af: uitdra

source: carry over
af: oordra

source: carry time
af: oordragtyd

source: cartridge
af: inkhouer; inklading; lading; patroon; houer; vulling

source: cascade
af: kaskade; trapsgewys

source: cascade control
af: kaskadebeheer

source: cascade merge
af: kaskadesaamvlegging

source: cascaded carry
af: kaskade-oordrag

source: cascading of errors
af: foutopstapeling

source: case
af: geval

source: case sensitive
af: kassensitief

source: case statement
af: gevalstelling

source: case study
af: gevallestudie

source: cash register
af: kasregister

source: cassette
af: kasset

source: cassette recorder
af: kassetopnemer

source: cassette tape
af: kassetband

source: casting-out-nines check
af: negeproef-kontrole

source: catalogue
af: katalogus; katalogiseer

source: catalogue directory
af: katalogusgids

source: catastrophic error
af: katastrofiese fout

source: catastrophy
af: katastrofe

source: category
af: kategorie

source: category index
af: kategorie-indeks

source: catenate
af: aaneenskakel

source: catenation
af: aaneenskakeling

source: cathode
af: katode

source: cathode ray
af: katodestraal

source: cathode ray screen
af: katodestraalskerm

source: cathode ray storage
af: katodestraalstoor

source: cathode ray tube (CRT)
af: katodestraalbuis; KSB

source: cavity
af: holte

source: cell
af: sel

source: cellar
af: afdrukgeheue; stapelgeheue

source: cellular automation
af: sellulêre outomaat

source: cellular multilist file
af: sellulêre multilyslêer

source: censor
af: sensor

source: centered
af: gesentreer; middelgerig

source: centering
af: sentrering

source: central
af: sentraal

source: central control unit
af: sentrale beheereenheid

source: central processing unit (CPU)
af: SVE (sentrale verwerkingseenheid); CPU

source: central processor
af: sentrale verwerker

source: central register
af: sentrale register

source: central station
af: hoofstasie; meesterstasie

source: centralisation
af: sentralisering

source: centralise
af: sentraliseer

source: centralised
af: gesentraliseer

source: centralised data processing
af: gesentraliseerde dataverwerking

source: centralised network
af: sternetwerk

source: centreline
af: middellyn

source: centroid
af: sentroïed

source: ceramic
af: keramiek

source: ceramic packaging
af: keramiekverpakking

source: certification
af: sertifisering

source: certified tape
af: gesertifiseerde band

source: certify
af: sertifiseer

source: chain address
af: kettingadres

source: chain code
af: kettingkode

source: chain of addresses
af: adresreeks

source: chain of pointers
af: wyserketting

source: chain printer
af: kettingdrukker

source: chain rule
af: kettingreël

source: chained
af: geketting

source: chained file
af: gekettingde lêer

source: chained list
af: aaneengeskakelde lys

source: chained record
af: gekettingde rekord

source: chaining
af: aaneenskakeling

source: chaining algorithm
af: kettingalgoritme

source: chaining file
af: kettinglêer

source: chaining search
af: kettingsoektog

source: change analysis
af: veranderingsontleding

source: change bit
af: veranderingsbis

source: change control
af: veranderingsbeheer

source: change dump
af: veranderingstorting

source: change file
af: transaksielêer

source: change management
af: veranderingsbestuur

source: change of control
af: beheerverandering

source: change over
af: oorskakel

source: change record
af: transaksierekord

source: change tape
af: transaksieband

source: channel
af: kanaal; kanaliseer

source: channel adapter
af: kanaalpasstuk

source: channel allocation
af: kanaaltoekenning

source: channel capacity
af: kanaalvermoë

source: channel command
af: kanaalbevel

source: channel controller
af: kanaalbeheerder

source: channel grant
af: kanaaltoekenning

source: channel management
af: kanaalbestuur

source: channel off
af: afkanaliseer

source: channel overload
af: kanaaloorbelading

source: channel queue
af: kanaaltou

source: channel reliability
af: kanaalbetroubaarheid

source: channel scheduler
af: kanaalskeduleerder

source: channel set
af: kanaalstel

source: channel speed
af: kanaalspoed

source: channel synchroniser
af: kanaalsinchroniseerder

source: channel width
af: kanaalwydte

source: channeling
af: kanalisering

source: channelise
af: in kanale verdeel

source: chapter
af: hoofstuk

source: char
af: karakter

source: char set
af: karakterstel; karaktertabel

source: character
af: karakter

source: character address
af: karakteradres

source: character adjustment
af: karakterverstelling

source: character assembly
af: karaktersamestelling

source: character blink
af: karakterflikker

source: character boundary
af: karaktergrens

source: character cell
af: karaktersel

source: character code
af: karakterkode

source: character coding
af: karakterkodering

source: character comparison
af: karaktervergelyking

source: character comparison operation
af: karaktervergelykingsoperasie

source: character constant
af: karakterkonstante; selfkonstante

source: character conversion
af: karakteromsetting

source: character crowding
af: karaktersamedromming

source: character delete
af: karakterskrap

source: character density
af: karakterdigtheid

source: character disassembly
af: karakteropbreking

source: character edge
af: karakterkant

source: character error rate
af: karakterfouttempo

source: character expression
af: karakteruitdrukking

source: character fill
af: karakteropvul

source: character font
af: font; karakterfont; karaktertipe; tikfont

source: character generator
af: karaktergenerator

source: character graphics
af: karaktergrafika

source: character highlight
af: karakteruitlig

source: character information
af: karakterinligting

source: character key
af: karaktersleutel

source: character manipulation
af: karaktermanipulasie

source: character operation
af: karakteroperasie

source: character outline
af: karakterbuitelyn

source: character printer
af: karakterdrukker

source: character reader
af: karakterleser

source: character recognition
af: karakterherkenning

source: character repertoire
af: karakterrepertoire

source: character search
af: karaktersoektog

source: character set
af: karakterstel; karaktertabel

source: character size
af: karaktergrootte

source: character skew
af: karakterskeefheid

source: character string
af: karakterstring

source: character stroke
af: karaktergedeelte

source: character style
af: karakterstyl

source: character subset
af: karakterdeelversameling

source: character template
af: karakterprofielvorm

source: character token
af: karakterteken
