Repository: casperl/wesnoth-af
Catalog: afrikaanse-rekenaarterme.po
Languages: af

source: micro-integrated circuit
af: mikrogeïntegreerde kring

source: micro-operation
af: mikrobewerking

source: microchip
af: mikrovlokkie; mikrotjip

source: microcircuit
af: mikrokring

source: microcode
af: mikrokode

source: microcomputer
af: mikrorekenaar

source: microcomputer architecture
af: mikrorekenaarargitektuur

source: microelectronics
af: mikro-elektronika

source: microfiche
af: mikrofiche

source: microfilm
af: mikrofilm

source: microform
af: mikrovorm

source: micrographics
af: mikrografika

source: microminiaturisation
af: mikrominiaturisering

source: microprocessing unit (MPU)
af: mikroverwerkingseenheid (MVE)

source: microprocessor
af: mikroverwerker

source: microprocessor chip
af: mikroverwerkervlokkie

source: microprogram
af: mikroprogram

source: microprogrammable
af: mikroprogrammeerbaar

source: microprogramming
af: mikroprogrammering

source: microreduce
af: mikroreduseer

source: microreduction
af: mikroreduksie

source: microsecond
af: mikrosekonde

source: microstep
af: mikrostap

source: microwave link
af: mikrogolfverbinding

source: mid-square method
af: middelkwadraatmetode

source: middleware
af: fermware

source: midpoint rule
af: middelpuntreël

source: migration
af: migrasie

source: migration path
af: groeipad

source: milestone
af: mylpaal

source: millimicrosecond
af: nanosekonde

source: million instructions per second (MIPS)
af: miljoen instruksies per sekonde (MIPS)

source: millisecond
af: millisekonde

source: miniaturisation
af: miniaturisering

source: minicomputer
af: minirekenaar

source: minimal
af: minimaal

source: minimax
af: minimaks

source: minimisation
af: minimering

source: minimise
af: minimeer

source: minimum condition
af: minimumvoorwaarde

source: minimum delay programming
af: minimumvertraging-programmering

source: minimum distance code
af: minimumafstandkode

source: minimum latency
af: minimumlatensie

source: minor cycle
af: deelsiklus; ondergeskikte siklus

source: minuend
af: aftrektal

source: minus sign
af: minusteken

source: mirror-image operation
af: spieëlbeeldoperasie

source: mirroring
af: spieëling

source: miscount
af: telfout; foutief tel; verkeerd tel

source: misfeed
af: voerfout; foutief voer; verkeerd voer

source: mismatch
af: mispassing

source: misread
af: foutief lees; verkeerd lees

source: misregistration
af: foutiewe registrasie

source: missort
af: sorteerfout; verkeerd sorteer

source: mistake
af: fout

source: misuse
af: misbruik

source: mix
af: mengsel; poel; meng

source: mixed logic
af: gemengde logika

source: mixed radix
af: gemengde grondtal

source: mixed radix notation
af: gemengde grondtalnotasie

source: mnemonic
af: mnemonies

source: mnemonic address
af: mnemoniese adres

source: mnemonic code
af: mnemoniese kode

source: mnemonic symbol
af: mnemoniese simbool

source: mnemonics
af: mnemoniek

source: mode
af: modus

source: model
af: model; modelleer

source: modelling
af: modellering

source: modem
af: modem; modulator/demodulator

source: modem eliminator
af: modem-elimineerder

source: modem encryption device
af: modem-enkripsietoestel

source: modem simulator
af: modem-elimineerder

source: modem turnaround time
af: modem-omkeertyd

source: moderated
af: gemodereer

source: modification
af: wysiging; modifikasie

source: modification level
af: modifikasievlak

source: modified instruction
af: gewysigde instruksie

source: modifier
af: indekseerder; wysiger

source: modifier memory
af: indeksgeheue; wysigergeheue

source: modifier register
af: indeksregister; wysigerregister

source: modify
af: modifiseer; wysig

source: modify bit
af: wysigingsbis

source: modify instruction
af: wysigbare instruksie

source: modular
af: modulêr

source: modular programming
af: modulêre programmering

source: modular structure
af: modulêre struktuur

source: modularisation
af: modularisering

source: modularity
af: modulariteit

source: modulate
af: moduleer

source: modulation
af: modulasie; modulering

source: modulation noise
af: modulasieruis

source: modulation rate
af: modulasietempo

source: modulator/demodulator
af: modem; modulator/demodulator

source: module specification
af: modulespesifikasie

source: module testing
af: moduletoetsing

source: modulo-n check
af: modulo-n-kontrole

source: modulo-two sum
af: modulotwee-som

source: monadic
af: monadies; unêr

source: monadic operation
af: monadiese operasie

source: monadic operator
af: monadiese operator

source: monitor mode
af: monitormodus

source: monitor printer
af: monitordrukker

source: monitor routine
af: monitorroetine

source: monitor unit
af: monitoreenheid

source: monocase
af: enkelkas

source: monoid
af: monoïed

source: monolithic
af: monolities

source: monolithic memory
af: monolitiese geheue

source: monomorphism
af: monomorfisme

source: monostable
af: monostabiel

source: monostable circuit
af: monostabiele kring

source: monostable multivibrator
af: monostabiele multivibrator

source: monostable trigger circuit
af: monostabiele snellerkring

source: monotone
af: monotoon

source: monotone decreasing
af: monotoondalend

source: monotone increasing
af: monotoonstygend

source: morpheme
af: morfeem

source: morphism
af: morfisme

source: mosaic printer
af: matriksdrukker

source: most frequently used
af: meesgebruik

source: most recently used
af: meesonlangsgebruik

source: most significant
af: meesbeduidend

source: most significant digit
af: meesbeduidende syfer

source: mother board
af: moederbord

source: mother plane (backplane)
af: moederpaneel

source: mount
af: montering; monteer

source: mounted
af: gemonteer

source: mounting frame
af: monteerraam

source: mounting rack
af: monteerrak

source: mouse
af: merkergids; muis

source: mouse button
af: muisknoppie

source: move
af: beweeg; skuif; verskuif

source: movement file
af: detaillêer; transaksielêer

source: moving average
af: bewegende gemiddelde; lopende gemiddelde

source: moving-head disk system
af: bewegendekop-skyfstelsel

source: multi-access device
af: multitoegangtoestel

source: multi-address
af: multi-adres

source: multi-address code
af: multi-adreskode

source: multi-address instruction
af: multi-adresinstruksie

source: multi-unit machine
af: multi-eenheidmasjien

source: multi-user
af: veelvoudige gebruiker

source: multi-user system
af: multigebruikerstelsel

source: multichannel
af: multikanaal

source: multicomputer system
af: multirekenaarstelsel

source: multicycle feeding
af: multisiklusvoer

source: multidimensional array
af: multidimensionele skikking

source: multidrop
af: multi-aftak; multitap

source: multidrop line
af: multi-aftaklyn; multitaplyn

source: multidropping
af: multi-aftakking; multitapping

source: multifile reel
af: multilêerspoel

source: multifile sorting
af: multilêersortering

source: multifrequency signal
af: multifrekwensiesein

source: multifunction system
af: multifunksiestelsel

source: multijob operation
af: multiprogrammering

source: multikey file
af: multisleutellêer

source: multilayer
af: multilaag

source: multilength arithmetic (multiple-length arithmetic)
af: multilengterekenkunde

source: multilevel (multiple level)
af: multivlak

source: multilevel addressing (indirect addressing)
af: indirekte adressering

source: multilevel index
af: multivlakindeks

source: multilevel memory
af: multivlakgeheue

source: multilevel security
af: multivlaksekuriteit

source: multilinked list
af: multi-aaneengeskakelde lys

source: multilinked structures
af: multi-aaneengeskakelde strukture

source: multilist
af: multilys

source: multilist file
af: multilyslêer

source: multilist organisation
af: multilysorganisasie

source: multipart stationery
af: multikopie-papier

source: multipass algorithm
af: multideurgangalgoritme

source: multipass compiler
af: multideurgangkompileerder

source: multipass sort
af: multideurgangsortering

source: multiphase transaction
af: multifase-transaksie

source: multiple access
af: multitoegang

source: multiple address
af: multi-adres

source: multiple branching
af: multivertakking

source: multiple coincidence
af: multisaamvalling

source: multiple connector
af: multipuntkonnekteerder

source: multiple inputs
af: multitoevoere

source: multiple key
af: multisleutel

source: multiple level
af: multivlak

source: multiple outputs
af: multi-afvoere

source: multiple precision
af: multipresisie

source: multiple punching
af: multipons

source: multiple recipient
af: meervoudige ontvangers

source: multiple routing
af: multiroetering

source: multiple-address code
af: multi-adreskode

source: multiple-address instruction
af: multi-adresinstruksie

source: multiple-address message
af: multi-adres-boodskap

source: multiple-length arithmetic
af: multilengterekenkunde

source: multiplex
af: multipleks

source: multiplex channel
af: multiplekskanaal

source: multiplex mode
af: multipleksmodus

source: multiplexer
af: multiplekser

source: multiplexer channel
af: multiplekserkanaal

source: multiplexing
af: multipleksering

source: multiplicand
af: vermenigvuldigtal

source: multiplicand register
af: vermenigvuldigtalregister

source: multiplication
af: vermenigvuldiging

source: multiplication time
af: vermenigvuldigingstyd

source: multiplier
af: vermenigvuldiger

source: multiplier factor
af: vermenigvuldigerfaktor

source: multiplier register
af: vermenigvuldigerregister

source: multiply
af: vermenigvuldig

source: multipoint circuit
af: multipuntkring

source: multipoint connection
af: multipuntverbinding

source: multipoint line
af: multi-aftaklyn; multitaplyn

source: multiprocessing
af: multiverwerking

source: multiprocessor
af: multiverwerker

source: multiprogramming
af: multiprogrammering

source: multiprogramming environment
af: multiprogrammeringsomgewing

source: multiprogramming mode
af: multiprogrammeringsmodus

source: multiprogramming system
af: multiprogrammeringstelsel

source: multipurpose computer
af: veeldoelrekenaar

source: multipurpose language
af: veeldoeltaal

source: multireel file
af: multispoellêer

source: multisequential system
af: veelvolgordestelsel

source: multiset
af: sak

source: multistage graph
af: meerstadiumgrafiek

source: multistreaming
af: multitouverwerking

source: multistrike
af: multislag; multislaan

source: multitasking
af: multitaakverwerking

source: multithreading
af: multi-inryging; oorvleuelingsverwerking

source: multitone transmission
af: meertoontransmissie;multitoontransmissie

source: multivalued logic
af: multiwaardige logika

source: multivariate analysis
af: meerveranderlike analise

source: mutual
af: onderling; wedersyds

source: mutual exclusion
af: onderlinge uitsluiting; wedersydse uitsluiting

source: mutual recursive procedures
af: wedersyds-rekursiewe prosedure

source: n-address code
af: n-adres-kode (kodebevattende n-adresse)

source: n-address computer
af: n-adres-rekenaar

source: n-ary relation
af: n-nêre relasie; n-tallige relasie (relasie van graad n)

source: n-channel tape
af: n-kanaal-band

source: n-level tape
af: n-vlak-band

source: n-th differences
af: n-de differensies

source: n-tuple
af: n-tal

source: naked microcomputer
af: kaslose mikrorekenaar

source: name (n) (identifier)
af: identifiseerder; naam (bv. van ‘n entiteit)

source: name (v) (identify)
af: benaam; identifiseer; naam gee (om ‘n naam aan ‘n entiteit toe te ken)

source: name argument
af: naamargument (‘n argument wat naaminligting bevat)

source: name field
af: naamveld

source: name information
af: naaminligting

source: nanosecond (millimicrosecond)
af: nanosekonde

source: narrative
af: verklarende beskrywing (bv. by stellings in ‘n program)

source: narrow band
af: smalband (in datakommunikasie)

source: national character
af: plaaslike karakter (bv. ” ‘n ” in Afrikaans)

source: native code
af: moederkode (bv. ‘n saamsteltaal)

source: native compiler
af: moederkompileerder (produseer kode vir dieselfde rekenaar)

source: natural function generator
af: natuurlikefunksie-generator

source: natural language
af: natuurlike taal

source: natural logarithm
af: natuurlike logaritme

source: natural number
af: natuurlike getal (‘n nie-negatiewe getal)

source: nature
af: aard (bv. van ‘n probleem)

source: nearest
af: naaste

source: nearest neighbour
af: naaste buurman (bv. in boomstrukture)

source: needle printer (dot matrix printer; dot printer; matrix printer; mosaic printer; stylus printer; wire printer)
af: matriksdrukker

source: negate
af: negeer; ontken (in logika); verander van teken (in rekenkunde)

source: negation
af: negering; ontkenning (in logika); tekenverandering (in rekenkunde)

source: negative
af: negatief

source: negative acknowledge character (NACK; NAK)
af: ontkenkarakter; OKK

source: negative feedback
af: negatiewe terugkoppeling (bv. van seine); negatiewe terugvoering (bv. van inligting)

source: negative logic
af: negatiewe logika

source: negative response
af: negatiewe respons

source: negative sign
af: negatiewe teken

source: negative value
af: negatiewe waarde

source: negator
af: negeerder; ontkenner

source: neighbour
af: buurman

source: nest
af: nes (insluiting van ‘n struktuur in ‘n soortgelyke een)

source: nested
af: genes

source: nested IF statements
af: geneste IF-stellings

source: nested control structure
af: geneste beheerstruktuur

source: nested loop
af: geneste lus

source: nested procedure call
af: geneste prosedureroep (bv. by kompileerders)

source: nesting
af: nesvorming

source: nesting level
af: nestingsvlak; nesvlak (in programmering)

source: nesting loop
af: neslus

source: nesting store
af: hardewarestapel (‘n stapel; in hardeware geïmplementeer)

source: nesting subroutine
af: nessubroetine

source: net (network)
af: netwerk (bv. in datakommunikasie)

source: net
af: net (bv. Petri-net)

source: net effect
af: netto effek (bv. van ‘n program wanneer dit uitgevoer word)

source: network (net)
af: netwerk (bv. in datakommunikasie)

source: network access control
af: netwerktoegangsbeheer

source: network analogue
af: netwerkanaloog

source: network analyser
af: netwerkanaliseerder (‘n toestel); netwerkontleder (‘n persoon)

source: network analysis
af: netwerkontleding

source: network architecture
af: netwerkargitektuur

source: network congestion
af: netwerkopeenhoping (as netwerkverkeer te hoog is)

source: network control
af: netwerkbeheer

source: network controller
af: netwerkbeheerder; netwerkkontroleur

source: network database system
af: netwerkdatabasisstelsel

source: network delay
af: netwerkvertraging (bv. by pakkieskakeling)

source: network design
af: netwerkontwerp

source: network front-end processor (front-end network processor)
af: netwerkvoorverwerker (bv. wat lynbeheer hanteer)

source: network integrity
af: netwerkintegriteit

source: network layer
af: netwerklaag (van ISO-sewelaagverwysingsmodel)

source: network load analysis
af: netwerklasontleding

source: network model
af: netwerkmodel

source: network node
af: netwerknodus

source: network port
af: netwerkpoort (bv. koppelvlak tussen netwerk en terminaal)

source: network processing
af: netwerkverwerking

source: network processor
af: netwerkverwerker

source: network synthesis
af: netwerksintese

source: network theory
af: netwerkteorie

source: network timing
af: netwerktydreëling (tydseine vir oordrag van bisse)

source: network topology
af: netwerktopologie

source: network traffic
af: netwerkverkeer

source: networking
af: netwerkwerking (kommunikasie tussen verskillende netwerke)

source: neutral
af: neutraal

source: neutral element
af: neutrale element

source: new-line character
af: nuwereël-karakter

source: nibble (nybble)
af: halfgreep (bestaan uit vier bisse)

source: nickel delay line
af: nikkelvertraaglyn

source: night shift
af: nagskof

source: nilpotent matrix
af: nulpotente matriks

source: nine-edge leading
af: negerand voor (by ponskaarte)

source: nine-track tape
af: negebaanband

source: ninety column card
af: negentigkolomkaart

source: nine’s complement (complement on nine)
af: negekomplement

source: no-address instruction (zero address instruction)
af: geenadresinstruksie

source: no-break power supply (uninterruptible power supply; UPS)
af: onderbrekinglose kragtoevoer; OKT

source: no-op (blank instruction; do-nothing instruction; no-operation instruction; pass instruction; waste instruction)
af: niksdoeninstruksie; leë instruksie

source: no-operation instruction (blank instruction; do-nothing instruction; no-op; pass instruction; waste instruction)
af: niksdoeninstruksie; leë instruksie

source: nodal
af: nodaal

source: nodal addressing
af: nodale adressering

source: nodal switch
af: nodale skakelaar

source: node
af: knooppunt; nodus (bv. waar transmissielyne in ‘n netwerk kruis)

source: node processor
af: nodusverwerker

source: node reversal
af: nodusomkering

source: node switch
af: nodusskakelaar

source: node switching
af: nodusskakeling

source: node-deletion problem
af: nodusskrapprobleem

source: node-labelling program
af: nodusetiketteerprogram

source: noise
af: ruis

source: noise generator
af: ruisgenerator

source: noise level
af: ruisvlak (aanduiding van ruissterkte)

source: noise pulse
af: ruispuls

source: noise spike
af: ruispriem

source: noise strength
af: ruissterkte

source: noise word (optional word)
af: opsionele woord (vir beter leesbaarheid van bv. COBOL)

source: noise-peak value
af: ruistopwaarde

source: noisy image
af: gesteurde beeld

source: nomenclature
af: nomenklatuur

source: nominal bandwidth
af: nominale bandwydte (in datakommunikasie)

source: nominal value
af: nominale waarde

source: non-adjacent
af: nie-aanliggend

source: non-associative
af: nie-assosiatief

source: non-associativity
af: nie-assosiatiwiteit

source: non-binary logic (many-valued logic)
af: veelwaardige logika

source: non-busy line
af: nie-besige lyn

source: non-coded graphics (image graphics)
af: beeldgrafika (vertoon beelde sonder koördinaatdata)

source: non-conductor
af: nie-geleier

source: non-conjunction
af: nie-konjunksie

source: non-conjunction operation
af: nie-konjunksie-operasie

source: non-contiguous
af: nie-aangrensend

source: non-dense index
af: nie-digte indeks

source: non-destructive addition
af: nie-destruktiewe optelling

source: non-destructive cursor
af: nie-destruktiewe merker (op ‘n vertoonskerm)

source: non-destructive read
af: nie-destruktiewe lees (leesproses wat data nie vernietig nie)

source: non-deterministic (probabilistic)
af: nie-deterministies

source: non-directed graph
af: nie-gerigte grafiek

source: non-disjunction
af: nie-disjunksie

source: non-equivalence element
af: nie-ekwivalensie-element

source: non-erasable medium
af: nie-uitwisbare medium

source: non-erasable memory (read-only memory; ROM)
af: leesalleengeheue; LAG

source: non-escaping key
af: nie-aanskuifsleutel (in WV; wat merker nie laat aanskuif nie)

source: non-exchangeable disk (fixed disk; integral disk; integrated disk)
af: vaste skyf; nie-omruilbare skyf (wat nie verwyder kan word nie)

source: non-executable statement
af: nie-uitvoerbare stelling (bv. die REM-stelling in BASIC)

source: non-impact printer
af: nie-impakdrukker; nie-slagdrukker (bv. termiese drukkers)

source: non-interactive
af: nie-interaktief (wat nie met operateur kommunikeer nie)

source: non-key domain
af: nie-sleutelgebied

source: non-linear
af: nie-lineêr

source: non-linear inequality
af: nie-lineêre ongelykheid

source: non-linear optimisation
af: nie-lineêre optimering (in operasionele navorsing)

source: non-linear programming
af: nie-lineêre programmering (in operasionele navorsing)

source: non-local
af: nie-lokaal

source: non-locking
af: nie-sluitend

source: non-mapping mode
af: nie-afbeeldmodus (virtuele adresse is dieselfde as absolute adresse)

source: non-negative
af: nie-negatief

source: non-numeric
af: nie-numeries

source: non-operational
af: nie-operasioneel

source: non-pre-emptive allocation
af: nie-voorspringtoekenning

source: non-printable character
af: nie-drukbare karakter

source: non-procedural language (non-procedure-oriented language)
af: nie-prosedurele taal

source: non-procedure-oriented language (non-procedural language)
af: nie-prosedurele taal

source: non-productive task
af: nie-produktiewe taak

source: non-programmed decision
af: nie-geprogrammeerde besluit

source: non-random
af: nie-ewekansig

source: non-recoverable error (fatal error)
af: fatale fout; nie-herstelbare fout

source: non-recursive
af: nie-rekursief

source: non-reflective ink
af: nie-weerkaatsende ink (bv. in OKH)

source: non-resident
af: nie-inwonend (nie permanent in geheue nie)

source: non-resident routine
af: nie-inwonende roetine

source: non-return-to-reference (non-return-to-zero; NRZ)
af: nie-terug-na-nul; NTN

source: non-return-to-zero (NRZ; non-return-to-reference)
af: nie-terug-na-nul; NTN

source: non-return-to-zero-on-invert (NRZI)
af: nie-terug-na-nul-by-omkering; NTNO

source: non-significant
af: nie-beduidend

source: non-significant digit
af: nie-beduidende syfer

source: non-storage device
af: nie-stoortoestel

source: non-switched line
af: nie-geskakelde lyn (verbinding sonder om te skakel)

source: non-terminal (non-terminal symbol)
af: nie-eindsimbool

source: non-terminal node
af: nie-eindpuntnodus

source: non-terminal symbol (non-terminal)
af: nie-eindsimbool

source: non-terminating
af: nie-terminerend

source: non-transparent code (opaque code)
af: ondeursigtige kode

source: non-unique
af: nie-eenduidig

source: non-volatile memory
af: nie-vluggeheue (behou inligting by kragonderbreking)

source: non-zero
af: nie-nul

source: norm (n)
af: norm

source: norm (v)
af: normeer

source: normal band
af: normale band

source: normal distribution
af: normaalverdeling

source: normal flow direction
af: normale vloeirigting (bv. bo na onder in vloeidiagramme)

source: normal form
af: normaalvorm (bv. in databasisteorie)

source: normalisation
af: normalisasie (die resultaat); normalisering (die proses)

source: normalise
af: normaliseer

source: normalised floating-point format
af: genormaliseerde wisselpuntformaat

source: normalised form
af: genormaliseerde vorm

source: normative test (benchmark; benchmark test)
af: normtoets (‘n stel programme om deurvoer te toets)

source: not equal (unequal)
af: ongelyk

source: notation
af: notasie

source: notational variant
af: notasionele variant

source: nought state (null state; zero condition; zero state)
af: nultoestand (bv. van ‘n magnetiese sel)

source: nozzle
af: nossel; spuitstuk

source: nucleus (kernel)
af: kern; nukleus (bv. deel van beheerprogram wat in geheue bly)

source: null (zero)
af: nul; zero

source: null character
af: nulkarakter

source: null pointer
af: nulwyser

source: null representation
af: nulvoorstelling

source: null sequence
af: nulry

source: null set
af: nulversameling

source: null state (nought state; zero condition; zero state)
af: nultoestand (bv. van ‘n magnetiese sel)

source: null string
af: nulstring

source: null suppression (zero elimination; zero suppression)
af: nulonderdrukking (verwydering van nie-beduidende nulle)

source: null symbol
af: nulsimbool

source: number (n)
af: aantal (bv. ‘n hoeveelheid); getal (soos in rekenkunde gebruik word); nommer (bv. van ‘n terminaal)

source: number (v)
af: nommer; tel

source: number cruncher
af: syfervreter (rekenaar met hoofdoel wiskundige bewerkings)

source: number line
af: getallelyn

source: number period
af: getalleperiode

source: number representation
af: getallevoorstelling

source: number system (numeration system)
af: getallestelsel (‘n notasie om getalle voor te stel)

source: numbered
af: genommer

source: numeral
af: getalteken; numeriek

source: numeral code
af: getaltekenkode

source: numeral coding
af: getaltekenkodering

source: numeration system (number system)
af: getallestelsel (‘n notasie om getalle voor te stel)
