Repository: casperl/wesnoth-af
Catalog: afrikaanse-rekenaarterme.po
Languages: af

source: data processing management
af: dataverwerkingsbestuur

source: data processing manager
af: dataverwerkingsbestuurder

source: data processing system
af: dataverwerkingstelsel

source: data processor
af: dataverwerker

source: data protection
af: databeskerming

source: data pulse
af: datapuls

source: data purification
af: datasuiwering

source: data quality printer
af: datagehaltedrukker

source: data rate
af: datatempo

source: data record
af: datarekord

source: data recorder
af: datavaslegger; dataregistreerder

source: data recording
af: dataregistrering

source: data reduction
af: datareduksie; dataredusering

source: data refinement
af: dataverfyning

source: data relatability
af: dataverbindbaarheid

source: data reliability
af: databetroubaarheid

source: data representation
af: datavoorstelling

source: data retrieval
af: dataherwinning

source: data scrambler
af: datahutser

source: data security
af: datasekuriteit

source: data set
af: datalêer

source: data set adapter
af: modempasstuk

source: data set group
af: datalêergroep

source: data set organisation
af: datalêerorganisasie

source: data sharing
af: datadeling

source: data sink
af: data-ontvanger

source: data source
af: databron

source: data station
af: datastasie

source: data storage
af: datastoor

source: data store
af: datastoor

source: data stream
af: datastroom

source: data structure
af: datastruktuur

source: data sublanguage
af: datasubtaal

source: data switching
af: dataskakeling

source: data tablet
af: grafikatablet

source: data terminal
af: dataterminaal

source: data transfer
af: data-oordrag; dataoorsending

source: data transfer path
af: data-oordragpad

source: data transfer rate
af: data-oordragtempo

source: data transmission
af: datatransmissie

source: data transmission channel
af: datatransmissiekanaal

source: data transmission code
af: datatransmissiekode

source: data transmission line
af: datatransmissielyn

source: data type
af: datatipe

source: data under voice transmission
af: data-onder-spraaktransmissie

source: data unit
af: data-eenheid

source: data validation
af: datageldigheidstoetsing; datavalidering; datavalidasie

source: data validity
af: datageldigheid

source: data vetting
af: datakeuring

source: data-dependent
af: data-afhanklik

source: data-driven
af: datagedrewe

source: data-independent
af: data-onafhanklik

source: database
af: databasis

source: daughter board
af: dogterbord

source: day shift
af: dagskof

source: de-suspend
af: hervat

source: de-update
af: bywerkkansellasie

source: deactivate
af: deaktiveer

source: dead code
af: dooie kode

source: dead file
af: dooie lêer

source: dead time
af: dooie tyd

source: deadline
af: sperdatum; spertyd

source: deadlock
af: dooiepunt; impasse

source: deadlock avoidance
af: dooiepuntvermyding

source: deadlock detection
af: dooiepuntdeteksie

source: deadlock prevention
af: dooiepunt voorkoming

source: deadly embrace
af: dooiepunt; impasse

source: deallocate
af: vrystel

source: deblock
af: ontblok

source: deblocking
af: ontblokking

source: debouncing
af: ruisvermyding

source: debug
af: ontfout

source: debug macro
af: ontfoutmakro

source: debugged
af: ontfout

source: debugger
af: ontfouter

source: debugging
af: ontfouting

source: debugging aid
af: ontfoutingshulp

source: debugging language
af: ontfoutingstaal

source: decade
af: dekade; tiental

source: decade counter
af: dekadeteller

source: decay
af: wegsterf

source: decay time
af: wegsterftyd

source: deceleration time
af: verstadigingstyd

source: decentralise
af: desentraliseer

source: decentralised file
af: gedesentraliseerde lêer

source: decibel
af: desibel

source: decidable
af: beslisbaar

source: decimal
af: desimaal; tientallig

source: decimal alignment
af: desimaalinlynbringing; desimaallynstelling

source: decimal comma
af: desimale komma

source: decimal comma alignment
af: desimaalkomma-lynstelling

source: decimal digit
af: desimale syfer

source: decimal notation
af: desimale notasie

source: decimal number
af: desimale getal

source: decimal number system
af: desimale getallestelsel

source: decimal numeral
af: desimalegetal-teken

source: decimal point
af: desimale punt

source: decimal point alignment
af: desimaalpunt-lynstelling

source: decimal system
af: desimale stelsel

source: decimal-to-binary conversion
af: desimaal-na-binêromsetting

source: decimal-to-binary converter
af: desimaal-na-binêromsetter

source: decipher
af: ontsyfer

source: decision
af: beslissing; besluit

source: decision analysis approach
af: beslissingsontledingsbenadering

source: decision box
af: beslissingshokkie

source: decision centre
af: beslissingsentrum

source: decision criterion
af: beslissingskriterium

source: decision element
af: beslissingselement; drumpelelement

source: decision instruction
af: beslissingsinstruksie; vertakkingsinstruksie

source: decision level analysis
af: beslissingsvlakontleding

source: decision making (IF and CASE)
af: besluitneming (IF en CASE)

source: decision model
af: beslissingsmodel

source: decision rule
af: beslissingsreël

source: decision support
af: beslissingsteun

source: decision support system
af: beslissingsteunstelsel

source: decision table
af: beslissingstabel

source: decision theory
af: beslissingsteorie

source: decision tree
af: beslissingsboom

source: deck
af: aandrywer

source: declaration
af: verklaring

source: declarative
af: verklaarder

source: declarative statement
af: verklarende stelling

source: declare
af: verklaar

source: decode
af: dekodeer

source: decoder
af: dekodeerder

source: decoding
af: dekodering

source: decoding circuit
af: dekodeerkring

source: decollate
af: bladsyskei

source: decollation
af: bladsyskeiding

source: decompiling
af: dekompilering

source: decomposition
af: dekomposisie; ontbinding

source: decomposition rule
af: dekomposisiereël; ontbindingsreël

source: decompress
af: dekompakteer, ontkompakteer

source: decoupling
af: ontkoppeling

source: decreasing
af: dalend

source: decrement
af: dekrement

source: decrement field
af: dekrementeerveld

source: decrypt
af: dekodeer; dekripteer

source: decryption
af: dekodering

source: dedicate
af: toewy

source: dedicated
af: toegewy; toegewyd

source: dedicated channel
af: toegewyde kanaal

source: dedicated device
af: toegewyde toestel

source: dedicated line
af: toegewyde lyn

source: dedicated port
af: toegewyde poort

source: dedicated site
af: toegewyde terrein; toegewyde webplek

source: dedicated system
af: toegewyde stelsel

source: deduce
af: aflei

source: deduction
af: afleiding; deduksie

source: deductive proof rule
af: deduktiewe bewysreël

source: deep binding
af: diep binding

source: defaced
af: geskend

source: default driver
af: verstek aandrywer

source: default gateway
af: grond deurgangspoort

source: default option
af: verstekopsie; versuimopsie

source: default parameter
af: verstekparameter; versuimparameter

source: default presentation
af: verstek aanbieding; verstek voorstelling

source: default settings
af: verstekinstellings

source: default value
af: verstekwaarde; versuimwaarde; grondwaarde

source: defect
af: defek

source: defect density
af: defekdigtheid

source: defect skipping
af: defekvermyding

source: defective track
af: defekte baan

source: defensive coding
af: defensiewe kodering

source: defensive programming
af: defensiewe programmering

source: defer
af: uitstel

source: deferred
af: uitgestel

source: deferred addressing
af: uitgestelde adressering

source: deferred entry
af: uitgestelde ingang

source: deferred exit
af: uitgestelde uitgang

source: deferred processing
af: uitgestelde verwerking

source: deferred store
af: uitgestelde stoor

source: deferred updating
af: uitgestelde bywerking

source: definable
af: definieerbaar

source: define
af: definieer

source: defined
af: gedefinieer

source: defined value
af: gedefinieerde waarde

source: definite integral
af: bepaalde integraal

source: definition
af: definisie

source: deflect
af: buig; deflekteer

source: deflection
af: buiging; defleksie

source: deformation
af: vervorming; verwringing

source: defragment
af: defragmenteer

source: defragmentation
af: defragmentering

source: defunct
af: in onbruik

source: degauss
af: degauss; demagnetiseer

source: degausser
af: degausser; demagnetiseerder

source: degaussing
af: degaussering; demagnetisering

source: degenerate language
af: gedegenereerde taal

source: degradation
af: degradasie; degradering

source: degradation factor
af: degradasiefaktor

source: degraded time
af: manktyd

source: degree
af: graad

source: delay
af: vertraging

source: delay circuit
af: vertraagkring

source: delay element
af: vertraagelement

source: delay line
af: vertraaglyn

source: delay line memory
af: vertraaglyngeheue

source: delay line register
af: vertraaglynregister

source: delay line storage
af: vertraaglynstoor

source: delay time
af: vertraagtyd

source: delay unit
af: vertraageenheid

source: delayed updating
af: uitgestelde bywerking

source: deleave
af: bladskei

source: deleaving
af: bladskeiding

source: delete
af: uitvee; uitwis; skrap; wis

source: delete character
af: skrapkarakter

source: delete code
af: skrapkode

source: delete instruction
af: skrapinstruksie

source: delete key
af: skrapsleutel

source: deletion
af: skrapping; wissing; uitwis; uitwissing

source: delimit
af: afbaken

source: delimiter
af: skeisimbool; skeier; skeikarakter; grenssimbool; begrenser

source: deliver
af: aflewer; aflaai

source: delivery
af: aflewering

source: delivery date
af: afleweringsdatum

source: delivery time
af: afleweringstyd

source: demagnetisation
af: degaussering; demagnetisering

source: demand
af: aanvraag

source: demand buffering
af: aanvraagbufferwerking

source: demand fetching
af: aanvraaghaalproses

source: demand mode
af: aanvraagmodus

source: demand paging
af: aanvraagbladsywisseling; aanvraagpaginering

source: demand processing
af: aanvraagverwerking

source: demand staging
af: trapsgewyse inbringing op aanvraag

source: demand-driven
af: aanvraaggedrewe

source: demarcate
af: afbaken

source: demarcation
af: afbakening

source: demodulate
af: demoduleer

source: demodulation
af: demodulasie; demodulering

source: demonstrate
af: demonstreer

source: demonstration
af: demonstrasie

source: demount
af: afhaal; aftakel

source: demountable storage
af: afhaalbare stoor

source: demounting
af: aftakeling

source: demultiplexing
af: demultipleksering

source: denary
af: desimaal; tientallig

source: denotation
af: denotasie

source: denotational
af: denotasioneel

source: denotational semantics
af: denotasionele semantiek

source: dense index
af: digte indeks

source: dense list
af: digte lys

source: density
af: digtheid

source: denumerable
af: aftelbaar

source: department
af: departement

source: depend
af: afhang

source: dependency
af: afhanklikheid; verwantskap

source: dependency requirement
af: afhanklikheidsvereiste

source: dependent
af: afhanklik

source: dependent segment
af: afhanklike segment

source: dependent variable
af: afhanklike veranderlike

source: deposit
af: deposito; neerslag

source: deprecated
af: verstryk

source: depth
af: diepte

source: depth-first search
af: diepte-eerstesoektog

source: depth-first traversal
af: diepte-eerstedeurkruising

source: deque
af: tweepunttou

source: dequeue
af: uit ’n tou uithaal

source: derivation
af: afleiding

source: derivation tree
af: afleidingsboom

source: derivative
af: afgeleide

source: derive
af: aflei

source: derived
af: afgelei

source: derived function
af: afgeleide funksie

source: descendant
af: nasaat

source: descendant process
af: nasaatproses

source: descender
af: ondersteellyn; stert

source: descender character
af: ondersteelkarakter

source: descending
af: dalend

source: descending order
af: dalende orde

source: describe
af: beskryf

source: description
af: beskrywing

source: descriptive
af: beskrywend

source: descriptor
af: beskrywer

source: deselect
af: ontkies

source: deserialiser
af: serieel-na-parallelomsetter

source: design
af: ontwerp

source: design of algorithms
af: algoritme-ontwerp

source: design tool
af: ontwerphulpmiddel

source: designation
af: aanwysing; designasie

source: designator
af: aanduider

source: designed
af: ontwerp

source: desired value
af: gewenste waarde

source: desk checking
af: handontfouting

source: desktop
af: werkskerm; gebruikskoppelvlak; tafelblad; lessenaar

source: desktop PC
af: tafelrekenaar; tafel-PR

source: desktop computer
af: tafelrekenaar

source: desktop publication (DTP)
af: tafelpublikasie (TP)

source: desktop publishing company (DTP company)
af: tafeluitgewery (TP-uitgewery)

source: despatch
af: afsend; versend

source: despatcher
af: afsender

source: destaging
af: migrasie

source: destination
af: bestemming

source: destination address
af: bestemmingsadres

source: destination code
af: bestemmingskode

source: destination field
af: bestenuningsveld

source: destination file
af: bestemmingslêer

source: destination station
af: bestemmingstasie

source: destroy
af: vernietig

source: destructive
af: destruktief

source: destructive addition
af: destruktiewe optelling

source: destructive cursor
af: destruktiewe merker

source: destructive memory
af: destruktiewe geheue

source: destructive read
af: destruktiewe lees

source: destructive reading
af: destruktiewe lees

source: destructive storage
af: destruktiewe stoor

source: destructor
af: destruktor; aftakelmetode

source: detach
af: losmaak; ontkoppel

source: detachable keyboard
af: los sleutelbord

source: detail file
af: detaillêer; transaksielêer

source: detect
af: opspoor; bespeur

source: detectable element
af: waarneembare element

source: detection
af: deteksie

source: detection move
af: deteksiebeweging

source: detection routine
af: deteksieroetine

source: detector
af: detektor

source: determine
af: vasstel

source: determinism
af: determinisme

source: deterministic
af: deterministies

source: deterministic grammar
af: deterministiese grammatika

source: deterministic push-down automation
af: deterministiese afdrukoutomaat

source: develop
af: ontwikkel

source: developer
af: ontwikkelaar

source: development
af: ontwikkeling

source: development cycle
af: ontwikkelingsiklus

source: development site
af: ontwikkelingsterrein; ontwikkelingsplek

source: development system
af: ontwikkelingstelsel

source: development time
af: ontwikkelingstyd

source: development tool
af: ontwikkelingshulpmiddel

source: deviate
af: afwyk

source: deviation
af: afwyking

source: device
af: toestel

source: device adapter
af: toestelpasstuk

source: device address
af: toesteladres

source: device backup
af: toestelrugsteun

source: device code
af: toestelkode

source: device control character
af: toestelbeheerkarakter

source: device control unit
af: toestelbeheereenheid

source: device driver
af: toesteldrywer; toestelaandrywer; toestelhanteerder

source: device flag
af: toestelvlag

source: device name
af: toestelnaam

source: device queue
af: toesteltou

source: device selection line
af: toestelseleksielyn

source: device selector
af: toestelselektor

source: device type
af: toesteltipe

source: device-dependent
af: toestelafhanklik

source: device-independent
af: toestelonafhanklik

source: diadic
af: binêr; diadies; tweetallig

source: diaeresis
af: deelteken

source: diagnose
af: diagnoseer

source: diagnosis
af: diagnose

source: diagnostic
af: diagnosties; foutaanduidend

source: diagnostic compiler
af: diagnostiese kompileerder; foutaanduidende kompileerder

source: diagnostic listing
af: diagnostieklys; foutelys

source: diagnostic program
af: diagnostiese program; foutaanduidende program

source: diagnostic routine
af: diagnostiese roetine; foutaanduidende roetine

source: diagnostics
af: diagnostiese toetse

source: diagonal
af: diagonaal; hoeklyn

source: dial
af: skakelskyf; skakel

source: dial exchange
af: skakelsentrale

source: dial out
af: bel; uitbel

source: dial tone
af: luitoon

source: dial-in
af: inskakel

source: dial-in modem
af: inskakelmodem

source: dial-in server
af: inbel-lêerbediener

source: dial-up
af: inskakel; inbel

source: dial-up connection
af: belkonneksie

source: dial-up link
af: belkoppeling; belskakel

source: dial-up modem
af: inskakelmodem

source: dial-up network
af: inskakelnetwerk; inbelnetwerk

source: dial-up networking
af: inskakelnetwerkwerk; inbelnetwerkwerk

source: dial-up service
af: inskakeldiens

source: dialect
af: dialek

source: dialer
af: beller

source: dialog
af: dialoog

source: dialog box
af: dialoogkassie

source: dialogue
af: dialoog

source: dialogue box
af: dialoogblokkie; dialoogkassie; dialoogruitjie

source: diaphragm
af: diafragma

source: diazo film
af: mikrofilm

source: dibit
af: dibis

source: dichotomising search
af: binêre soektog; halveringsoektog

source: dictionary
af: woordeboek

source: dielectric material
af: nie-geleidende materiaal

source: difference
af: differensie; verskil

source: difference amplifier
af: verskilversterker

source: difference operator
af: differensie-operator

source: difference set
af: verskilversameling

source: difference table
af: differensietabel

source: differentiable
af: differensieerbaar

source: differential
af: differensiaal

source: differential amplifier
af: differensiaalversterker

source: differential analyser
af: differensiaalanaliseerder

source: differential calculus
af: differensiaalrekening

source: differential equation
af: differensiaalvergelyking

source: differential operator
af: differensiaaloperator

source: differential pressure
af: differensiaaldruk

source: differentiate
af: differensieer

source: differentiating amplifier
af: differensiërende versterker

source: differentiation
af: differensiasie

source: differentiator
af: differensieerder

source: diffusion
af: diffusie

source: digest
af: bondel

source: digit
af: syfer

source: digit compression
af: syfersamepakking

source: digit delay
af: syfervertraging

source: digit delay element
af: syfervertraagelement

source: digit emitter
af: syferemittor

source: digit period
af: syferperiode

source: digit place
af: syferposisie

source: digit plane
af: syfervlak

source: digit position
af: syferposisie

source: digit pulse
af: syferpuls

source: digit selector
af: syferselektor

source: digit time
af: syferperiode

source: digital
af: digitaal; syfer-

source: digital adder
af: syferopteller

source: digital carrier system
af: digitale draerstelsel

source: digital cassette
af: digitale kasset

source: digital clock
af: syferklok

source: digital code
af: syferkode

source: digital coding
af: syferkodering

source: digital comparator
af: syfervergelyker

source: digital computer
af: syferrekenaar

source: digital data
af: syferdata

source: digital differential analyser
af: digitale differensiaalanaliseerder

source: digital display
af: digitale vertoon

source: digital divider
af: syferdeler

source: digital incremental plotter
af: digitale inkrementele stipper

source: digital integrator
af: syferintegreerder

source: digital method sorting
af: syfersortering

source: digital multiplexer
af: digitale multiplekser

source: digital multiplier
af: syfervermenigvuldiger

source: digital pathogen
af: digitale patogeen

source: digital read-out
af: digitale aflesing

source: digital recording
af: digitale registrering

source: digital repeater
af: digitale herhaler

source: digital representation
af: syfervoorstelling

source: digital signal
af: digitale sein

source: digital subscriber line (DSL)
af: digitale subskripsielyn (DSL)

source: digital subtracter
af: syferaftrekker

source: digital switching
af: digitale skakeling

source: digital transmission
af: digitale transmissie

source: digital-to-analogue converter
af: syfer-na-analoogomsetter

source: digitisation
af: versyfering

source: digitise
af: versyfer

source: digitiser
af: versyferaar

source: digitiser table
af: versyfertafel

source: digitising
af: versyfering

source: digitising tablet
af: versyfertablet

source: digraph
af: gerigte grafiek

source: dimension
af: dimensie

source: dining philosophers problem
af: dinerende filosowe-probleem

source: diode function
af: diodefunksie

source: diode function generator
af: diodefunksiegenerator

source: direct
af: direk onmiddellik; regstreeks

source: direct access
af: direkte toegang; onmiddellike toegang

source: direct address
af: direkte adres

source: direct addressing
af: direkte adressering

source: direct call
af: direkte roep

source: direct code
af: absolute kode

source: direct connect
af: direk verbind

source: direct control
af: direkte beheer

source: direct current
af: gelykstroom; GS

source: direct data set
af: direkte datastel

source: direct entry
af: direkte inskrywing

source: direct hit
af: direkte trefslag

source: direct input
af: direkte toevoer

source: direct instruction
af: direkte instruksie

source: direct look-up table
af: direkte opsoektabel

source: direct memory access
af: direkte geheuetoegang

source: direct memory transfer
af: direkte geheueoordrag

source: direct mode
af: direkte modus

source: direct processing
af: direkte verwerking; inlynverwerking

source: direct reading
af: direkte aflesing

source: direct recording
af: direkte registrering

source: direct transmission
af: direkte transmissie

source: direct-access file
af: direktetoegangslêer

source: direct-access hashing
af: direktetoegangshutsing

source: direct-access inquiry
af: direktetoegangsnavraag

source: direct-access storage
af: direktetoegangstoor; onmiddelliketoegangstoor

source: direct-access storage device
af: direktetoegang-stoortoestel

source: direct-access store device
af: direktetoegang-stoortoestel

source: direct-current erasure
af: gelykstroomuitwissing

source: direct-current noise
af: gelykstroomruis

source: directed
af: gerig

source: directed beam scan
af: gerigtebundel-aftasting

source: directed edge
af: gerigte skakel

source: directed graph
af: gerigte grafiek

source: directed tree
af: gerigte boom

source: direction
af: rigting

source: directive
af: direktief; riglyn

source: directive command
af: direktiefbevel

source: directly accessible
af: direk toeganklik

source: directly coupled amplifier
af: direkgekoppelde versterker

source: directory
af: gids lêergids

source: directory file
af: gidslêer

source: directory tree
af: gidsboom

source: disable
af: sper; versper; buite werking stel; afskakel; uitskakel

source: disabled
af: versper; gesper; onaktief

source: disabled interrupt
af: versperde onderbreking

source: disabled module
af: versperde module

source: disarm
af: afstel

source: disarmed interrupt
af: afgestelde onderbreking; nie-opgestelde onderbreking

source: disassemble
af: aftakel; ontsaamstel

source: disassembly
af: aftakeling

source: disaster dump
af: rampstorting

source: disaster recovery
af: rampherwinning

source: disaster recovery planning
af: rampherstelbeplanning

source: disc
af: skyf

source: discard
af: verwerp

source: discard algorithm
af: verwerpalgoritme

source: discard policy
af: verwerpbeleid

source: disconnect
af: losmaak; ontkoppel; diskonnekteer

source: disconnected graph
af: nie-samehangende grafiek

source: discontinuous
af: diskontinu

source: discrete
af: diskreet

source: discrete mathematics
af: diskrete wiskunde

source: discrete programming
af: heelgetalprogrammering

source: discretionary hyphen
af: diskresionêre koppelteken; ongedwonge koppelteken

source: discriminate
af: diskrimineer

source: discrimination function
af: diskrimineerfunksie

source: discrimination instruction
af: diskrimineerinstruksie

source: discussion group
af: besprekingsgroep; diskussiegroep; nuusgroep

source: disjoint
af: disjunk

source: disjoint subword
af: disjunkte subwoord

source: disjunct
af: disjunk

source: disjunction
af: disjunksie
