Repository: casperl/wesnoth-af
Catalog: afrikaanse-rekenaarterme.po
Languages: af

source: software metrics
af: sagtewaremeting

source: software monitor
af: sagtewaremonitor

source: software package (canned software)
af: sagtewarepakket

source: software pricing policy
af: sagtewareprysbeleid

source: software prototyping
af: sagtewareprototipering

source: software quality assurance
af: sagtewarekwaliteitsversekering

source: software reliability
af: sagtewarebetroubaarheid

source: software routine
af: sagtewareroetine

source: software support.
af: sagtewareondersteuning

source: software system
af: sagtewarestelsel

source: software-compatible
af: sagtewareversoenbaar

source: solar battery
af: sonbattery

source: solar cell
af: sonsel

source: solder (n)
af: soldeersel

source: solder (v)
af: soldeer

source: soldered connection
af: gesoldeerde verbinding

source: solderless connection
af: soldeersellose verbinding

source: solid error
af: konsekwente fout

source: solid state
af: vaste toestand

source: solid state circuit-
af: vastetoestandkring

source: solid state component
af: vastetoestandkomponent

source: solid state computer
af: vastetoestandrekenaar

source: solid state element
af: vastetoestandelement

source: solid state logic
af: vastetoestandlogika

source: solution
af: oplossing (bv. van ‘n probleem)

source: solution curve
af: oplossingskurwe

source: solution set
af: oplossingsversameling

source: solve
af: oplos (bv. van ‘n vergelyking)

source: solver
af: oplosser (bv. van vergelykings)

source: son
af: seun (bv. in boomstrukture)

source: son-father-grandfather concept
af: seun-pa-oupakonsep (bv. by rugsteun van lêers)

source: sonic delay line (acoustic delay line)
af: akoestiese vertraaglyn

source: sort (n) (sorting)
af: sortering

source: sort (v)
af: sorter

source: sort
af: sorteer

source: sort function
af: sorteerfunksie

source: sort generator
af: sorteergenerator

source: sort key
af: sorteersleutel (waarvolgens items georden word)

source: sort pass
af: sorteerdeurgang

source: sort phase
af: sorteerfase

source: sort program (sorting program)
af: sorteerprogram

source: sort routine
af: sorteerroetine

source: sort/merge
af: sorteer/saamvleg

source: sorter
af: sorteerder (‘n toestel)

source: sorting (sort)
af: sortering

source: sorting
af: sortering

source: sorting algorithm
af: sorteeralgoritme

source: sorting method
af: sorteermetode

source: sorting program (sort program)
af: sorteerprogram

source: sorting sequencing key
af: sorteerordeningsleutel (waarvolgens items georden word)

source: sorting speed
af: sorteerspoed

source: sound
af: klank, geluid

source: soundcard
af: klankkaart

source: source
af: bron (bv. van transmissieboodskappe)

source: source address
af: bronadres (vanwaar ‘n transmissieboodskap gestuur word)

source: source code
af: bronkode

source: source computer
af: bronrekenaar

source: source converter
af: bronomsetter

source: source data
af: brondata

source: source deck (source pack)
af: bronpak (‘n pak ponskaarte bevattende bronkode)

source: source document
af: brondokument

source: source field
af: bronveld

source: source file (input. file)
af: toevoerlêer (van data)

source: source file
af: bronlêer (van program in bronkode)

source: source language
af: brontaal

source: source library
af: bronprogrambiblioteek; bronprogrammateek

source: source listing
af: bronprogramlys

source: source pack (source deck)
af: bronpak (‘n pak ponskaarte bevattende bronkode)

source: source program
af: bronprogram (‘n program in ‘n brontaal)

source: source program statement
af: bronprogramstelling

source: source statement.
af: bronstelling

source: space (n)
af: ruimte (in ‘n fisiese sin); spasie (bv. op ‘n drukstuk)

source: space (v)
af: spasieer

source: space bar (skip bar)
af: spasiebalk

source: space character
af: spasiekarakter (karakter wat ‘n blanko posisie voorstel)

source: space division switch
af: ruimteverdelingskakelaar (‘n lynskakelingsmeganisme)

source: space overheads
af: ruimtebobelading

source: space quantisation (pixelisation)
af: ruimtekwantisering

source: space suppression
af: spasie-onderdrukking

source: spacefill
af: spasievul

source: spacing
af: spasiëring (bv. van kolomme)

source: spacing speed
af: spasiëringspoed

source: spaghetti program
af: kraainesprogram; mossienesprogram

source: span (n)
af: reikwydte; spanwydte

source: span (v)
af: oorspan

source: span of control
af: beheerspanwydte; spanwydte van beheer

source: spanning tree
af: spanboom

source: spare channel
af: reserwekanaal

source: spare drive
af: reserwe-aandrywer

source: sparse array
af: yl skikking

source: sparse matrix
af: yl matriks

source: spatial
af: ruimtelik

source: speaker-dependent
af: sprekerafhanklik (by spraakgeaktiveerde toestelle)

source: speaker-independent
af: sprekeronafhanklik (by spraakgeaktiveerde toestelle)

source: special character
af: spesiale karakter (nie ‘n letter; syfer of spasie nie)

source: special-purpose computer
af: enkeldoelrekenaar

source: special-purpose language
af: enkeldoeltaal

source: special-purpose system
af: enkeldoelstelsel

source: specialised computer
af: gespesialiseerde rekenaar

source: specialised data processing
af: gespesialiseerde dataverwerking

source: specific address (absolute address; actual address; explicit address; first-level address)
af: absolute adres

source: specific addressing (absolute addressing)
af: absolute adressering

source: specific coding (absolute coding)
af: absolute kodering

source: specification
af: spesifikasie

source: specification language
af: spesifikasietaal

source: specifier
af: spesifiseerder

source: speech (voice)
af: spraak; stem

source: speech channel (voice channel)
af: spraakkanaal

source: speech data capture
af: spraakdatavaslegging (bv. by spraakherkenning)

source: speech frequency (voice frequency)
af: spraakfrekwensie

source: speech input (voice input)
af: spraaktoevoer

source: speech output (voice output)
af: spraakafvoer

source: speech recognition (voice recognition)
af: spraakherkenning

source: speech synthesis (voice synthesis)
af: spraaksintese

source: speech synthesiser
af: spraaksintetiseerder (wat spraakklanke produseer)

source: speed of execution
af: uitvoerspoed

source: speed variation
af: spoedvariasie

source: speed-dependent
af: spoedafhanklik

source: speed-independent-
af: spoedonafhanklik

source: speedbar
af: spoedbalk

source: spelling checker
af: spellingtoetser; speltoetsroetine

source: spelling correction
af: spellingkorreksie

source: spelling error
af: spelfout

source: spike
af: priem; spitspuls (kortstondige toename in sein of spanning)

source: spin axis
af: draai-as (bv. in rekenaargrafika)

source: spindle
af: aandryfas (bv. van ‘n magnetiese skyf)

source: spinedit
af: getal redigeer blokkie/kassie

source: splice
af: las (bv. van ‘n gebreekte magnetiese band)

source: spliced tape
af: gelaste band

source: split
af: verdeel (bv. van een lêer in twee)

source: split column
af: verdeelde kolom

source: split screen
af: deelskerm; verdeelde skerm (bv. in woordverwerking)

source: splitting
af: splitsing (in alternatiewe paaie in vloeidiagramme)

source: spool (simultaneous peripheral operations on line)
af: spool (in bedryfstelsels)

source: spool (v)
af: spool

source: spooling
af: spool

source: spooling system
af: spoolstelsel

source: sporadic fault (intemittent error; intermittent fault)
af: sporadiese fout

source: spot punch (hand punch; unipunch)
af: handpons

source: spreadsheet
af: ontledingstaat; spreitabel; werkstaat

source: spreadsheet program
af: ontledingstaatprogram; spreitabelprogram; werkstaatprogram

source: sprocket channel
af: tandvoerkanaal

source: sprocket feed (pin feed)
af: tandvoer (bv. by ‘n drukker)

source: sprocket feed track
af: tandvoerbaan

source: sprocket hole (carrier hole; feedhole)
af: tandvoergat

source: sprocket wheel
af: tandwiel

source: spurious spike
af: sporadiese priem

source: square (n)
af: kwadraat; tweede mag; vierkant (in wiskunde); vierkant (bv. in grafika)

source: square (sqr)
af: kwadreer / kwadraat (sqr)

source: square (v)
af: kwadreer; tot die tweede mag verhef

source: square brackets []
af: vierkantige hakies []

source: square matrix
af: vierkantige matriks

source: square root (sqrt)
af: vierkantswortel

source: square root
af: vierkantswortel

source: square wave
af: reghoekgolf

source: square-root calculator
af: vierkantswortel-rekenmasjien

source: squareness ratio
af: vierkantsverhouding

source: stabilised power
af: gestabiliseerde krag

source: stabiliser
af: stabiliseerder

source: stability
af: stabiliteit

source: stable sorting algorithm
af: stabiele sorteeralgoritme (behou orde van gelyke sleutels)

source: stable state
af: stabiele toestand

source: stable trigger circuit
af: stabiele snellerkring

source: stack (LIFO list; push-down list; push-down stack)
af: stapel (‘n laaste-in-eerste-uit-organisasie)

source: stack access method
af: stapeltoegangsmetode

source: stack algorithm
af: stapelalgoritme

source: stack allocation
af: stapeltoekenning

source: stack architecture
af: stapelargitektuur

source: stack bottom
af: stapelonderpunt

source: stack data type
af: stapeldatatipe

source: stack depth
af: stapeldiepte

source: stack extension
af: stapeluitbreiding

source: stack failure
af: stapelfaling

source: stack frame
af: stapelraam (‘n geheuearea)

source: stack handling
af: stapelhantering

source: stack head (top-of-stack)
af: stapelbopunt

source: stack head pointer (top-of-stack pointer)
af: stapelbopuntwyser

source: stack instruction
af: stapelinstruksie

source: stack machine
af: stapelmasjien

source: stack manipulation (stack processing)
af: stapelverwerking

source: stack overflow
af: stapeloorloop

source: stack pointer
af: stapelwyser

source: stack processing (stack manipulation)
af: stapelverwerking

source: stack underflow
af: stapelonderloop

source: stacker
af: stapelaar (bv. in ‘n kaartleser)

source: stacking
af: opstapeling (bv. van onderbrekings)

source: staff function
af: staffunksie

source: stage (v) (roll-on)
af: trapsgewys inbring (bv. vanaf stadige na vinnige geheue)

source: staging
af: trapsgewyse inbringing

source: staging disk
af: skyf vir trapsgewyse inbringing

source: stand-alone system
af: alleenstaande stelsel; losstaande stelsel

source: standard
af: standaard

source: standard deviation
af: standaardafwyking

source: standard error
af: standaardfout

source: standard form
af: standaardvorm

source: standard format
af: standaardformaat

source: standard function
af: standaardfunksie

source: standard interface
af: standaardkoppelvlak

source: standard job
af: standaardwerkstuk

source: standard operating procedure (SOP)
af: standaardwerksprosedure; SWP

source: standard text
af: standaardteks

source: standard type face
af: standaardkarakterstyl

source: standardisal-ion
af: standaardisasie

source: standardise
af: standaardiseer

source: standby
af: bystand

source: standby computer
af: bystandsrekenaar (‘n reserwerekenaar)

source: standby generator
af: bystandsgenerator

source: standby line
af: bystandslyn

source: standby power supply
af: bystandskragbron

source: standby system
af: bystandstelsel

source: standby time
af: bystandstyd (bv. van ingenieurs op bystandsdiens)

source: star network (centralised network)
af: sternetwerk (eindpuntnoduses verbind slegs met sentrale nodus)

source: start (begin)
af: begin

source: start address (initial address)
af: beginadres (bv. van ‘n subroutine)

source: start bit
af: beginbis

source: start button
af: beginknop

source: start signal
af: beginsein

source: start state (initial condition)
af: begin toestand (bv. van ‘n toestel)

source: start time
af: begintyd (bv. van ‘n proses)

source: start-of-message character
af: boodskapbeginkarakter

source: start/stop time
af: begin/stop-tyd

source: start/stop transmission
af: begin/stop-transmissie

source: start/stop/start cycle
af: begin/stop/beginsiklus

source: starting address
af: beginadres (bv. van ‘n program in geheue)

source: state (condition)
af: kondisie; toestand (bv. in fisiese sin)

source: state assignment
af: toestandtoewysing (by sekwensiële kringe)

source: state diagram
af: toestandsdiagram (grafiese weergawe van toestandtabel)

source: state space graph
af: toestandsruimtegrafiek

source: state table
af: toestandstabel (wat gedrag van sekwensiële kring beskryf)

source: state variable
af: toestandsveranderlike

source: state vector
af: toestandsvektor

source: statement
af: staat (bv. ‘n finansiëlestaat); stelling (bv. in‘n program)

source: statement label
af: stellingetiket

source: statement number
af: stellingnommer

source: statement verb
af: stellingwerkwoord (die aksiewoord in ‘n stelling)

source: static
af: staties (wat nie verander met die verloop van tyd nie)

source: static allocation
af: statiese toekenning

source: static binding
af: statiese binding

source: static buffering
af: statiese bufferwerking

source: static changes
af: statiese veranderings

source: static check
af: statiese kontrole

source: static data structure
af: statiese datastruktuur

source: static display image
af: statiese vertoonbeeld (in rekenaargrafika)

source: static dump
af: statiese storting

source: static electricity
af: statiese elektrisiteit

source: static electricity elimination
af: statiese-elektrisiteitseliminasie

source: static error
af: statiese fout (wat onafhanklik is van tyd)

source: static function
af: statiese funksie

source: static magnetic cell
af: statiese magnetiese sel

source: static memory
af: statiese geheue (bv. ‘n nie-vlugtige geheue)

source: static priority
af: statiese prioriteit

source: static relocation
af: statiese verplasing

source: static storage
af: statiese stoor (bv. ‘n nie-vlugtige stoor)

source: static subroutine
af: statiese subroetine (wat nie parameters van buite benodig nie)

source: staticiser (deserialiser; serial-to-parallel converter)
af: serieel-na-parallelomsetter

source: station
af: stasie (bv. ‘n werkstasie)

source: station code
af: stasiekode

source: stationary
af: stasionêr

source: stationary source
af: stasionêre bron

source: stationery
af: skryfbehoeftes

source: statistical analysis
af: statistiese analise

source: statistical method
af: statistiese metode

source: statistical multiplezing (statmux)
af: statistiesemultipleksering

source: statistical population
af: statistiese populasie

source: statistical prediction
af: statistiese voorspelling

source: statistical sample
af: statistiese steekproef

source: statistically ennumerable
af: statisties telbaar

source: statistics
af: statistiek (die wetenskap); statistieke

source: status
af: stand; status

source: status bit
af: statusbis

source: status channel
af: statuskanaal (wat statusinligting dra)

source: status flag
af: statusvlag

source: status message
af: statusboodskap

source: status report
af: standverslag

source: status reporting
af: standverslaggewing

source: status word
af: statuswoord

source: steady state
af: bestendige toestand

source: steady voltage
af: bestendige spanning

source: steering committee
af: beheerkomitee; bestuurskomitee

source: step
af: stap; trap

source: step counter
af: stapteller

source: step function
af: trapfunksie

source: step length
af: staplengte

source: step motor (stepping motor)
af: stapmotor

source: step number
af: stapnommer

source: step-by-step operation (single-step operation)
af: stap-vir-stapwerking; enkelstapwerking

source: step-down transformer
af: verlagingstransformator

source: step-up transformer
af: verhogingstransformator

source: stepping motor (step motor)
af: stapmotor

source: stepwise decomposition
af: stapsgewyse ontbinding

source: stepwise progrannning
af: stapsgewyse programmering

source: stepwise refinement
af: stapsgewyse verfyning

source: stepwise regression
af: stapsgewyse regressie

source: stochastic (random)
af: stogasties

source: stochastic method
af: stogastiese metode

source: stochastic variable
af: stogastiese veranderlike

source: stock (inventory)
af: inventaris; voorraad

source: stock control (inventory control)
af: inventarisbeheer; voorraadbeheer

source: stock control program
af: voorraadbeheerprogram

source: stop bit
af: stopbis

source: stop button
af: stopknop

source: stop code
af: stopkode

source: stop count
af: stoptelling

source: stop instruction
af: stopinstruksie

source: stop key
af: stopsleutel (bv. op ‘n WV-sleutelbord)

source: stop signal
af: stopsein

source: stop switch
af: stopskakelaar

source: stop time
af: stoptyd (bv. van ‘n magnetiese band)

source: stop/start time
af: stop/begin-tyd

source: stopper
af: hoogste geheue-adres

source: storage (memory; store)
af: stoor; stoorplek; bergplek; geheue

source: storage access
af: stoortoegang

source: storage access cycle
af: stoortoegangsiklus

source: storage address
af: stooradres

source: storage addressing
af: stooradressering

source: storage area (store area)
af: stoorarea

source: storage battery
af: herlaaibare battery

source: storage buffer (memory annex; memory buffer)
af: geheuebuffer (tussengeheue; tussen geheue en T/A-eenhede)

source: storage capacity (store capacity)
af: stoorkapasiteit

source: storage compaction
af: stoorsamepakking

source: storage contents (store contents)
af: stoorinhoud

source: storage cycle (store cycle)
af: stoorsiklus

source: storage cycle time (store cycle time)
af: stoorsiklustyd

source: storage density (store density)
af: stoordigtheid

source: storage device (store device)
af: stoortoestel

source: storage fragmentation
af: stoorfragmentasie

source: storage hierarchy (store hierarchy)
af: stoorhiërargie

source: storage interface
af: stoorkoppelvlak

source: storage key
af: stoorsleutel

source: storage location (storage position)
af: stoorposisie (‘n posisie op ‘n stoortoestel)

source: storage management
af: stoorbestuur

source: storage manager
af: stoorbestuurder

source: storage medium (store medium)
af: stoormedium

source: storage occupation
af: stoorbesetting

source: storage operation (store operation)
af: stoorbewerking

source: storage oscilloscope
af: stoorossiloskoop

source: storage peripheral
af: geheue-randapparaat

source: storage pool (available list; eligible list; free list)
af: beskikbaarlys (geheueareas wat nie toegeken is nie)

source: storage position (storage location)
af: stoorposisie (‘n posisie op ‘n stoortoestel)

source: storage protection
af: geheuebeskerming (wat reg van toegang tot stoor bepaal)

source: storage requirement
af: stoorvereiste

source: storage size
af: stoorgrootte

source: storage space
af: stoorruimte

source: storage system
af: stoorstelsel

source: storage tube (store tube)
af: stoorbuis (wat die beeld op die skerm behou sonder verfrissing)

source: storage unit (store unit)
af: stooreenheid

source: store (n) (memory; storage)
af: stoor; stoorplek; bergplek; geheue

source: store (v) (save)
af: stoor; berg; bewaar

source: store area (storage area)
af: stoorarea

source: store capacity (storage capacity)
af: stoorkapasiteit

source: store contents (storage contents)
af: stoorinhoud

source: store cycle (storage cycle)
af: stoorsiklus

source: store cycle time (storage cycle tiine)
af: stoorsiklustyd

source: store density (storage density)
af: stoordigtheid

source: store device (storage device)
af: stoortoestel

source: store hierarchy (storage hierarchy)
af: stoorhiërargie

source: store location (store position)
af: stoorposisie (‘n area op ‘n geheuetoestel)

source: store medium (storage medium)
af: stoormedium

source: store operation
af: stoorbewerking

source: store position (store location)
af: stoorposisie

source: store tube (storage tube)
af: stoorbuis (wat die beeld op die skerm behou sonder verfrissing)

source: store unit (storage unit)
af: stooreenheid

source: store-and-forward
af: stoor-en-aanstuur; stoor-en-versend (bv. by datanetwerke)

source: stored information
af: gestoorde inligting

source: stored program
af: gestoorde program

source: stored program computer
af: gestoordeprogram-rekenaar

source: stored program control
af: gestoordeprogram-beheer

source: straight insertion sort (insertion sort; sifting sort; sinking sort)
af: invoegsortering

source: straight line coding (in-line coding)
af: inlynkodering (in programmering)

source: straight line interpolation
af: lineêre interpolasie

source: straight selection sort (selection sort)
af: seleksiesortering; uitsoeksortering

source: strain (n)
af: vervorming (bv. van ‘n magneetskyf)

source: strain (v)
af: vervorm

source: strain gauge
af: vervormingsmeter

source: strap (v)
af: verbind (met ‘n fisiese kabelverbinding)

source: strapping option
af: verbindopsie

source: strapping table
af: verbindtabel (‘n tabel van verbindopsies)

source: strategic planning
af: strategiese beplanning

source: stratified language
af: gestratifiseerde taal (kan nie as eiemetataal gebruik word nie)

source: streaining
af: uitspoeling (bv. vanaf skyf na band)

source: stream (adj)
af: pyplyn-

source: stream (n)
af: stroom (bv. van take wat verwerk word)

source: stream computing (pipeline processing)
af: pyplynverwerking

source: streamer
af: uitspoeleenheid

source: streaming (pipelining)
af: pyplynwerking (proses kan begin voor‘n vorige proses voltooi is)

source: stress (tension)
af: spanning

source: strike
af: tref (bv. van ‘n ligpen)

source: strikeover (n) (overprint; overstrike)
af: oorheendruk (bv. die” ^ ” op die ” ê “)

source: strikeover (v) (overprint; overstrike)
af: oorheendruk (bv. die” ^ ” op die ” ê “)

source: string
af: string (teks)

source: string concatenation
af: stringaaneenskakeling

source: string constant
af: stringkonstante

source: string grid
af: teksrooster / stringrooster

source: string handling
af: stringhantering

source: string length
af: stringlengte (bv. aantal rekords in ‘n string by sortering)

source: string manipulation
af: stringmanipulasie

source: string matching
af: stringpassing

source: string variable
af: stringveranderlike

source: strip (n) (stripe)
af: strook (bv. ‘n magnetiese strook)

source: strip (v)
af: stroop (bv. van ‘n kabelomhulsel)

source: strip recording
af: strookregistrering

source: stripe (n) (strip)
af: strook (bv. ‘n magnetiese strook)

source: strobe pulse
af: hekpuls; strobopuls

source: strobe signal
af: heksein; strobosein

source: stroke
af: streep (wat ‘n segment vorm van ‘n grafiese karakter)

source: stroke analysis
af: streepontleding (in karakterherkenning)

source: stroke centreline
af: streepmiddellyn (in karakterherkenning)

source: stroke edge
af: streepkant (in karakterherkenning)

source: stroke edge irregularity
af: streepkantoneweredigheid (in OKH)

source: stroke generator
af: streepgenerator (in rekenaargrafika)

source: stroke widths
af: streepwydte (in karakterherkenning)

source: strong>datagram
af: datagram

source: strongest postcondition
af: sterkste postkondisie

source: strongly connected graph
af: sterksamehangende grafiek

source: structure (n)
af: struktuur

source: structure (v)
af: struktureer

source: structure-editing
af: struktuurredigering

source: structured file
af: gestruktureerde lÃªer

source: structured language
af: gestruktureerde taal

source: structured program
af: gestruktureerde program

source: structured programming
af: gestruktureerde programmering

source: structured search
af: gestruktureerde soektog

source: structured systems analysis
af: gestruktureerde stelselontleding

source: structured variable
af: gestruktureerde veranderlike

source: structured walkthrough
af: gestruktureerde deurloop

source: stub
af: stuk (bv. ‘n programgedeelte tydens toetsfase)

source: stunt box
af: funksiekis (bv. by ‘n teledrukker)

source: stylus printer (dot matrix printer; dot printer; matrix printer; mosaic printer; needle printer; wire printer)
af: matriksdrukker

source: sub-block
af: subblok

source: subassembly
af: subsamestel
