Repository: casperl/wesnoth-af
Catalog: afrikaanse-rekenaarterme.po
Languages: af

source: parallel access
af: parallelle toegang (bv. tot geheue)

source: parallel adder
af: parallelle opteller

source: parallel addition
af: parallelle optelling

source: parallel arithmetic unit
af: parallelle rekenkundige eenheid

source: parallel computer
af: parallelle rekenaar (met meervoudige RLE’s)

source: parallel cutover
af: parallelle oorskakeling (bv. na ‘n nuwe stelsel)

source: parallel full adder
af: parallelle volopteller

source: parallel full subtracter
af: parallelle volaftrekker

source: parallel half-adder
af: parallelle halfopteller

source: parallel half-subtracter
af: parallelle halfaftrekker

source: parallel highway
af: parallelle stamlyn

source: parallel memory
af: parallelle geheue

source: parallel operation
af: parallelle werking (bv. van verskeie RLE’s)

source: parallel processing
af: parallelle verwerking

source: parallel register
af: parallelle?? register

source: parallel run
af: parallelle loop (bv. tydens toets van ‘n nuwe stelsel)

source: parallel transfer
af: parallelle oordrag

source: parallel transmission
af: parallelle transmissie

source: parallel-to-serial converter (dynamiciser; serialiser)
af: parallel-na-serieelomsetter; dinamiseerder (in assosiatiewe geheues)

source: parameter list
af: parameterlys

source: parameter passing
af: parameteraanstuur; parameteroordrag (bv. van program na subroetine)

source: parameter stack
af: parameterstapel

source: parameter type
af: parametertipe

source: parameter value
af: parameterwaarde

source: parameter word
af: parameterwoord (wat parameters bevat of aandui)

source: parameter-driven
af: parametergedrewe (bv. ‘n program)

source: parameter-setting instruction
af: parameterinstelinstruksie

source: parameterise
af: parametriseer

source: parameterless procedure
af: parameterlose prosedure

source: parametric
af: parametries

source: parametric oscillator
af: parametriese ossillator

source: parametric programming
af: parametriese programmering (in lineêre programmering)

source: parent (ancestor; father)
af: voorsaat (bv. van ‘n nodus in ‘n boomstruktuur)

source: parent segment
af: voorsaatsegment (in DB; wat afhanklike segmente het)

source: parenthesis
af: hakie; parentese

source: parenthesis-free notation
af: hakievrye notasie; parentesevrye notasie

source: parity
af: pariteit

source: parity bit
af: pariteitsbis

source: parity check
af: pariteitskontrole

source: parity error
af: pariteitsfout

source: parity interrupt
af: pariteitsonderbreking

source: parity scheme
af: pariteitskema

source: parse (n) (parsing)
af: sinsontleding (bv. van ‘n sin in ‘n programtaal)

source: parse (v)
af: ontleed ‘n sin

source: parse table
af: sinsontledingstabel

source: parse tree
af: sinsontledingsboom

source: parser
af: sinsontleder

source: parsing (parse)
af: sinsontleding (bv. van ‘n sin in ‘n programtaal)

source: parsing theory
af: sinsontledingsteorie

source: part
af: gedeelte

source: part-time
af: deeltyds

source: partial
af: gedeeltelik; parsieel

source: partial carry
af: gedeeltelike oordrag (by parallelle optelling)

source: partial derivative
af: parsiële a£geleide

source: partial derived function
af: parsiële afgeleide funksie

source: partial differential equation
af: parsiële di£ferensiaalvergelyking

source: partial drive pulse
af: deeldryfpuls

source: partial function
af: parsiële funksie

source: partial ordering
af: parsiële ordening

source: partial read pulse
af: deelleespuls

source: partial relation
af: parsiële relasie

source: partial sum
af: parsiële som

source: partial write pulse
af: deelskryfpuls

source: partially defined
af: gedeeltelik gedefinieer

source: partially inverted list
af: gedeeltelikomgekeerde lys

source: partially ordered tree
af: parsieelgeordende boom

source: participative design
af: deelnemende ontwerp (bv. van ‘n inligtingstelsel)

source: particle
af: deeltjie; partikel

source: particle orientation
af: partikeloriëntasie

source: particle shape
af: partikelvorm

source: particle size
af: partikelgrootte

source: partition (n)
af: partisie (bv. in geheue)

source: partition (v)
af: partisioneer

source: partitioned access method
af: gepartisioneerde toegangsmetode

source: partitioning
af: partisionering

source: party line (way-operated circuit)
af: partylyn (bv. in datakommunikasie)

source: pass peripheral equipment; pass
af: deurgang (bv. een siklus in die verwerking van data)

source: pass instruction (blank instruction; do-nothing instruction; no-op; no-operation instruction
af: waste instruction); niksdoeninstruksie; leë instruksie

source: passive
af: passief

source: passive component
af: passiewe komponent (‘n nie-aktiewe komponent)

source: passive element
af: passiewe element (bv. ‘n kapasitor in ‘n kring)

source: passive graphics
af: passiewe grafika (nie-interaktiewe grafika)

source: passive mode
af: passiewe modus (in rekenaargrafika)

source: passive station
af: passiewe stasie (wat nie iets kan ontvang of send nie)

source: password
af: kenwoord; wagwoord (bv. wat toegang tot data verleen)

source: password protection
af: wagwoordbeskerming

source: patch (n) (fix)
af: lap; regstelling (‘n geïmproviseerde programverandering)

source: patch (v) (fix)
af: lap; regstel (aanbring van ‘n geïmproviseerde program-verandering)

source: patch cord
af: skakelkoord

source: patch instruction
af: lapinstruksie; regstelinstruksie

source: patch panel (patchboard; plugboard)
af: propbord; skakelkoordbord

source: patchboard (patch panel; plugboard)
af: propbord; skakelkoordbord

source: path (route)
af: roete (bv. tussen twee nodusse in ‘n netwerk)

source: path
af: baan (bv. die baan wat ‘n ponskaart in ‘n leser volg); pad (bv. deur n boomstruktuur)

source: path length
af: padlengte (bv. van instruksies in ‘n program)

source: path selection
af: roeteseleksie (bv. in datatransmissie)

source: path testing
af: roetetoetsing

source: pattern
af: patroon (bv. in patroonpassing)

source: pattern match (n)
af: patroonpassing

source: pattern match (v)
af: patroon pas

source: pattern match box
af: patroonpassingshokkie (by patroonherkenning) Adriana Nuss

source: pattern recognition
af: patroonherkenning

source: pattern-matching
af: patroonpassing

source: pattern-sensitive fault
af: patroongevoelige fout

source: pause (n)
af: pouse

source: pause (v)
af: pouseer

source: pause instruction
af: pouseerinstruksie

source: pause message
af: pouseerboodskap

source: pay-off (yield)
af: opbrengs

source: pay-off period
af: opbrengsperiode

source: pay-of£ matrix
af: opbrengsmatriks

source: payroll program
af: betaalstaatprogram

source: payslip
af: betaalstrokie

source: peak load (busy hour load)
af: spitslading (bv. van transmissieboodskappe)

source: peak traffic (busy hour traffic)
af: spitsverkeer (bv. van transmissie-boodskappe)

source: peak value
af: topwaarde (bv. van ‘n sein)

source: peephole optimisation
af: gelokaliseerde optimering (by kompileerders)

source: peer
af: eweknie (op dieselfde vlak in ‘n netwerk)

source: pel (picture element; pixel)
af: beeldelement (kleinste element op ‘n vertoonskerm)

source: pel matrix
af: beeldelementmatriks (in rekenaargrafika)

source: pend
af: afwag

source: pending interrupt
af: afwagtende onderbreking

source: percentage error
af: persentasiefout

source: percolate
af: perkoleer (bv. van ‘n fout na hoër vlakke vir hantering)

source: perforate
af: perforeer

source: perforated paper tape (punched paper tape)
af: geponste papierband

source: perforated tape (punched tape)
af: geponste band

source: perforation
af: perforasie

source: perforator
af: perforeerder; perforeermasjien

source: performance
af: prestasie; werkverrigting

source: performance evaluation
af: prestasie-evaluering (bv. van ‘n toestel)

source: performance measurement
af: prestasiemeting

source: performance modelling
af: prestasiemodellering

source: performance monitor
af: prestasiemonitor

source: period
af: periode (bv. ‘n tydsverloop) punt (‘n ” . “)?????

source: periodic
af: periodies

source: periodic function
af: periodiese funksie

source: periodicity
af: periodisiteit

source: peripheral (adj)
af: rand-

source: peripheral (peripheral equipment)
af: randtoerusting (bv. ‘n bandaandrywer)

source: peripheral control unit
af: randtoerustingbeheereenheid

source: peripheral device
af: randtoestel (bv. ‘n bandaandrywer)

source: peripheral equipment (peripheral)
af: randtoerusting (bv. bandaandrywer)

source: peripheral processor
af: randverwerker

source: peripheral storage (auxiliary storage); backing storage; archival storage)
af: hulpstoor (wat die interne geheue ondersteun)

source: peripheral switch
af: rand·toerustingskakelaar

source: peripheral transfer
af: randtoerustingoordrag

source: peripheral unit
af: randeenheid

source: peripheral-bound (peripheral-limited)
af: randtoerustingbeperk

source: peripheral-limited (peripheral-bound)
af: randtoerustingbeperk

source: permanent
af: blywend; permanent

source: permanent elongation
af: permanente verlenging (bv. by magnetiese bande)

source: permanent fault
af: permanente fout

source: permanent file
af: permanente lêer

source: permanent memory
af: permanente geheue (‘n nie-vluggeheue)

source: permanently resident file
af: permanentinwonende lêer

source: permeability
af: permeabiliteit

source: permissible (admissible; allowable)
af: toelaatbaar

source: permissible delay
af: toelaatbare vertraging

source: permissible deviation
af: toelaatbare afwyking

source: permission
af: toestemming

source: permutation
af: permutasie

source: permutation code
af: permutasiekode

source: permutation index
af: permutasie-indeks

source: permuted code
af: gepermuteerde kode

source: persistence (afterglow)
af: nagloed (bv. op ‘n vertoonskerm)

source: personal computer (PC)
af: persoonlike rekenaar (PR)

source: personalise
af: verpersoonlik

source: personnel
af: personeel

source: perturbation
af: versteuring

source: petal printer (daisy wheel printer)
af: speekwieldrukker

source: phantom channel
af: skynkanaal

source: phase
af: fase

source: phase encoding
af: fase-enkodering (by registrering op magnetiese band)

source: phase in
af: infaseer (bv. van ‘n nuwe stelsel)

source: phase modulation
af: fasemodulasie

source: phase out
af: uitfaseer (bv. van ‘n ou stelsel)

source: phase reversal
af: fase-omkering

source: phase-encoded (PE)
af: fasegeënkodeer (FE) (by registrering op magnetiese band)

source: phase-locked oscillator
af: fasesluitossillator (bv. by disketaandrywers)

source: phase-modulation recording
af: fasemodulasieregistrering

source: phoneme
af: foneem (bv. by spraakherkenning)

source: phosphor
af: fosfor

source: phosphorescence
af: fosforessensie

source: photo-optic memory
af: fotoöptiese geheue

source: photocell
af: fotosel

source: photochromic tube
af: fotochromiese buis

source: photocomposition (phototypesetting)
af: fotokomposisie; fotoset

source: photoelectric detection
af: fotoëlektriese deteksie (in OKH)

source: photographic printer
af: fotografiese drukker

source: photolithography
af: fotolitografie

source: photosensitive
af: fotosensitief

source: phototypesetting (photocomposition)
af: fotokomposisie; fotoset

source: phrase
af: frase (bv. ‘n stelling in ‘n program)

source: physical
af: fisies

source: physical address
af: fisiese adres

source: physical child segment
af: fisiese nasaat-segment (in DB; wat afhanklik is)

source: physical data
af: fisiese data

source: physical device
af: fisiese toestel

source: physical environment
af: fisiese omgewing

source: physical facility
af: fisiese fasiliteit

source: physical layer
af: fisiese laag (van ISO-sewelaagverwysingsmodel)

source: physical object
af: fisiese voorwerp

source: physical parent segment
af: fisiese voorsaatsegment (in DB; wat afhanklikes het)

source: physical quantity
af: fisiese grootheid

source: physical record
af: fisiese rekord

source: physical structure
af: fisiese struktuur

source: physicalfile
af: fisiese lêer (teenoor logiese lêer)

source: pick device (choice device)
af: kiestoestel; uitsoektoestel (in rekenaargrafika)

source: picking list
af: versamellys (waarvolgens items versamel word)

source: picosecond
af: pikosekonde

source: picture (display; image)
af: beeld; vertoon

source: picture element (pel; pixel)
af: beeldelement (kleinste element op ‘n vertoonskerm)

source: picture inversion
af: beeldinversie

source: picture processing (image processing)
af: beeldverwerking

source: picture specification
af: afbeeldspesifikasie (in COBOL)

source: piecemeal development
af: stuksgewyseontwikkeling (bv. by kompileerders)

source: piezoelectric
af: piësoëlektries

source: piezoelectric effect
af: piësoëlektriese effek

source: piezoresistive effect
af: piësoweerstandseffek

source: piggyback transmission
af: rugrytransmissie

source: pilot model
af: loodsmodel

source: pilot project
af: loodsprojek

source: pilot run
af: loodslopie

source: pin (post)
af: pen (‘n konnekteerder van ‘n geîntegreerde kring)

source: pin board
af: insteekbord; penbord

source: pin board programmÌng
af: penbordprogrammering

source: pin connector
af: penkonnekteerder (bv. ‘n geleier van ‘n vlokkie)

source: pin feed (sprocket feed)
af: tandvoer (bv. by ‘n drukker)

source: pin feed platen
af: tandvoerrol

source: pinwheel (daisy print wheel daisy wheel)
af: speekwiel

source: pipeline computer
af: pyplynrekenaar

source: pipeline processing (stream computing)
af: pyplynverwerking

source: pipelining (streaming)
af: pyplynwerking (proses kan begin voor‘n vorige proses voltooi is)

source: pitch
af: spasiëring (bv. aantal karakters per duim op ‘n drukreël)

source: pivot
af: spil

source: pivoting
af: spilwerking

source: pixel (pel picture element)
af: beeldelement

source: pixelisation (space quantisation)
af: ruimtekwantisering

source: place
af: plek

source: placement
af: plasing

source: planar
af: vlakkig

source: plane
af: vlak

source: planning
af: beplanning

source: planning model
af: beplanningsmodel

source: plant (n)
af: aanleg (die fisiese fasiliteite)

source: plant (v)
af: plaas (bv. om ‘n doelbewuste fout in ‘n program te plaas)

source: plasma display
af: plasmavertoon

source: plasma display screen
af: plasmavertoonskerm

source: plasma panel
af: plasmapaneel (‘n deel van ‘n soort vertoontoestel)

source: plate
af: plaat

source: platen
af: drukkerrol

source: playback head (read head reading head)
af: leeskop

source: plot (v)
af: stip

source: plot. (n)
af: stipwerk

source: plotter (graph plotter)
af: grafiekstipper; grafiektrekker; stipper

source: plotter chanel
af: stipperkanaal

source: plotting bed
af: stipblad

source: plotting mode
af: stipmodus

source: plotting table
af: stiptafel

source: plug (male connector male plug)
af: prop

source: plug board (patch board patch panel)
af: propbord; skakelkoordbord

source: plug-compatible
af: propversoenbaar

source: plug-compatible manufact.urer (PCM)
af: propversoenbare vervaardiger (PW)

source: plug-in unit
af: inpropeenheid

source: plus sign
af: plusteken (‘n ” + “)

source: pneumatic
af: pneumaties

source: pocket
af: vakkie (bv. by ‘n sorteermasjien)

source: pocket calculator
af: sakrekenmasjien

source: pocket computer
af: sakrekenaar

source: point
af: punt (bv. ‘n verkoopspunt)

source: point of sale (POS)
af: verkoopspunt (VP)

source: point to point
af: punt tot punt

source: point-of-sale device
af: verkoopspunttoestel (‘n rekenaargekoppelde kasregister)

source: point-to-point (adj)
af: punt-tot-punt

source: pointer
af: wyser (wat die posisie van ‘n item aantoon)

source: pointer declaration
af: wyserverklaring

source: pointer oap
af: wyseradrestabel (by kompileerders)

source: pointer variable
af: wyserveranderlike

source: polar coordinates
af: poolkoördinate (in meetkunde)

source: polarise
af: polariseer

source: polarity
af: polariteit

source: policy
af: beleid

source: poll (v)
af: pols (bv. van ‘n terminaal)

source: pollable
af: polsbaar

source: polled input/output
af: gepolste toevoer/afvoer

source: polling
af: polsing

source: polling cycle
af: polssiklus

source: polling interval
af: polsinterval

source: polling list
af: polslys (volgorde waarin stasies gepols moet word)

source: polling technique
af: polstegniek

source: polynomial
af: polinoom; veelterm

source: polynomial code
af: polinoomkode

source: polynomial equations
af: polinoomvergelyking

source: polynomial interpolation
af: polinoominterpolasie

source: polynomial space
af: polinoomruimte

source: polyphase merge
af: veelfasige saamvlegging

source: polyphase sort
af: veelfasige sortering

source: pool (mix)
af: poel (bv. van take in ‘n rekenaar)

source: pop (pop up; unstack)
af: afhaal (vanaf stapel)

source: pop up (pop; unstack)
af: afhaal (vanaf stapel)

source: port (n)
af: poort (‘n koppelvlak tussen ‘n SVE en ‘n randtoestel)

source: port (v) (transfer transport)
af: oordra (bv. data vanaf een toestel na ‘n ander)

source: port-sharing
af: poortdeling

source: portability (transferability)
af: oordraagbaarheid (bv. van programme tussen rekenaars)

source: portability
af: draagbaarheid (bv. van ‘n klein rekenaar)

source: portable
af: draagbaar (bv. ‘n klein rekenaar); oordraagbaar (bv. programme tussen rekenaars)

source: portable computer (transportable computer)
af: draagbare rekenaar

source: portable program·
af: oordraagbare program

source: portrait form
af: regopvorm (‘n vel papier op sy lengte)

source: position (n) (location)
af: posisie (bv. in geheue)

source: position (v)
af: posisioneer

source: position data
af: posisiedata

source: position-independerrt code
af: posisie-onafhanklike kode

source: position-seeking (logic-seeking)
af: kortpadsoekend (bv. ‘n drukkop van ‘n tweerigtingdrukker)

source: positional binding
af: posisionele binding

source: positional notation
af: posisionele notasie

source: positional representation
af: posisionele voorstelling (by getallestelsels)

source: positional value
af: posisionele waarde (by getallestelsels)

source: positioner
af: posisioneerder

source: positioning
af: posisionering (bv. by rekenaargrafika)

source: positioning error
af: posisioneringsfout

source: positive
af: positief

source: positive acknowledgement
af: positiewe erkenning

source: positive feedback
af: positiewe terugkoppeling (bv. van seine)

source: positive logic
af: positiewe logika

source: positive response
af: positiewe respons

source: positive sign
af: positiewe teken (‘n “+”)

source: positive value
af: positiewe waarde

source: possibility
af: moontlikheid

source: possible
af: moontlik

source: post (n) (pin)
af: pen (‘n konnekteerder van ‘n geïntegreerde kring)

source: post (n)
af: pos (bv. by elektroniese korrespondensie)

source: post (v)
af: oorboek (bv. van finansiële transaksies); pos (bv. van elektroniese korrespondensie)

source: post-edit
af: naredigering

source: post-erase
af: na-uitwissing

source: post-implementation audit
af: na-implementeringsoudit

source: post-indexing
af: na-indeksering

source: post-write disturb pulse
af: naskryf-steurpuls

source: postamble
af: naloop (bv. ‘n sekwensie aan die einde van ‘n blok)

source: postcall fragment
af: naroep-fragment (by kompileerders)

source: postcondition
af: postkondisie

source: postfix
af: postfiks

source: postfix notation (reverse Polish notation; suffix notation)
af: tru-Poolse notasie; agtervoegnotasie; postfiksnotasie

source: postfix string
af: agtervoegstring; postfiksstring

source: postmortem
af: nabetragting

source: postmortem routine
af: nabetragtingsroetine

source: postorder (end-order)
af: na-orde

source: postorder traversal (end-order traversal)
af: na-orde-deurkruising (van ‘n boom)

source: postprocessor (back-end processor)
af: naverwerker

source: postulate (n)
af: postulaat

source: postulate (v)
af: postuleer

source: potential
af: potensiaal

source: potentiometer
af: potensiometer

source: power (capability)
af: vermoë (bv. van ‘n rekenaar)

source: power
af: drywing (bv. van ‘n motor); krag (bv. elektriese krag); mag (bv. van ‘n getal)

source: power consumption
af: kragverbruik

source: power dissipation
af: kragdissipasie

source: power distribution
af: kragverspreiding

source: power down (close down; shut down; switch off; turn off)
af: afskakel

source: power factor
af: kragfaktor

source: power fail circuit
af: kragfaalkring (wat waarsku teen naderende kragfaling)

source: power failure (power interrupt)
af: kragonderbreking

source: power interrupt (power failure)
af: kragonderbreking

source: power loss
af: kragverlies

source: power pack (power source)
af: kragbron

source: power series
af: magreeks (bv. in wiskunde)

source: power set
af: magversameling (bv. in wiskunde)

source: power source (power pack)
af: kragbron

source: power supply
af: kragbron; kragvoorsiening

source: power transformer
af: kragtransformator

source: power up (switch on; turn on)
af: aanskakel

source: power-on time
af: aantyd

source: pragmatics
af: pragmatiek (bv. van programtale)

source: pre-edit.
af: voorredigering

source: pre-empt.
af: voorspring (bv. in bedryfstelsels)

source: pre-emptible
af: voorspringbaar (bv. in bedryfstelsels)

source: pre-emption
af: voorspringing (bv. in bedryfstelsels)

source: pre-emptive allocation
af: voorspringtoekenning

source: pre-emptive scheduling
af: voorspringskedulering (bv. in bedryfstelsels)

source: pre-erase
af: voorafuitwis

source: pre-indexing
af: voorafindeksering

source: pre-order
af: voororde

source: pre-order traversal
af: voororde-deurkruising (bv. van ‘n boomstruktuur)

source: preamble
af: aanloop (bv. ‘n sekwensie aan die begin van ‘n blok)

source: preaumptive instruction (unmodified instruction)
af: voorlopigeadres-instruksie

source: precall fragments
af: voorroepfragment (by kompileerders)

source: precedence
af: voorkeur; voorrang

source: precedence grammar
af: voorranggrammatika

source: precedence hierarchy
af: voorranghiërargie

source: precedence level
af: voorrangvlak

source: precedence rule
af: voorrangreël

source: precedence table
af: voorrangtabel

source: precise (accurate)
af: akkuraat; noukeurig

source: precision (accuracy)
af: akkuraatheid; noukeurigheid; presisie

source: precondition
af: prekondisie

source: predecessor (antecedent)
af: voorganger; antesedent (in boomstrukture)

source: predecessor node
af: voorgangernodus

source: predecessor set
af: voorgangerversameling

source: predefined process
af: voorafgedefinieerde proses (in vloeidiagramme)

source: predicate
af: predikaat

source: predicate calculus (functional calculus; functional logic; predicate logic)
af: predikaatlogika

source: predicate logic (functional calculus; functional logic; predicate calculus)
af: predikaatlogika

source: predicate transformer
af: predikaatomvormer

source: predict
af: voorspel

source: prediction
af: voorspelling

source: prefetch
af: voorafhaal; vooruithaal (bv. van instruksies)

source: prefix
af: prefiks; voorvoegsel

source: prefix notation (Polish notation)
af: Poolse notasie; prefiksnotasie; voorvoegnotasie

source: prefix string
af: voorvoegstring

source: prelisting
af: voorlys (die resultaat); voorlysting (die proses)

source: preload
af: vooruitlaai

source: prepaging
af: voorafpaginering

source: preparation
af: voorbereiding (bv. van data)

source: prepare
af: voorberei (bv. van data)

source: preprocessor (front-end processor)
af: voorverwerker (wat kommunikasiekoppelvlak hanteer)

source: preread disturb pulse
af: voorlees-steurpuls

source: preread head
af: voorleeskop

source: prerecorded track
af: voorafgeregistreerde baan (bv. op ‘nmagnetiese skyf)

source: prerequisite
af: voorvereiste

source: preselection
af: voorseleksie

source: presence bit
af: aanwesigheidsbis; teenwoordigheidsbis

source: present
af: aanwesig; teenwoordig

source: presentation layer
af: voorstellinglaag (van ISO-sewelaagverwysingsmodel)
