Repository: casperl/wesnoth-af
Catalog: afrikaanse-rekenaarterme.po
Languages: af

source: teleload
af: telelaai

source: telemail
af: telepos

source: telemetry
af: telemetrie

source: telephone
af: telefoon

source: telephone frequency
af: telefoonfrekwensie

source: telephone line
af: telefoonlyn

source: telephone network
af: telefoonnetwerk

source: telephone service
af: telefoondiens

source: teleprinter
af: teledrukker

source: teleprinter code
af: teledrukkerkode

source: teleprocessing
af: televerwerking

source: teleprocessing system
af: televerwerkingstelsel

source: telerecording
af: teleregistrering

source: teletext
af: teleteks

source: teletype exchange
af: teleks

source: teletypewriter
af: teledrukker

source: television
af: televisie

source: television monitor
af: televisiemonitor

source: telex (teletype exchange)
af: teleks

source: telex converter
af: teleksomsetter

source: teller unit
af: kassiereenheid

source: teminal user
af: terminaalgebruiker

source: temperature
af: temperatuur

source: temperature-compensated
af: temperatuurgekompenseerd

source: template
af: profielvorm

source: temporal
af: temporeel

source: temporal logic
af: temporele logika

source: temporary disk
af: tydelike skyf

source: temporary file
af: tydelike lêer

source: temporary location
af: tydelike posisie

source: temporary storage
af: tydelike geheue

source: tennis-match sort
af: toernooisortering; uitskakelsortering

source: tensile force
af: trekkrag

source: tensile strain
af: trekvervorming

source: tensile stress
af: trekspanning

source: tension
af: spanning

source: ten’s complement
af: tienkomplement

source: term creation
af: termskepping

source: terminal
af: eindpunt; terminaal

source: terminal access
af: terminaaltoegang

source: terminal address
af: terminaaladres

source: terminal buffer
af: terminaalbuffer

source: terminal cluster
af: terminaalkluster

source: terminal control unit
af: terminaalbeheereenheid

source: terminal device
af: terminaaltoestel

source: terminal display
af: terminaalvertoon

source: terminal interface
af: terminaalkoppelvlak

source: terminal job
af: terminaalwerkstuk

source: terminal keyboard
af: terminaalsleutelbord

source: terminal lockout
af: terminaaluitsluiting

source: terminal monitor program
af: terminaalmonitorprogram

source: terminal network
af: terminaalnetwerk

source: terminal node
af: blaarnodus; eindpuntnodus

source: terminal operator
af: terminaaloperateur

source: terminal polling
af: terminaalpolsing

source: terminal printer
af: terminaaldrukker

source: terminal room
af: terminaalkamer

source: terminal session
af: terminaalsessie

source: terminal strip
af: aansluiterstrook

source: terminal symbol
af: eindsimbool

source: terminal unit
af: terminaaleenheid

source: terminal/modem interface
af: terminaal/modem-koppelvlak

source: terminate
af: beëindig; termineer

source: terminating
af: terminerend

source: terminating equipment
af: afsluittoerusting

source: terminating symbol
af: eindsimbool

source: termination
af: afsluiting; terminering

source: terminology bank
af: termbank

source: ternary
af: drietallig; ternêr

source: ternary operation
af: ternêre operasie

source: test
af: toets

source: test bed
af: toetsstelsel

source: test board
af: toetsbord

source: test case
af: toetsgeval

source: test cycle
af: toetssiklus

source: test data
af: toetsdata

source: test data generator
af: toetsdatagenerator

source: test equipment
af: toetstoerusting

source: test method
af: toetsmetode

source: test panel
af: toetspaneel

source: test pattern
af: toetspatroon

source: test phase
af: toetsfase

source: test program
af: toetsprogram

source: test routine
af: toetsroetine

source: test run
af: toetslopie

source: test technique
af: toetstegniek

source: testing
af: toetsing

source: testing envelope
af: toetsomgewing

source: testing mode
af: toetsmodus

source: testing technique
af: toetstegniek

source: testing time
af: toetstyd

source: tetrad
af: viertal

source: text
af: teks

source: text editing
af: teksredigering

source: text editor
af: teksredigeerder

source: text file
af: tekslêer

source: text formatter
af: teksformateerder

source: text mode
af: teksmodus

source: text preparation
af: teksvoorbereiding

source: text processing
af: teksverwerking

source: text string
af: teksstring

source: text string search
af: teksstringsoektog

source: theorem
af: stelling; teorema

source: theorem-proving
af: teoremabewys

source: theorem-proving program
af: teoremabewysprogram

source: theoretic computer science
af: teoretiese rekenaarwetenskap

source: theory
af: teorie

source: thermal
af: termies

source: thermal coupling
af: termiese koppeling

source: thermal cutout
af: termiese uitskakelaar

source: thermal matrix printer
af: termiese matriksdrukker

source: thermal noise
af: termiese ruis

source: thermal printer
af: termiese drukker

source: thermal shock
af: termiese skok

source: thermistor
af: termistor

source: thermocouple
af: termokoppel

source: thermodynamic
af: termodinamies

source: thermoelectric
af: termoëlektries

source: thermographic paper
af: hittegevoelige papier

source: thick film
af: dik film

source: thickness
af: dikte

source: thimble
af: vingerhoed

source: thimble printer
af: vingerhoeddrukker

source: thin film
af: dun film

source: thin film memory
af: dunfilmgeheue

source: thin film technology
af: dunfilmtegnologie

source: think time
af: dinktyd; tussenboodskap-vertraging

source: third normal form
af: derde normaalvorm

source: third-generation computer
af: derdegenerasierekenaar

source: thrash
af: rondkarring

source: thrashing
af: rondkarringry

source: thread
af: rygdraad; rygskakel

source: threaded binary tree
af: gerygde binêre boom

source: threaded list
af: gerygde lys

source: threaded tree
af: gerygde boom

source: threading
af: inryging

source: three-address instruction
af: drie-adresinstruksie

source: three-digit group
af: driesyfergroep

source: three-dimensional
af: driedimensioneel

source: three-input adder
af: drie-ingangopteller

source: three-input subtracter
af: drie-ingangaftrekker

source: three-level subroutine
af: drievlaksubroetine

source: three-phase motor
af: driefasemotor

source: three-valued logic
af: driewaardige logika

source: threshold
af: drumpel

source: threshold condition
af: drumpelvoorwaarde

source: threshold element
af: drumpelelement; beslissingselement

source: threshold function
af: drumpelfunksie

source: threshold gate
af: drumpelhek

source: threshold logic
af: drumpellogika

source: threshold value
af: drumpelwaarde

source: throughput
af: deurvoer

source: throw
af: papiervoer; vormvoer

source: thumb wheel
af: duimwiel; rolwiel

source: tickler file
af: herinnerlêer

source: tidying
af: skoonmaak

source: tightly coupled
af: heggekoppel

source: tightly coupled systems
af: heggekoppelde stelsels

source: tilt
af: kantelhoek

source: time allocation
af: tydtoekenning

source: time base
af: tydbasis

source: time constant
af: tydkonstante

source: time delay circuit
af: tydvertraagkring

source: time division multiplexing
af: tyddeelmultipleksering

source: time division multiplier
af: tyddeelvermenigvuldiger

source: time error
af: tydfout

source: time fill
af: tydvulling

source: time frame
af: tydraam

source: time gap
af: tydgaping

source: time interleaving
af: tydinvlegging

source: time lag
af: tydsloering

source: time lapse
af: tydsverloop

source: time origin
af: begintyd; tydsoorsprong

source: time out
af: tydafsnyding

source: time quantisation
af: tydkwantisering

source: time quantum
af: tydkwantum

source: time register
af: tydregister

source: time scale
af: tydskaal

source: time scale factor
af: tydskaalfaktor

source: time series
af: tydreeks

source: time share
af: tyd deel

source: time signal
af: tydsein

source: time slice
af: tydsnit

source: time slicing
af: tydinvlegging

source: time slot
af: tydgleuf

source: time-critical
af: tydkrities

source: time-dependent
af: tydafhanklik

source: time-independent
af: tydonafhanklik

source: time-interleaved
af: tydingevleg

source: time-of-day clock
af: huidigetydklok

source: time-saving
af: tydbesparing

source: time-shared operation
af: tyddeelwerking

source: time-shared system
af: tyddeelstelsel

source: time-sharing
af: tyddeling

source: time-sharing bureau
af: tyddeelburo

source: time-sharing language
af: tyddeeltaal

source: time-sharing mode
af: tyddeelmodus

source: time-sharing system
af: tyddeelstelsel

source: time-sharing user
af: tyddeelgebruiker

source: timeliness
af: tydigheid

source: timer
af: tydhouer

source: timing
af: tydreëling

source: timing and control
af: tydreëling en beheer

source: timing circuit
af: tydreëlkring

source: timing pulse
af: tydreëlpuls

source: timing signal
af: tydreëlsein

source: timing-pulse generator
af: tydreëlpulsgenerator

source: title bar
af: titelbalk

source: toggle
af: wipkring

source: toggle switch
af: swikskakelaar

source: token
af: teken

source: token passing
af: tekenaanstuur

source: token ring
af: tekenaanstuur-ringnetwerk

source: tolerance
af: toleransie

source: tolerant
af: verdraagsaam

source: tool
af: hulpmiddel

source: toolbar
af: nutsbalk

source: toolkit
af: gereedskapskis, hulmiddelkis

source: top element
af: boonste element

source: top-down analysis
af: bo-na-onder-ontleding

source: top-down approach
af: bo-na-onder-benadering

source: top-down design
af: bo-na-onder-ontwerp

source: top-down development
af: bo-na-onder-ontwikkeling

source: top-down interpreter
af: bo-na-onder-interpreteerder

source: top-down parsing
af: bo-na-onder-sinsontleding

source: top-of-form
af: bladsybegin

source: top-of-stack
af: stapelbopunt

source: top-of-stack pointer
af: stapelbopuntwyser

source: top-priority job
af: topprioriteitwerkstuk

source: topology
af: topologie

source: torque
af: wringkrag

source: torque amplifier
af: wringversterker

source: total
af: totaal

source: total counter
af: totaalteller

source: total ordering
af: volkome ordening

source: total system
af: geheelstelsel

source: total time
af: totale tyd

source: totally ordered set
af: totaalgeordende versameling

source: touch screen
af: raaksensitiewe skerm

source: touch screen terminal
af: raaksensitiewe terminaal

source: touch tablet
af: raaktablet

source: touch-sensitive keyboard
af: raaksensitiewe sleutelbord

source: touch-sensitive screen
af: raaksensitiewe skerm

source: tournament sort
af: toernooisortering; uitskakelsortering

source: trace
af: spoor

source: trace program
af: spoorprogram

source: trace routine
af: spoorroetine

source: trace table
af: naspeurtabel

source: tracing
af: nasporing

source: track
af: baan

source: track address
af: baanadres

source: track density
af: baandigtheid

source: track flag
af: baanvlag

source: track hold
af: baanuitsluiting

source: track index
af: baanindeks

source: track number
af: baannommer

source: track overflow
af: baanoorloop

source: track pitch
af: baanspasiëring

source: track spacing
af: baanspasiëring

source: track width
af: baanwydte

source: trackball
af: merkerstuurbal; stuurbal

source: tracking
af: volging

source: tracking algorithm
af: volgalgoritme

source: tracking symbol
af: volgsimbool

source: tractor
af: tandrat

source: tractor feed
af: tandratvoer

source: trade-off
af: voordeel/nadeel-afspeling

source: traffic
af: verkeer

source: traffic analysis
af: verkeersontleding

source: traffic congestion
af: verkeersopeenhoping

source: traffic control
af: verkeersbeheer

source: traffic density
af: verkeersdigtheid

source: traffic intensity
af: verkeersdrukte

source: trailer
af: agterpunt

source: trailer label
af: naskrifetiket; slotetiket

source: trailer record
af: naskrifrekord; slotrekord

source: trailing blank
af: agterste blanko

source: trailing decision
af: agternabeslissing

source: trailing digit
af: agterste syfer; laaste syfer

source: trailing end
af: agterpunt

source: trailing space
af: agterste spasie

source: trailing zero
af: agterste nul

source: train
af: reeks

source: train printer
af: treindrukker

source: trainee
af: kwekeling

source: training device
af: opleitoestel

source: training time
af: opleityd

source: transaction
af: transaksie

source: transaction code
af: transaksiekode

source: transaction data
af: transaksiedata

source: transaction file
af: detaillêer; transaksielêer

source: transaction processing system
af: transaksieverwerkingstelsel; TVS

source: transaction processor
af: transaksieverwerker

source: transaction record
af: transaksierekord

source: transaction tape
af: transaksieband

source: transaction-driven
af: transaksiegedrewe

source: transceiver
af: sender-ontvanger

source: transcribe
af: oorskryf; transkribeer

source: transcriber
af: oorskrywer; transkribeerder

source: transcription
af: oorskrywing; transkripsie

source: transducer
af: omvormer; transduseerder

source: transfer
af: oordra

source: transfer algorithm
af: oordragalgoritme

source: transfer buffering
af: oordragbufferwerking

source: transfer card
af: oordragkaart

source: transfer check
af: oordragkontrole

source: transfer instruction
af: oordraginstruksie

source: transfer interpreter
af: oordraginterpreteerder

source: transfer key
af: oordragsleutel

source: transfer language
af: oordragtaal

source: transfer of control
af: beheeroordrag

source: transfer of control instruction
af: beheeroordraginstruksie

source: transfer operation
af: oordragbewerking

source: transfer rate
af: oordragtempo

source: transfer table
af: oordragtabel

source: transfer time
af: oordragtyd

source: transferability
af: oordraagbaarheid

source: transform
af: omvorming; transform

source: transformation
af: omvorming; transformasie

source: transformer
af: omvormer; transformator

source: transient
af: kortstondig; momenteel

source: transient error
af: kortstondige fout; momentele fout

source: transient phase
af: oorgangsfase

source: transient routine
af: kortstondige roetine

source: transient state
af: oorgangstoestand

source: transistorise
af: transistoriseer

source: transistorised circuit
af: getransistoriseerde kring

source: transit error
af: oorgangsfout

source: transit time
af: oorgangstyd

source: transition
af: oorgang

source: transition diagram
af: oorgangsdiagram

source: transition graph
af: oorgangsgrafiek

source: transition list
af: oorgangslys

source: transition matrix
af: oorgangsmatriks

source: transition vector
af: oorgangsvektor

source: transitive
af: oorganklik; transitief

source: transitive closure
af: transitiewe afsluiting

source: translate
af: oorsit; translateraal verskuif; vertaal

source: translating machine
af: vertaalmasjien

source: translating phase
af: vertaalfase

source: translating program
af: vertaalprogram

source: translating routine
af: vertaalroetine

source: translation
af: vertaling; omsetting

source: translation error
af: vertaalfout

source: translation table
af: vertaaltabel

source: translator
af: vertaler

source: transmission
af: transmissie

source: transmission channel
af: transmissiekanaal

source: transmission code
af: transmissiekode

source: transmission control
af: transmissiebeheer

source: transmission control character
af: transmissiebeheerkarakter

source: transmission control unit
af: transmissiebeheereenheid

source: transmission density
af: transmissiedigtheid

source: transmission header
af: transmissie-opskrif

source: transmission interface
af: transmissiekoppelvlak

source: transmission interruption
af: transmissie-onderbreking

source: transmission line
af: transmissielyn

source: transmission line amplifier
af: transmissielynversterker

source: transmission link
af: transmissieverbinding

source: transmission loss
af: transmissieverlies

source: transmission message
af: transmissieboodskap

source: transmission monitor
af: transmissiemonitor

source: transmission path
af: transmissieroete

source: transmission priority
af: transmissieprioriteit

source: transmission pulse
af: transmissiepuls

source: transmission rate
af: transmissietempo

source: transmission speed
af: transmissiespoed

source: transmission time
af: transmissietyd

source: transmission unit
af: transmissie-eenheid

source: transmit
af: send

source: transmit leg
af: versendbeen

source: transmitter
af: sender

source: transparency
af: deursigtigheid

source: transparent
af: deursigtig

source: transparent code
af: deursigtige kode

source: transparent mode
af: deursigtige modus

source: transparent program
af: deursigtige program

source: transport
af: aandrywer

source: transport layer
af: transportlaag

source: transportable computer
af: draagbare rekenaar

source: transpose
af: transponeer

source: transposition
af: transposisie

source: transverse parity check
af: transversale pariteitskontrole

source: transverse redundancy check
af: transversale oortolligheidskontrole

source: trap
af: seinfilter; val

source: trapezium
af: trapesium

source: trapezoid rule
af: trapesiumreël

source: trapezoidal integration
af: trapesoïede integrasie

source: trapezoidal rule
af: trapesiumreël

source: travel distance
af: loopafstand

source: travel speed
af: loopspoed

source: traversal
af: deurkruising

source: traversing
af: deurkruising

source: traversing algorithm
af: deurkruisingsalgoritme

source: treatment
af: behandeling

source: tree
af: boom

source: tree balancing
af: boombalansering

source: tree building
af: boomopbouing

source: tree diagram
af: boomdiagram

source: tree grammar
af: boomgrammatika

source: tree language
af: boomgerigte taal

source: tree name
af: boomnaam

source: tree network
af: boomnetwerk

source: tree representation
af: boomvoorstelling

source: tree root
af: boomwortel

source: tree search
af: boomsoektog

source: tree selection sort
af: boomseleksiesortering

source: tree sort
af: boomsortering

source: tree structure
af: boomstruktuur

source: tree traversal
af: boomdeurkruising

source: tree walking
af: boomdeurkruising

source: trend
af: tendens

source: trend analysis
af: tendensanalise

source: trial run
af: proeflopie

source: trial system
af: proefstelsel

source: tribit
af: driebis

source: tributary station
af: slaafstasie

source: trie
af: herwinboom

source: trigger
af: afsit; sneller

source: trigger circuit
af: snellerkring

source: trigger pair
af: snellerpaar

source: triggering
af: snellering

source: trim erase
af: tonneluitwissing

source: trip computer
af: ritrekenaar

source: triple
af: drietal

source: triple precision
af: driedubbelpresisie

source: triple-length register
af: driedubbelregister

source: triple-length working
af: driedubbelwerking

source: triple-precision register
af: driedubbelpresisie-register

source: tristate
af: drietoestand

source: trivial
af: triviaal

source: trouble-location problem
af: foutvaspenprobleem

source: troubleshoot
af: fout opspoor; fout soek

source: troubleshooting
af: foutopsporing

source: true
af: waar

source: truncate
af: afknot

source: truncation
af: afknotting

source: truncation error
af: afknotfout

source: trunk
af: bus; hooflyn

source: trunk circuit
af: hooflynkring

source: trunk hunting
af: hooflynsoektog

source: truth table
af: waarheidstabel

source: truth value
af: waarheidswaarde

source: tube
af: buis

source: tumble
af: tuimel

source: tunable system
af: afstembare stelsel; instembare stelsel

source: tune
af: afstem; instem

source: tuning
af: afstemming; instemming

source: tunnel erase
af: tonneluitwissing

source: tuple
af: tal

source: turn a page
af: omblaai

source: turn off
af: afskakel

source: turn on
af: aanskakel

source: turnaround document
af: terugstuurdokument

source: turnaround time
af: omkeertyd

source: turnkey system
af: klaar stelsel

source: turnover
af: omset

source: turnround time
af: omkeertyd

source: turtle
af: skilpad

source: turtle graphics
af: skilpadgrafika

source: tutorial display
af: gidsvertoon; leivertoon

source: twelve punching
af: twaalfpons

source: twin check
af: tweelingkontrole

source: twisted pair
af: gedraaide draadpaar; twyn; vlegpaar

source: two dimensional array (2D array)
af: tweedimensionele skikking (2D-skikking)

source: two-address instruction
af: tweeadresinstruksie

source: two-digit group
af: tweesyfergroep

source: two-dimensional
af: tweedimensioneel

source: two-input adder
af: twee-ingangopteller

source: two-input subtracter
af: twee-ingangaftrekker

source: two-level addressing
af: tweevlakadressering

source: two-level compilation
af: tweevlakkompilering

source: two-level storage
af: tweevlakgeheue

source: two-level subroutine
af: tweevlaksubroetine

source: two-out-of-five code
af: twee-uit-vyfkode

source: two-part paper
af: tweevoudpapier

source: two-pass assembler
af: tweedeurgangsaamsteller

source: two-pass compiling
af: tweedeurgangkompilering

source: two-state notation
af: tweetoestandnotasie

source: two-valued logic
af: tweewaardige logika

source: two-way alternate communications
af: halfduplekskommunikasie

source: two-way communications
af: duplekskommunikasie; tweerigtingkommunikasie

source: two-way linked list
af: tweerigtingaaneengeskakelde lys

source: two-way merge
af: tweerigtingsaamvlegging

source: two-way simultaneous communications
af: duplekskommunikasie; tweerigtingkommunikasie

source: two-way transmission
af: tweerigtingtransmissie

source: two-wire system
af: tweedraadstelsel

source: two’s complement
af: tweekomplement

source: two’s complement representation
af: tweekomplement-voorstelling

source: type
af: tik

source: type bar
af: tikstaaf

source: type face
af: karakterstyl

source: type font
af: font; karakterfont; karaktertipe; tikfont

source: type in / key in
af: sleutel in

source: type wheel
af: drukwiel

source: typescript
af: tikskrif

source: typesetter
af: lettersetter

source: typesetting
af: setwerk

source: typesetting machine
af: setmasjien

source: typewriter terminal
af: teledrukker

source: typographical error
af: tipografiese fout

source: ultrasonic delay line
af: ultrasoniese vertraaglyn

source: unaligned
af: nie in lyn gestel; uit ingestel

source: unallocated
af: ontoegeken

source: unambiguity
af: ondubbelsinnigheid

source: unambiguous
af: ondubbelsinnig

source: unambiguous grammar
af: ondubbelsinnige grammatika

source: unary
af: monadies; unêr

source: unary operation
af: unêre operasie

source: unassigned space
af: ontoegewysde ruimte

source: unattended mode
af: onbemande modus

source: unattended operation
af: onbemande bedryf

source: unattended time
af: onbemande tyd

source: unbalanced
af: ongebalanseer

source: unbalanced circuit
af: ongebalanseerde kring

source: unbalanced error
af: ongebalanseerde fout

source: unbalanced line
af: ongebalanseerde lyn

source: unbalanced merge sort
af: ongebalanseerde saamvlegsortering

source: unbalanced network
af: ongebalanseerde netwerk

source: unbalanced system
af: ongebalanseerde stelsel

source: unbalanced tree
af: ongebalanseerde boom

source: unbalanced workload
af: ongebalanseerde werkslading

source: unbiased
af: onbevooroordeel

source: unbiased partitioning
af: onbevooroordeelde partisionering

source: unblock
af: ontblok

source: unbound
af: onbegrens

source: unbounded domain
af: onbegrensde domein

source: unbundled pricing policy
af: ontbondelde prysbeleid

source: unbundling
af: ontbondeling

source: uncertainty
af: onsekerheid

source: uncommitted
af: ontoegeken

source: uncommitted storage list
af: ontoegekendegeheue-lys

source: uncondifcional branch instructions
af: onvoorwaardelike vertakinstruksie

source: uncondifional stop instruction
af: onvoorwaardelike stopinstruksie

source: unconditional
af: onvoorwaardelik

source: unconditional assembly
af: onvoorwaardelike samestelling

source: unconditional branch
af: onvoorwaardelike vertakking

source: unconditional breakpoint
af: onvoorwaardelike breekpunt

source: unconditional data transfer
af: onvoorwaardelike data-oordrag
