Repository: casperl/wesnoth-af
Catalog: afrikaanse-rekenaarterme.po
Languages: af

source: 3D accelleration
af: 3D-versnelling

source: A-bus
af: A-stamlyn

source: A-drive
af: A-aandrywer

source: AC
af: WS wisselstroom

source: ACK (acknowledge character)
af: EKK erkenkarakter

source: ADC (analogue-to-digital converter)
af: ASO analoog-na-syferomsetter

source: ALGOL
af: ALGOL algoritmies georiënteerde taal

source: ALU (arithmetic and logic unit arithmetic logic unit)
af: RLE; rekenkunde- en logika-eenheid

source: AM (amplitude modulation)
af: AM; amplitudemodulasie

source: AND circuit
af: EN-kring

source: AND element
af: EN-element

source: AND gate
af: EN-hek

source: AND operation
af: EN-operasie

source: AND operator
af: AND-operator / EN-operator

source: AND-NOT gate
af: EN-NIE-hek

source: ANSI (American National Standards Institute)
af: ANSI (Amerikaanse Nasionale Instituut van Standaarde)

source: ASCII
af: ASCII (Amerikaanse Standaardkode for Inligtingsoordrag); ASKIV

source: AVL tree
af: AVL-boom

source: Archie
af: Archie (argiefstelsel)

source: AutoLayout
af: OutoUitleg

source: BBS (Bullitin Board Service) (Bulletin Board System)
af: BBS (bulletinborddiens; bulletinbordstelsel; kennisgewingdiens)

source: BCD
af: binêr-gekodeerde desimaal; BKD

source: BEGIN statement
af: BEGIN-stelling

source: BPI (bits per inch)
af: BPD; bisse per duim

source: BSC (binary synchronous communication)
af: binêre sinchrone kommunikasie; BSK

source: Backus normal form
af: Backus-normaalvorm

source: Backus-Naur form (BNF)
af: Backus-Naur-vorm; BNF

source: Baudot code
af: Baudot-kode

source: Boolean
af: Boole Boolees; Boolese

source: Boolean algebra
af: Boole-algebra

source: Boolean calculation
af: Boole-berekening

source: Boolean complementation
af: Boole-komplementering

source: Boolean condition
af: Boole-voorwaarde

source: Boolean connective
af: Boole-operator

source: Boolean data type
af: Boole-datatipe

source: Boolean function
af: Boole-funksie

source: Boolean logic
af: Boole-logika

source: Boolean matrix
af: Boole-matriks

source: Boolean operation
af: Boole-operasie

source: Boolean operation table
af: Boole-operasietabel

source: Boolean operator
af: Boole-operator

source: Boolean variable
af: Boole-veranderlike

source: Bulletin Board System (BBS)
af: bulletinbordstelsel (BBS)

source: CAD (computer-aided design)
af: ORH; ontwerp met rekenaarhulp; RSO; rekenaargesteunde ontwerp

source: CAD (computer-aided draughting)
af: RST (rekenaargesteunde tekenwerk); TRH (tekenwerk met rekenaarhulp); RGO (rekenaargesteunde ontwerp); RSO (rekenaargesteunde ontwerp)

source: CAD/CAM
af: RST/RSV; TRH/VRH

source: CAE (computer-aided engineering)
af: IRH (ingenieurswerk met rekenaarhulp); RSI (rekenaargesteunde ingenieurswerk); CAE

source: CAI (computer-assisted instruction)
af: ORH; onderrig met rekenaarhulp; RSO; rekenaargesteunde onderrig

source: CAL (computer-assisted learning
af: LRH; leer met rekenaarhulp; RSL; rekenaargesteunde leer

source: CAM (computer-aided manufacturing)
af: RGV (rekenaargesteunde vervaardiging); RSV (rekenaargesteunde vervaardiging); CAM

source: CAQ (computer-aided quality control)
af: RGG; RGGB (rekenaargesteunde gehaltebeheer)

source: CAQC (computer-aided quality control)
af: RGG; RGGB (rekenaargesteunde gehaltebeheer)

source: CASE statement
af: CASE-stelling

source: CCD (charge-coupled device)
af: LKT (ladinggekoppelde toestel)

source: CD (compact disk)
af: CD (kompakte skyf)

source: CD-ROM
af: CD-ROM; CD-LAG; KS-LAG (kompakteskyf-leesalleengeheue)

source: CD-ROM drive
af: CD-aandrywer; CD-drywer

source: CE (customer engineer; field engineer)
af: KI (kliëntingenieur)

source: CERN (Comittee Europeen de Research Nucleaire)
af: CERN

source: CGI (Common Gateway Interface)
af: CGI (gemeenskaplike portaalkoppelvlak; gemeenskaplike koppelvlak)

source: CIM (computer-integrated manufacturing system)
af: CIM (rekenaargeïntegreerde vervaardigingstelsel)

source: CMI (computer-managed instruction)
af: RBO (rekenaarbestuurde onderrig)

source: CMOS (complementary metal-oxide semiconductor)
af: KMOH (komplementêre metaaloksiedhalfgeleier)

source: COBOL (common business oriented language)
af: COBOL (algemene besigheidsgeroriënteerde taal)

source: COM
af: RAM

source: CPM
af: KPM; kaarte per minuut; kritiekepad-metode

source: CPS
af: KPS; karakters per sekonde

source: CPU (central processing unit)
af: SVE (sentrale verwerkingseenheid)

source: CPU burst
af: SVE-sarsie

source: CRT
af: KSB; katodestraalbuis

source: Cartesian coordinates
af: Cartesiese koördinate

source: Cartesian product
af: Cartesiese produk

source: Cascading Style Sheets (CSS)
af: trapsgewysestylblad-notasie (CSS); trapsgewyse stylvelle (CSS)

source: Copy function
af: Copy-funksie

source: DAC
af: SAO

source: DASD
af: DTST

source: DB
af: DB; databasis

source: DBA
af: DBA; databasisadministreerder

source: DBMS
af: DBBS; databasisbestuurstelsel

source: DC
af: GS; gelykstroom

source: DC erasure
af: GS-uitwissing

source: DC noise
af: GS-ruis

source: DDL
af: DBT; databeskrywingstaal

source: DDP
af: VDV; verspreide dataverwerking

source: DHCP (Dynamic Host Control Program)
af: DGBP; (Dinamiese Gasheer Beheer Program)

source: DHTML
af: DHTML (dinamiese HTML)

source: DMA (data break; direct memory access)
af: DGT; direkte geheuetoegang

source: DML (data manipulation language)
af: DMT; datamanipuleertaal

source: DNP (dynamic network protocol)
af: DNP (dinamiesenetwerkprotokol)

source: DO loop
af: DOEN-lus

source: DO-WHILE loop
af: DOEN-TERWYL-lus

source: DOS (denial of service)
af: DoS (diensontsegging)

source: DOS (disk operating system)
af: SBS (skyfgebaseerde bedryfstelsel)

source: DOS command
af: DOS-opdrag

source: DP (data processing)
af: DV; dataverwerking

source: DPM (data processing manager)
af: DVB; dataverwerkingsbestuurder

source: DRAM (dynamic random access memory)
af: DLAG; dinamiese leesalleengeheue

source: DRP (disaster recovery planning)
af: RHP; rampherstelbeplanning

source: DSL (Digital Subscriber Line)
af: DSL (Digitale Subskripsielyn)

source: DTP (desktop publication/publishing)
af: TP (tafelpublikasie)

source: DTP company (desktop publishing company)
af: TP-uitgewery (tafeluitgewery)

source: Delete procedure
af: Delete-prosedure

source: ECC (error-correcting code)
af: FKK (fout-korrigeerkode)

source: EDP
af: EDV (elektroniese dataverwerking)

source: EFT (electronic funds transfer)
af: EGO (elektroniese geldoordrag)

source: EFTS (electronic funds transfer system)
af: EGOS (elektroniese geldoordragstelsel)

source: EITHER-OR operation
af: OF-OF-operasie

source: ELSE rule
af: ANDERS-reël

source: END statement
af: END-stelling

source: EOM (end-of-message)
af: boodskapeinde; einde-van-boodskap

source: EOT (end-of-tape)
af: bandeinde; einde-van-band

source: EOT (end-of-transmission)
af: einde-van-transmissie; transmissie-einde

source: EPROM (erasable programmable read-only memory)
af: UPLAG (uitwisbare programmeerbare leesalleengeheue)

source: ETX (end-of-text)
af: einde-van-teks; tekseinde

source: Eccles-Jordan circuit
af: Eccles-Jordan-kring

source: Euclidean algorithm
af: Euklidiese algoritme

source: Euler’s method
af: Euler se metode

source: FAM (fast access memory)
af: STG; sneltoegangsgeheue; snelgeheue (met kort toegangstyd)

source: FAQ (Frequently Asked Questions)
af: kwelvrae; neulvrae; (FAQ)

source: FAX (facsimile)
af: fkas; FAX; faksimilie; faksimilee

source: FET
af: VET; veldeffektransistor

source: FFT (fast Fourier transform)
af: VFT; vinnige Fourier-transformasie

source: FIFO (first in first out)
af: EIEU; eerste-in-eerste-uit

source: FIFO list (push-up list. push-up stack;
af: tou

source: FILO (first in; last out).
af: EILU; eerste-in-laaste-uit

source: FLOPS (floating-point operations per second)
af: WOPS (wisselpuntoperasies per sekonde)

source: FOR loop
af: FOR-lus

source: FSM (finite state machine)
af: ETM (eindigetoestand-masjien)

source: FSR (finite state recogniser)
af: ETH (eindigetoestand-herkenner)

source: FTP (File Transfer Protocol)
af: FTP (lêeroordragprotokol); LOP (lêeroordragprotokol)

source: FYI: (for your information:)
af: ter kennis van

source: Faraday rotation
af: Faraday-rotasie

source: Fibonacci search
af: Fibonacci-soektog

source: Fibonacci sequence
af: Fibonacci-ry

source: Fibonacci subdivision
af: Fibonacci-onderverdeling

source: GCR (group-coded recording)
af: GKR; (groepgekodeerde-registrering)

source: GIGO (garbage in; garbage out)
af: SISU (snert-in-snert-uit)

source: Gantt chart
af: Gantt-diagram

source: Gibson mix
af: Gibson-mengsel

source: Gray code
af: Gray-kode

source: HIPO (hierarchical input process output)
af: HIPO (hiërargiese toevoer-proses-afvoer)

source: HLDLC (high-level data link control)
af: HVDVK (hoëvlak-dataverbindingskontrole)

source: HTML (Hyper Text Markup Language)
af: HTML (Hiperteks-markeertaal)

source: HTML-tag; HTML-plaatjie
af: HTML-merker; HTML-grepie

source: HTTP (Hyper Text Transfer Protocol)
af: HTTP (Hiperteks-oordragprotokol)

source: Hamming code
af: Hamming-kode

source: Hamming distance
af: Hamming-afstand

source: Hollerith card
af: Hollerith-kaart

source: Hollerith code
af: Hollerith-kode

source: Human Computer Interaction (HCI)
af: Mens-rekenaar interaksie (MRI)

source: I/0 (input/output)
af: T/A; toevoer/afvoer

source: I/0 equipment
af: T/A-toerusting

source: I/0 unit
af: T/A-eenheid

source: IC (integrated circuit)
af: IK (geïntegreerde kring)

source: ICT concept (initialise; change and test)
af: IVT-beginsel (inisialiseer; verander en toets)

source: IF statement
af: AS-stelling

source: IF-AND-ONLY-IF (IFF)
af: AS-EN-SLEGS-AS (ASS)

source: IF-THEN operation
af: AS-DAN-operasie

source: IF-THEN-ELSE
af: AS-DAN-ANDERS

source: IFF (IF-AND-ONLY-IF)
af: ASS (AS-EN-SLEGS-AS)

source: IOCS (input/output control system)
af: TABS; toevoer/afvoer-beheerstelsel

source: IP-number
af: T/A-eenheid

source: IPL
af: APL; aanvangsprogram-laai; IPL; inisiëleprogram-laai

source: IPO (input processing output)
af: TVA (toevoer verwerking afvoer)

source: IPO table
af: TVA-tabel

source: ISAM (indexed sequential access method)
af: ISTM; geïndekseerde sekwensiële toegangsmetode; indeks-sekwensiële toegangsmetode

source: ISO (International Standards Organisation)
af: ISO; Internasionale Standaarde-Organisasie)

source: ISO seven-layer reference model
af: ISO-sewelaagverwysingsmodel

source: ISP (internet service provider)
af: ISP (internetdiensverskaffer); IDV

source: ITC concept (initialise; test and change)
af: ITV-beginsel (inisialiseer; toets en verander)

source: Identification character
af: identifiseerkarakter

source: Insert procedure
af: Insert-prosedure

source: Integrated Development Environment (IDE)
af: Geïntegreerde ontwikkelingsomgewing (GOO)

source: International Standards Organisation (ISO)
af: Internasionale Standaarde-Organisasie (ISO)

source: Internet
af: Internet; internet

source: Internet account
af: Internetrekening

source: Internet cloud
af: Internetwolk

source: JCL (job control language)
af: WBT; werkstukbeheertaal

source: Java script
af: Java teks; Java skrif

source: Josephson junction
af: Josephson-sperlaag

source: KSR (keyboard send/receive)
af: SSO; sleutelbord-stuur/ontvang

source: Karnaugh map
af: Karnaugh-diagram

source: LAN (local area network)
af: LAN; (lokalearea-netwerk; plaaslike netwerk)

source: LCD (liquid crystal display)
af: VKV (vloeistofkristalvertoon}

source: LED (light-emitting diode)
af: LED (ligemissiediode)

source: LIFO (last in; first out)
af: LIEU (laaste-in-eerste-uit)

source: LIFO list (push-down list; push-down stack; stack)
af: stapel (‘n laaste-in-eerste-uit-organisasie)

source: LILO (last in; last out)
af: LILU (laaste-in-laaste-uit)

source: LP (linear programming)
af: LP (lineêre programmering)

source: LR grammar
af: LR-grammatika

source: LRC (longitudinal redundancy check)
af: LOT (longitudinale oorbodigheidstoets)

source: LSI (large scale integration)
af: GSI (grootskaalse integrasie)

source: Length function
af: Length-funksie

source: MB (megabytes)
af: MG (megagrepe)

source: MICR (magnetic ink character recognition)
af: MIKH (magnetieseink-karakterherkenning)

source: MIPS (million instructions per second)
af: MIPS (miljoen instruksies per sekonde)

source: MIS (management information system)
af: BIS (bestuursinligtingstelsel)

source: MOS (metal-oxide semiconductor)
af: MOH (metaaloksied-halfgeleier)

source: MPU (microprocessing unit)
af: MVE; mikroverwerkingseenheid

source: MSI (medium scale integration)
af: MSI; mediumskaalintegrasie

source: MTBE (mean time between errors
af: MTBF; mean time between failures); GFT (gemiddelde falingsvrye tyd)

source: MTBF (mean time between failures
af: MTBE; mean time between errors); GFT (gemiddelde falingsvrye tyd)

source: MTTR (mean time to repair; mean repair time)
af: GHT (gemiddelde hersteltyd)

source: Monte Carlo method
af: Monte Carlo-metode

source: Monte Carlo technique
af: Monte Carlo-tegniek

source: NACK (negative acknowledge character; NAK)
af: OKK; ontkenkarakter

source: NAK (NACK; negative acknowledge character)
af: OKK; ontkenkarakter

source: NAND circuit
af: NEN-kring (by logikakringe)

source: NAND element
af: NEN-element (by logikakringe)

source: NAND gate (AND-NOT gate; except gate; inhibit gate)
af: EN-NIE-hek; inhibeerhek; NEN-hek; uitsluitende-OF-hek (by logikakringe)

source: NAND operation
af: NEN-operasie (by logikakringe)

source: NEITHER-NOR operation
af: NÒG-NÒG-operasie

source: NOR (NOT-OR)
af: NIE-OF; NOF

source: NOR circuit
af: NOF-kring (in logikakringe)

source: NOR element
af: NOF-element (in logikakringe)

source: NOR operation
af: NOF-operasie (in logikakringe)

source: NOR operator
af: NOF-operator (in logikakringe)

source: NOT circuit
af: NIE-kring

source: NOT element
af: NIE-element

source: NOT gate
af: NIE-hek

source: NOT operation
af: NIE-operasie

source: NOT operator
af: NIE-operator

source: NOT-AND element
af: NIE-EN-element

source: NOT-AND operation
af: NIE-EN-operasie

source: NOT-IF-THEN operation
af: NIE-AS-DAN-operasie

source: NOT-OR (NOR)
af: NIE-OF; NOF

source: NOT-OR operation
af: NIE-OF-operasie

source: NP-complete
af: NP-volledig

source: NRZ (non-return-to-zero; non-return-to-reference)
af: NTN; nie-terug-na-nul

source: NRZI (non-return-to-zero-on-invert)
af: NTNO; nie-terug-na-nul-by-omkering

source: Newton-Raphson process
af: Newton-Raphson-proses

source: O and M (organisation and method study)
af: O-en-M; organisasie-en-metodestudie

source: OA (office automation)
af: KO; kantooroutomatisasie

source: OCR (optical character recognition)
af: OKH; optiese karakterherkenning

source: OEM (original equipment manufacturer)
af: OTV; oorspronklike toerustingvervaardiger

source: OIS (office information system)
af: KIS; kantoorinligtingstelsel

source: OR (operations research; operations analysis)
af: ON; operasionele navorsing

source: OR circuit
af: OF-kring

source: OR element
af: OF-element

source: OR gate
af: OF-hek

source: OR operation
af: OF-operasie

source: OR operator
af: OF-operator

source: OROM (optical read-only memory)
af: OLAG; optiese leesalleengeheue

source: OSA (open systems architecture)
af: OSA; oopstelselargitektuur (‘n spesifieke netwerkmodel)

source: OSI (open systems interconnection)
af: OIV; oopstelselinterverbinding

source: Object Orientated Programming (OOP)
af: Object-georiënteerde programmering (OGP)

source: PABX (private automatic branch exchange)
af: POTS; private outomatiese taksentrale

source: PC (personal computer)
af: PR; persoonlike rekenaar

source: PCM (plug-compatible manufacturer)
af: PV; propversoenbare vervaardiger

source: PCM (pulse-code modulation)
af: PKM; pulskodemodulasie (bv. by datakommunikasie)

source: PDA (push-down automaton)
af: ADO; afdrukoutomaat

source: PE (phase-encoded)
af: FE; fasegeënkodeer (by registrering opmagnetiese band)

source: PERT (program evaluation and review technique)
af: PERT (programevaluasie en -revisietegniek)

source: PI/l
af: Pl/l (‘n programmeertaal)

source: POS (point. of sale)
af: VP (verkoopspunt)

source: PROM (programmable read-only memory)
af: PLAG; programmeerbare leesalleengeheue

source: PSN (packet-switching network)
af: PSN; pakkieskakelingsnetwerk

source: Pascal
af: Pascal (‘n programmeertaal)

source: Petri net
af: Petri-net (‘n grafiese model van ‘n stelsel)

source: Polish notation (prefix notation)
af: Poolse notasie; prefiksnotasie; voorvoegnotasie

source: Polish string
af: Pooise string

source: Pos function
af: Pos-funksie

source: R&D (research and development.)
af: N&O; navorsing en ontwikkeling

source: RAM (arbitrary access memory; random access memory)
af: ETG; ewetoeganklike geheue (toegangstyd oral dieselfde)

source: REPEAT loop
af: REPEAT-lus

source: RJE (remote job entry)
af: AWI; afstandswerkstukinvoer

source: ROM (non-erasable memory; read-only memory)
af: LAG; leesalleengeheue

source: SAM (sequential access method)
af: STM (sekwensiëletoegangsmetode)

source: SLSI (super large scale integration)
af: SGSI; supergrootskaalse integrasie

source: SOP (standard operating procedure)
af: SWP; standaardwerksprosedure

source: SQL query
af: SQL-navraag

source: SSI (small scale integration)
af: KSI; kleinskaalse integrasie

source: Schmidt trigger
af: Schmidt-sneller HOE WORD “SCHMIDT” GESPEL?

source: Self-relocating program
af: selfverplasende program

source: Sheffer stroke operation
af: Sheffer-operasie

source: Shellsort
af: skilsortering

source: Simpson’s rule
af: Simpson se reel

source: TPS
af: TVS; transaksieverwerkingstelsel

source: Tab order
af: Tab-volgorde

source: Turing machine
af: Turing-masjien

source: UPS
af: OKT; onderbrekinglose kragtoevoer

source: VAL procedure
af: VAL-prosedure

source: VDU (display unit; visual display unit)
af: vertooneenheid

source: VLSI
af: BGSI; baiegrootskaalse integraaie

source: VRC (vertical redundancy checking)
af: VOT (vertikale-oortolligheidstoetsing)

source: Von Neumann machine
af: Von Neumann-masjien

source: WAN (wide-area network)
af: WAN; wye-areanetwerk

source: WBS
af: TVS; taakverdelingstruktuur

source: WFF
af: welgevormde formule; WVF

source: WHILE loop
af: TERWYL-lus

source: WP (word processing)
af: WV (woordverwerking)

source: Wheatstone bridge
af: Wheatstone-brug

source: Williams cathode ray tube
af: Williams-katodestraalbuis

source: Winchester technology disk
af: Winchester-tegnologieskyf

source: X axis
af: X-as

source: X coordinate
af: X-koördinaat

source: X height
af: X-hoogte

source: X punch
af: X-pons

source: X-Y plotter
af: X-Y-stipper

source: Y axis
af: Y-as

source: Y coordinate
af: Y-koördinaat

source: Young’s modulus
af: Young se modulus

source: Z axis
af: Z-as

source: Z coordinate
af: Z-koördinaat

source: abacus
af: abakus

source: abandon
af: afgooi

source: abbreviated address
af: afgekorte adres

source: abbreviated address call
af: afgekorte adresroep

source: abbreviated addressing
af: afgekorte adressering

source: abend
af: abnormale beëindiging

source: abnormal end
af: abnormale beëindiging

source: abnormal termination
af: abnormale beëindiging

source: abort
af: staak

source: abortive run
af: mislukte lopie

source: abscissa
af: absis

source: absolute accuracy
af: absolute noukeurigheid

source: absolute address
af: absolute adres

source: absolute addressing
af: absolute adressering

source: absolute assembler
af: absolute saamsteller

source: absolute code
af: absolute kode

source: absolute coding
af: absolute kodering

source: absolute command
af: absolute bevel

source: absolute coordinate
af: absolute koördinaat

source: absolute error
af: absolute fout

source: absolute error bound
af: absoluut foutbegrens

source: absolute expression
af: absolute uitdrukking

source: absolute instruction
af: absolute instruksie

source: absolute language
af: absolute taal

source: absolute loader
af: absolute laaier

source: absolute programming
af: absolute programmering

source: absolute system
af: absolute stelsel

source: absolute value
af: absolute waarde

source: absolute value representation
af: absolutewaarde-voorstelling

source: absolute vector
af: absolute vektor

source: abstract (n)
af: abstrak

source: abstract (v)
af: abstraheer

source: abstract algebra
af: abstrakte algebra

source: abstract computer
af: abstrakte rekenaar

source: abstract data type
af: abstrakte datatipe

source: abstract family of languages
af: abstrakte taalfamilie

source: abstract interface
af: abstrakte koppelvlak

source: abstract machine
af: abstrakte masjien

source: abstract symbol
af: abstrakte simbool

source: abstract syntax
af: abstrakte sintaksis

source: abstract theory
af: abstrakte teorie

source: abstraction
af: abstrahering

source: abstraction operation
af: abstraheringsoperasie

source: accelerated ageing
af: versnelde veroudering

source: accelerated-life testing
af: versnelde lewensduur-toetsing

source: acceleration error
af: versnellingsfout

source: acceleration time
af: versnellingstyd

source: accelerator key
af: snelsleutel

source: accept state
af: aanvaartoestand

source: acceptable class of binary trees
af: aanvaarbare klas van binêre bome

source: acceptable quality level
af: aanvaarbare gehaltevlak

source: acceptance test
af: aanvaardingstoets

source: accepted sequence
af: aanvaarde volgorde

source: accepting station
af: ontvangende stasie

source: acceptor
af: ontvanger

source: access
af: toegang

source: access arm
af: toegangsarm

source: access authority
af: toegangsmagtiging

source: access code
af: toegangskode

source: access constraint
af: toegangsbeperking

source: access control word
af: toegangsbeheerwoord

source: access cycle
af: toegangsiklus

source: access environment
af: toegangsomgewing

source: access frequency loading
af: laai volgens toegangsfrekwensie

source: access function
af: toegangsfunksie

source: access key
af: toegangsleutel

source: access latency
af: toegangslatensie

source: access line
af: toegangslyn

source: access mechanism
af: toegangsmeganisme

source: access method
af: toegangsmetode

source: access mode
af: toegangsmodus

source: access parameter
af: toegangsparameter

source: access path
af: toegangsroete

source: access permission
af: toegangstoestemming

source: access port
af: toegangspoort

source: access property
af: toegangseienskap

source: access provider
af: toegangsverskaffer

source: access restriction
af: toegangsbeperking

source: access right
af: toegangsreg

source: access strategy
af: toegangstrategie

source: access table
af: toegangstabel

source: access time
af: toegangstyd

source: access vector
af: toegangsvektor

source: accessible state
af: toeganklike toestand

source: accessory
af: bykomstigheid; byprogram; hulpprogram

source: accompanying count
af: meegaande telling

source: account file
af: rekeninglêer

source: account number
af: rekeningnommer

source: accountability
af: aanspreeklikheid

source: accountable time
af: toerekenbare tyd

source: accumulate
af: akkumuleer

source: accumulated error
af: geakkumuleerde fout

source: accumulative error
af: akkumulatiewe fout

source: accumulator
af: akkumulator

source: accumulator register
af: akkumulator

source: accuracy check
af: akkuraatheidskontrole

source: accuracy control character
af: akkuraatheidskontrolekarakter

source: accurate optimisation
af: akkurate optimering

source: acknowledge character (ACK)
af: erkenkarakter; EKK

source: acknowledge signal
af: erkensein

source: acknowledgement
af: erkenning

source: acoustic channel
af: akoestiese kanaal

source: acoustic coupler
af: akoestiese koppelstuk

source: acoustic coupling
af: akoestiese koppeling

source: acoustic delay line
af: akoestiese vertraaglyn

source: acoustic device
af: akoestiese toestel

source: acoustic modem
af: akoestiese modem

source: acoustic storage
af: akoestiese stoor

source: act
af: tree op; optree

source: action code
af: aksiekode
