Repository: casperl/wesnoth-af
Catalog: afrikaanse-rekenaarterme.po
Languages: af

source: numeric (adj)
af: numeries

source: numeric character
af: numeriese karakter

source: numeric pad
af: syfersleutelbordjie

source: numeric representation
af: numeriese voorstelling

source: numerical analysis
af: numeriese analise

source: numerical code
af: numeriese kode

source: numerical control
af: numeriese beheer

source: numerical differentiation
af: numeriese differensiasie

source: numerical integration
af: numeriese integrasie

source: numerical mathematics
af: numeriese wiskunde

source: numerical method
af: numeriese metode

source: numerical punch
af: numeriese pons

source: numerical quantity
af: numeriese grootheid

source: numerical value
af: getalwaarde; numeriese waarde

source: nybble (nibble)
af: halfgreep (bestaan uit vier bisse)

source: object
af: objek

source: object address
af: objekadres

source: object code
af: objekkode (die afvoer van ‘n vertaalprogram)

source: object code compatibility
af: objekkode-versoenbaarheid

source: object computer
af: objekrekenaar

source: object deck (object pack)
af: objekkaartpak

source: object declaration
af: objekverklaring

source: object designation
af: objekdesignasie

source: object inspector
af: objekondersoeker

source: object language
af: objektaal

source: object library
af: objekbiblioteek (waar objekprogramme gestoor word)

source: object machine
af: objekmasjien (waarop objekprogram uitgevoer sal word)

source: object pack (object deck)
af: objekkaartpak

source: object phase
af: objekfase

source: object program (object-level program)
af: objekprogram (wat reg is om uitgevoer te word)

source: object program efficiency
af: objekprogram-doeltreffendheid

source: object time
af: objekuitvoertyd

source: object-level program (object program)
af: objekprogram (wat reg is om uitgevoer te word

source: object-oriented architecture
af: objekgeoriënteerde argitektuur

source: objective (adj)
af: doel-

source: objective (n)
af: doelwit

source: objective function
af: doelfunksie (bv. by optimering)

source: observe
af: waarneem

source: occupancy (occupation)
af: besetting

source: occupancy factor
af: besettingsfaktor (bv. van ‘n rekenaar)

source: occupation (occupancy)
af: besetting

source: occupation time
af: besettingstyd

source: occurence
af: voorkoms

source: octal
af: oktaal

source: octal digit
af: oktale syfer

source: octal number system
af: oktale getallestelsel

source: octet
af: oktet (‘n greep bestaande uit agt binêre elemente)

source: odd (uneven)
af: onewe

source: odd number
af: onewe getal

source: odd parity (uneven parity)
af: onewe pariteit

source: odd-parity check (uneven-parity check)
af: onewepariteitskontrole

source: odd/even check
af: ewe/onewe-kontrole

source: odd/even interleaving
af: ewe/onewe-invlegging

source: off (down)
af: af (bv. die rekenaar is af)

source: off-bit
af: af-bis

source: off-line
af: nie-gekoppel; ongekoppel (nie verbind met ‘n rekenaar nie)

source: off-line data entry
af: nie-gekoppelde data-invoer

source: off-line data transmission
af: nie-gekoppelde datatransmissie

source: off-line debugging
af: nie-gekoppelde ontfouting

source: off-line mass storage
af: nie-gekoppelde massastoor

source: off-line mode
af: nie-gekoppelde modus

source: off-line operation
af: nie-gekoppelde werking

source: off-line processing
af: nie-gekoppelde verwerking

source: off-line storage
af: nie-gekoppelde stoor (nie onder beheer van die SVE nie)

source: off-line system
af: nie-gekoppelde stelsel

source: off-the-shelf
af: gebruiksgereed; van die rak af

source: office automation (OA)
af: kantooroutomatisasie; KO

source: office information system (OIS)
af: kantoorinligtingstelsel; KIS

source: office system
af: kantoorstelsel

source: offset (bias)
af: spanningsverskuiwing; voorspanning (in elektrisiteit)

source: offset
af: verplasing (in drukwerk)

source: offspring (descendant)
af: nasaat (in boomstrukture)

source: omit
af: weglaat

source: on
af: aan

source: on-bit
af: aan-bis

source: on-board memory
af: aanboordgeheue

source: on-line
af: gekoppel; aanlyn (minder aanvaarbaar) (verbind met ‘n rekenaar)

source: on-line data entry
af: gekoppelde data-invoer

source: on-line debugging
af: gekoppelde ontfouting

source: on-line mass storage
af: gekoppelde massastoor

source: on-line memory
af: gekoppelde geheue (onder beheer van verwerkingseenheid)

source: on-line mode
af: gekoppelde modus

source: on-line operation
af: gekoppelde werking

source: on-line processing
af: gekoppelde verwerking (alle eenhede onder beheer van SVE)

source: on-line program development
af: gekoppelde programontwikkeling

source: on-line programming
af: gekoppelde programmering

source: on-line storage
af: gekoppelde stoor (onder beheer van verwerkingseenheid)

source: on-line system
af: gekoppelde stelsel

source: on-the-fly printer
af: bewegendeketting-drukker

source: on-the-fly testing
af: toets terwyl jy loop

source: on-the-job training (in-service training)
af: indiensopleiding

source: one-address instruction (single-address instruction)
af: enkeladresinstruksie

source: one-condition (one-state)
af: eentoestand

source: one-digit adder
af: enkelsyferopteller

source: one-digit subtracter
af: enkelsyferaftrekker

source: one-dimensional
af: eendimensioneel

source: one-for-one translation
af: een-tot-een-vertaling

source: one-many mapping
af: een-baie-afbeelding

source: one-off
af: eenmalig (bv. ‘n program)

source: one-one mapping
af: een-een-afbeelding

source: one-output signal
af: eenlewering-sein

source: one-pass compiler (single-pass compiler)
af: enkeldeurgangkompileerder

source: one-state (one-condition)
af: eentoestand

source: one-to-many relation
af: een-tot-baie-relasie

source: one-to-one correspondence
af: een-tot-een-ooreenstemming

source: one-track grammar
af: eenbaangrammatika (by kompileerders)

source: one-way communication (simplex communication)
af: eenrigtingkommunikasie; simplekskommunikasie

source: one-way line
af: eenrigtinglyn

source: one-way linked list (singly linked list)
af: enkelaaneengeskakelde lys

source: one’s complement (complement on one)
af: eenkomplement

source: one’s complement representation
af: eenkomplement-voorstelling

source: opaque code (non-transparent code)
af: ondeursigtige kode

source: opcode (operation code order code)
af: opdragkode (bv. in ‘n saamsteltaal)

source: open
af: oopmaak (bv. van ‘n lêer)

source: open circuit
af: oop kring

source: open loop
af: oop lus

source: open order
af: onafgehandelde bestelling

source: open routine
af: oop roetine (wat direk in ander roetine ingevoeg kan word)

source: open set
af: oop versameling

source: open subroutine
af: oop subroetine (wat telkens in program herhaal moet word)

source: open system
af: oop stelsel (met vrye toegang)

source: open systems architecture (OSA)
af: oopstelselargitektuur; OSA (‘n spesifieke netwerkmodel)

source: open systems interconnection (OSI)
af: oopstelselinterverbinding; OIV

source: open-collector gate
af: oopkollektorhek

source: open-ended (extensible)
af: uitbreibaar

source: open-ended system
af: uitbreibare stelsel

source: open-loop system
af: ooplusstelsel (waar terugkoppeling nie direk geskied nie)

source: open-shop operation (hands-on operation)
af: vrytoegangbedryf

source: open-shop system (hands-on system)
af: kafeteriastelsel; vrytoegangstelsel

source: operable
af: bedryfbaar

source: operable time
af: beskikbare bedryfstyd

source: operate
af: bedien; bedryf (bv. van ‘n stelsel); opereer (bv. in logika)

source: operating cost
af: bedryfskoste

source: operating delay
af: bedryfsvertraging; werksvertraging (tydsverlies a.g.v. menslike foute)

source: operating hours
af: bedryfsure

source: operating instruction
af: bedryfsinstruksie

source: operating manual (operations manual)
af: bedryfshandleiding

source: operating mode
af: bedryfsmodus

source: operating station (control console; control desk; control panel; supervisory console)
af: beheerkonsole; beheerpanee1

source: operating system (master control program)
af: bedryfsisteem; bedryfstelsel; hoofbeheerprogram

source: operating time (available time; uptime)
af: bedryfstyd; beskikbare tyd

source: operation (order)
af: opdrag (‘n instruksie)

source: operation (working)
af: werking (bv. van ‘n rekenaar tydens uitvoering van ‘n taak)

source: operation
af: bediening; bedryf (bv. van ‘n rekenaar deur ‘n operateur); bewerking (bv. ‘n masjienbewerking); operasie (bv. in logika en rekenkunde)

source: operation code (opcode; order code)
af: opdragkode (bv. in ‘n saamsteltaal)

source: operation control
af: bedryfsbeheer

source: operation counter
af: opdragteller

source: operation cycle
af: opdragsiklus (die haal/uitvoer-siklus)

source: operation form
af: opdragformaat

source: operation overhead
af: bedryfsbokoste

source: operation part
af: opdragdeel (van ‘n rekenaarinstruksie)

source: operation register
af: opdragregister

source: operation step
af: bewerkingstap

source: operation table
af: operasietabel

source: operation time
af: opdragtyd (tyd wat dit neem vir ‘n opdragsiklus)

source: operational
af: operasioneel

source: operational environment
af: werksomgewing (die fisiese omgewing)

source: operational semantics
af: operasionele semantiek

source: operationally equivalent
af: operasioneel-ekwivalent

source: operations analysis (operations research; OR)
af: operasionele navorsing; ON

source: operations manager (ops manager)
af: bedryfsbestuurder

source: operations manual (operating manual)
af: bedryfshandleiding

source: operations research (OR; operations analysis)
af: operasionele navorsing; ON

source: operative limits
af: bedryfslimiete

source: operator
af: bediener; operateur (‘n persoon); operator (bv. in wiskunde)

source: operator command
af: operateursbevel

source: operator console
af: operateurskonsole (vir operateur/rekenaar-kommunikasie)

source: operator error
af: operateursfout

source: operator message
af: operateursboodskap (vanaf bedryfstelsel aan operateur)

source: operator precedence
af: operatorvoorrang (by kompileerders)

source: operator priority
af: operatorprioriteit (by kompileerders)

source: ops manager (operations manager)
af: bedryfsbestuurder

source: optical bar code reader
af: optiese strepiekodeleser

source: optical character reader
af: optiese karakterleser

source: optical character recognition (OCR)
af: optiese karakterherkenning; OKH

source: optical coupler (opto-coupler; opto-isolator)
af: optiese koppelstuk

source: optical data link
af: optiese dataverbinding

source: optical disk
af: optiese skyf

source: optical document reader
af: optiese dokumentleser

source: optical fibre
af: optiese vesel

source: optical font
af: optiese font (ontwerp vir lees deur OKH-toestelle)

source: optical mark reader
af: optiesemerk-leser

source: optical memory unit
af: optiese geheue-eenheid (wat ligbundels gebruik)

source: optical read-only memory (OROM)
af: optiese leesalleengeheue; OLAG

source: optical reader
af: optiese leser

source: optical scanner
af: optiese aftaster

source: optical scanning
af: optiese aftasting (deel van OKH)

source: optical type font
af: optiese karaktertipe; optiese tikfont

source: optical wand
af: optiese staf (‘n toevoertoestel wat ligpatrone waarneem)

source: optical-fibre cable
af: optiesevesel-kabel

source: optimal
af: optimaal

source: optimal page size
af: optimale bladsygrootte (bv. in geheue)

source: optimal utilisation
af: optimale benutting

source: optimisation
af: optimering

source: optimisation problem
af: optimeringsprobleem

source: optimise
af: optimeer

source: optimiser
af: optimeerder

source: optimistic time estimate
af: optimistiese tydskatting (bv. in PERT)

source: option (choice)
af: keuse; opsie

source: option list (menu)
af: kieslys; opsielys; spyskaart (minder aanvaarbaar)

source: option switch
af: kiesskakelaar; opsieskakelaar

source: optional
af: opsioneel

source: optional entry
af: opsionele inskrywing (bv. op ‘n vorm)

source: optional feature
af: opsionele kenmerk

source: optional parameter
af: opsionele parameter

source: optional word (noise word)
af: opsionele woord (vir beter leesbaarheid van bv. COBOL)

source: opto-coupler (optical coupler; opto-isolator)
af: optiese koppelstuk

source: opto-isolator (optical coupler; opto-coupler)
af: optiese koppelstuk

source: optoelectronics
af: opto-elektronika

source: order (n) (operation)
af: opdrag (‘n instruksie)

source: order (n) (sequence)
af: volgorde (bv. van entiteite in ‘n string)

source: order (n)
af: bestelling (bv. van voorraad); bevel (bv. aan ‘n persoon); orde (bv. van ‘n getal)

source: order (v) (rank; sequence)
af: orden (bv. van rekords in ‘n sekere volgorde)

source: order (v)
af: bestel (bv. van voorraad); beveel (bv. om ‘n persoon te beveel)

source: order by merging (sequence by merging)
af: orden deur saamvlegging

source: order code (opcode; operation code)
af: opdragkode (bv. in ‘n saamsteltaal)

source: order code
af: bestelkode

source: order entry system
af: bestellinginvoerstelsel

source: order of computation
af: volgorde van berekening

source: order of evaluation
af: volgorde van evaluasie

source: order of magnitude
af: grootte-orde

source: ordered
af: georden

source: ordered pair
af: geordende paar

source: ordered set
af: geordende versameling

source: ordered tree
af: geordende boom

source: ordering (sequencing)
af: ordening

source: ordering bias
af: ordeningsydigheid (afwyking vanaf ewekansigheid)

source: ordering by merging (sequencing by merging)
af: ordening deur saamvlegging

source: ordering relation
af: ordeningsrelasie

source: orderly closedown (orderly shutdown)
af: ordelike afskakeling

source: orderly shutdown (orderly closedown)
af: ordelike afskakeling

source: ordinal
af: ordinaal

source: ordinal data type
af: ordinale datatipe

source: ordinal number
af: ordinaalgetal (in wiskunde)

source: ordinate
af: ordinaat

source: organisation
af: instansie (bv. ‘n universiteit); organisasie (bv. ‘n instansie het ‘n gebrek aan organisasie)

source: organisation and method study (0 and M)
af: organisasie-en-metodestudie; O-en-M

source: organisation diagram
af: organisasiediagram

source: organisational control
af: organisatoriese beheer

source: organisational structure
af: organisasiestruktuur

source: orientation
af: oriëntasie (die resultaat); oriëntering (die proses)

source: orientation direction
af: oriëntasierigting

source: orientation ratio
af: oriëntasieverhouding

source: origin (basis)
af: basis (bv. by relatiewe adressering)

source: origin
af: oorsprong

source: original
af: oorspronklik

source: original equipment manufacturer (OEM)
af: oorspronklike toerustingvervaardiger; OTV

source: orphan line
af: rugreël; weesreël (in WV)

source: orthogonal
af: ortogonaal

source: orthogonal function
af: ortogonale funksie

source: orthogonal language
af: ortogonale taal

source: orthogonal list
af: ortogonale lys

source: orthogonal memory
af: ortogonale geheue

source: orthonormal analysis
af: ortonormale analise

source: oscillation error
af: ossilasiefout

source: oscillation sort
af: ossileersortering

source: oscillator
af: ossilator

source: oscilloscope
af: ossiloskoop

source: out of order
af: buite werking

source: out of range
af: buite grense

source: out-of-line coding
af: uitlynkodering (in programmering)

source: out-of-range number
af: buitegrensgetal

source: out-put port
af: afvoerpoort

source: outconnector
af: uitgaande aansluiter (in vloeidiagramme)

source: outdegree
af: uitgraad (in grafiekteorie)

source: outlet
af: afsetpunt

source: outline
af: buitelyn (bv. van ‘n karakter in OKH)

source: output (adj)
af: uitgangs-

source: output (n)
af: afvoer (van data of inligting); lewering (bv. in elektrisiteit); uitset (bv. van ‘n abstrakte stelsel)

source: output (v)
af: af voer

source: output
af: afvoer

source: output area
af: afvoerarea (in geheue)

source: output assertion
af: afvoerbewering (by programkorrektheidsbewys)

source: output block
af: afvoerblok

source: output box
af: afvoerhokkie (in vloeidiagramme)

source: output buffer
af: afvoerbuffer

source: output capacity
af: afvoervermoë

source: output channel
af: afvoerkanaal

source: output component
af: afvoerkomponent

source: output data
af: afvoerdata

source: output device
af: afvoertoestel

source: output equipment
af: afvoertoerusting

source: output field
af: afvoerveld

source: output file
af: afvoerlêer

source: output impedance
af: uitgangsimpedansie (bv. van ‘n elektroniese kring)

source: output instruction
af: afvoerinstruksie

source: output instruction code
af: afvoerinstruksiekode

source: output interrupt
af: afvoeronderbreking

source: output job stream
af: afvoerwerkstukstroom

source: output list
af: afvoerlys

source: output medium
af: afvoermedium (bv. papier)

source: output memory
af: afvoergeheue

source: output mode
af: afvoermodus

source: output operation
af: afvoerbewerking

source: output processing
af: afvoerverwerking

source: output processor
af: afvoerverwerker

source: output program
af: afvoerprogram (nutsprogram wat afvoerprosesse organiseer)

source: output punch
af: afvoerponsmasjien

source: output queue
af: afvoertou

source: output record
af: afvoerrekord

source: output routine
af: afvoerroetine (nutsroetine wat afvoerprosesse organiseer)

source: output section
af: afvoerafdeling (bv. in COBOL)

source: output signal
af: uitgangsein (van ‘n elektroniese kring)

source: output spooling
af: afvoerspool

source: output statement
af: afvoerstelling

source: output stream
af: afvoerstroom

source: output table
af: afvoertabel

source: output tape
af: afvoerband

source: output unit
af: afvoereenheid

source: output-bound (output-limited)
af: afvoerbeperk

source: output-limited (output-bound)
af: afvoerbeperk

source: output-processing module
af: afvoerverwerkingsmodule

source: outside line
af: buitelyn (soos in datakommunikasie)

source: outside loop
af: buitelus (bv. in programmering)

source: overflow
af: oorloop (kom voor wanneer ‘n getal te groot is om voor te stel)

source: overflow area
af: oorlooparea

source: overflow bucket
af: oorloopbalie (bv. by lêers)

source: overflow indicator
af: oorloopaanwyser

source: overflow list
af: oorlooplys

source: overflow pointer
af: oorloopwyser

source: overflow prevention
af: oorloopvoorkoming

source: overflow record
af: oorlooprekord

source: overflow stack
af: oorloopstapel

source: overhead
af: bobelading (bv. van ‘n rekenaar a.g.v. sleurtake); bokoste (in rekeningkunde)

source: overlap
af: oorvleuel (bv. van twee take)

source: overlapping
af: oorvleueling (bv. van twee take)

source: overlay (adj)
af: oorleg-

source: overlay (n)
af: oorlegging

source: overlay (v)
af: oorlê

source: overlay allocation
af: oorlegtoekenning

source: overlay file
af: oorleglêer

source: overlay keyboard
af: oorlegsleutelbord

source: overlay program
af: oorlegprogram

source: overlay region
af: oorleggebied (‘n gebied in geheue)

source: overlay segment
af: oorlegsegment (‘n selfstandige gedeelte van ‘n program)

source: overlaying
af: oorlegging

source: overload (n)
af: oorbelading

source: overload (v)
af: oorbelas

source: overprint (overstrike; strikeover)
af: oorheendruk (bv. die ” ^ ” op die ” ê “)

source: overpunch
af: bypons (bv. van bykomende gate in ‘n kaartkolom)

source: override
af: oorheers

source: override facility
af: oorheersfasiliteit

source: overrun
af: oorskry (bv. van ‘n begroting)

source: overstrike (overprint; strikeover)
af: oorheendruk (bv. die ” ” ” op die ” g “)

source: overwrite
af: oorheenskryf; vervangskryf (bv. van data in geheue)

source: overwriting error
af: oorheenskryffout; vervangskryffout

source: owner
af: eienaar; hoof (van ‘n versameling)

source: oxide build-up
af: oksiedaanpakking (bv. magnetiese bande)

source: oxide coating
af: oksieddeklaag (bv. by magnetiese bande)

source: oxide shed
af: oksiedverlies (bv. by magnetiese bande)

source: pacing
af: pasaangewing (ontvangende stasiebeheer???aanmekaar/koppelteken/komma??? transmissiespoed)

source: pack (n)
af: pak

source: pack (v) (compact; condense)
af: pak; saampak (bv. van data in ‘n rekord)

source: package
af: pakket (bv. ‘n stel programme)

source: packed decimal
af: gepakte desimaal (‘n verkorte desimale formaat)

source: packed format
af: gepakte formaat

source: packet
af: pakkie

source: packet transmission
af: pakkietransmissie

source: packet-sequencing
af: pakkieordening (om volgorde tussen pakkies te behou)

source: packet-switching
af: pakkieskakeling (by datatransmissie)

source: packet-switching network (PSN)
af: pakkieskakelingsnetwerk; PSN

source: packing density
af: pakdigtheid (bv. van data op magnetiese medium)

source: packing factor
af: pakfaktor (die persentasie van ‘n lêer wat gebruik is)

source: pad (fill)
af: opvul vul (bv. om te blok; op te vul met nulle) Adriana Nuss

source: pad character (fill character; padding character)
af: opvulkarakter

source: padding
af: opvulling

source: padding character (fill character
af: pad character); opvulkarakter

source: paddle
af: spaan (bv. vir beheer van merker op skerm)

source: page (n)
af: bladsy; pagina

source: page (v)
af: blaai; bladsy wissel; pagineer (bv. by virtuele geheue) page footing; bladsyvoetskrif

source: page heading
af: bladsygewel (bv. op ‘n vertoonskerm); bladsyopskrif (bv. op papier)

source: page in
af: bladsy-inrol; inblaai (bv. by virtuele geheue)

source: page out
af: bladsy-uitrol; uitblaai (bv. by virtuele geheue)

source: page printer (page-at-a-time printer)
af: bladsydrukker

source: page protection
af: bladsybeskerming

source: page reader
af: bladsyleser(bv.’n optiesekarakter-leser)

source: page size
af: bladsygrootte

source: page table
af: bladsytabel

source: page £rame
af: bladsyraam

source: page-at-a-time printer (page printer)
af: bladsydrukker

source: page-swapping
af: bladsyomruiling (bv. by virtuele geheue)

source: page-thrashing
af: bladsyrondkarringry (bv. by bedryfstelsels)

source: page-turning
af: bladsyomblaaiing (bv. op ‘n vertoonskerm)

source: paginate
af: in bladsye opdeel; pagineer (bv. by woordverwerking)

source: paging
af: bladsywisseling; paginering (bv. by bedryfstelsels)

source: paging algorithm
af: pagineeralgoritme (bv. by bedryfstelsels)

source: paging drum
af: pagineerdrom (bv. stoorgeheue by virtuelegeheue-stelsels)

source: paging rate
af: pagineertempo Adriana Nuss

source: paging system
af: pagineerstelsel

source: paging unit
af: pagineereenheid

source: paint
af: inkleur (bv. in rekenaargrafika)

source: painting
af: inkleuring (bv. in rekenaargrafika)

source: paired cable
af: gepaarde kabel

source: pairing
af: afparing; paarvorming

source: panel
af: paneel

source: panic dump
af: paniekstorting (wat geneem word wanneer fout voorkom)

source: panning
af: beeldbeweging (op ‘n skerm)

source: paper feed (form feed; paper skip; paper slew; paper throw; slew; throw)
af: papiervoer; vormvoer (teen ‘n hoër spoed as normaal)

source: paper jam
af: papierknoop

source: paper skip (US) (form feed; paper feed; paper slew; paper throw; slew; throw)
af: papiervoer; vormvoer (teen ‘n hoër spoed as normaal)

source: paper slew (US) (form feed; paper feed; paper skip; paper throw; slew; throw)
af: papiervoer; vormvoer (teen ‘n hoër spoed as normaal)

source: paper tape (punch tape)
af: papierband; ponsband

source: paper tape code
af: papierbandkode

source: paper tape punch
af: papierbandponsmasjien

source: paper tape reader
af: papierbandleser

source: paper throw (UK); (form feed; paper feed; paper skip; paper slew; slew; throw)
af: papiervoer; vormvoer (teen ‘n hoër spoed as normaal)

source: paperless office
af: papierlose kantoor

source: paradigm
af: paradigma

source: paragraph
af: paragraaf

source: paragraph key
af: paragraafsleutel (in WV??)

source: parallel
af: ewewydig; parallel
