Repository: casperl/wesnoth-af
Catalog: afrikaanse-rekenaarterme.po
Languages: af

source: character transfer rate
af: karakteroordragtempo

source: character variable
af: karakterveranderlike

source: character-at-a-time printer
af: karakter-vir-karakterdrukker

source: character-handling
af: karakterhantering

source: characteristic
af: attribuut; karakteristiek

source: characteristic overflow
af: karakteristiekoorloop

source: characteristic underflow
af: karakteristiekonderloop

source: characters per second
af: karakters per sekonde

source: charge-coupled device
af: ladinggekoppelde toestel

source: chargeout procedure
af: debiteerprosedure

source: chassis
af: raam

source: chat
af: klets; gesels; geselsie; praatjie

source: chat channel
af: kletskamer; geselskamer; kletskanaal; geselskanaal

source: chat group
af: geselsgroep

source: chat room
af: kletskamer; geselskamer; kletskanaal; geselskanaal

source: check
af: regmerkie; merkie; merk; afmerk; kontrole; nasiening; kontroleer; nagaan

source: check bit
af: kontrolebis

source: check box
af: merkblokkie

source: check character
af: kontrolekarakter

source: check digit
af: kontrolesyfer

source: check out
af: ontfout

source: check problem
af: kontroleprobleem

source: check row
af: kontrolery

source: check sum
af: kontrolesom; kontroletotaal

source: check symbol
af: kontrolesimbool

source: check total
af: kontrolesom; kontroletotaal

source: check word
af: kontrolewoord

source: checked
af: gekontroleer

source: checked operation
af: gekontroleerde werking

source: checker
af: kontroleerder

source: checkerboarding
af: geheuefragmentering

source: checking
af: kontrolering

source: checking program
af: kontroleprogram

source: checking routine
af: kontroleroetine; ontfoutroetine

source: checklist
af: kontrolelys

source: checkout
af: ontfouting

source: checkout compiler
af: ontfoutkompileerder

source: checkpoint
af: kontrolepunt; rugsteunpunt; stoorherbeginpunt

source: checkpoint dump
af: rugsteunpuntstorting

source: checkpoint routine
af: rugsteunpuntroetine

source: checksum
af: kontrolesom

source: checksum error
af: kontrolesomfout

source: child process
af: kindproses

source: child segment
af: kindsegment

source: child-parent-grandparent backups
af: seun-pa-ouparugsteun

source: child/twin pointer
af: kind/tweeling-wyser

source: chime
af: klinkel

source: chip
af: mikroskyfie; skyfie; tjip; vlokkie; ponsbrokkie

source: chip design
af: vlokkieontwerp

source: chip manufacturing
af: vlokkievervaardiging

source: chip microprocessor
af: vlokkiemikroverwerker

source: chip technology
af: vlokkietegnologie

source: choice device
af: kiestoestel; uitsoektoestel

source: chop
af: afknot

source: chop function
af: afkapfunksie

source: chopper
af: kapper; onderbreker

source: chopper-stabilised amplifier
af: kapgestabiliseerde versterker

source: chord
af: koordlyn

source: chunk
af: brok; hap

source: cinch
af: vaswen

source: circle
af: sirkel

source: circle/dot mode
af: sirkel/punt-modus

source: circuit
af: kring

source: circuit board
af: kringbord; stroombord; stroombaanbord; kringkaart

source: circuit breaker
af: kringbreker; stroombreker

source: circuit card
af: kringbord

source: circuit diagram
af: kringdiagram

source: circuit noise
af: kringruis

source: circuit reliability
af: kringbetroubaarheid

source: circuit switch
af: lynskakel

source: circuit transient
af: momentele kringfout

source: circuit transition
af: kringoorgang

source: circuit-switching
af: lynskakeling

source: circuitry
af: stroomkringe

source: circular
af: sirkelvormig

source: circular file
af: omvoulêer; sirkellêer

source: circular list
af: sirkellys

source: circular shift
af: ombringskuif

source: circular-linked list
af: sirkelaaneengeskakelde lys

source: circulate
af: sirkuleer

source: circulating storage
af: sirkuleerstoor

source: cladding
af: omhulsel

source: claim
af: aanspraak

source: clamp
af: vashoukring

source: clash
af: bots

source: class
af: klas

source: class concept
af: klaskonsep

source: class library
af: klasbiblioteek; klasprogrammateek; klassoteek

source: class of programming language
af: klas van programmeertaal

source: class sibling
af: klasgenoot

source: classification
af: klassifikasie

source: clean/dirty logic
af: onveranderde/veranderde logika

source: cleanup
af: skoonmaak

source: clear
af: skoonmaak

source: clear area
af: skoongebied

source: clear band
af: skoongebied

source: cleared condition
af: skoon toestand

source: clearing device
af: skoonmaaktoestel

source: click
af: klik

source: click and drag
af: kliek en sleep

source: client
af: kliënt

source: client-server
af: kliëntbediener

source: client-server relationship
af: kliënt-bedienerverhouding

source: clip art
af: knipkuns; knipselkuns; kitskuns

source: clipboard
af: knipbord

source: clipping
af: afsnyding

source: clique
af: kliek

source: clock
af: klok

source: clock cycle
af: kloksiklus

source: clock frequency
af: klokfrekwensie

source: clock interrupt
af: klokonderbreking

source: clock pulse
af: klokpuls

source: clock rate
af: klokspoed

source: clock signal
af: kloksein

source: clock signal generator
af: klokseingenerator

source: clock speed
af: klokspoed

source: clock time
af: kloktyd

source: clock track
af: klokbaan

source: clocked signal
af: geklokte sein

source: clocking device
af: kloktoestel

source: clone
af: kloon; kloon

source: close
af: toemaak; sluit; afsluit

source: close down
af: afskakel

source: closed array
af: geslote skikking

source: closed binary operation
af: geslote binêre operasie

source: closed loop
af: geslote lus

source: closed order
af: afgehandelde bestelling

source: closed set
af: geslote versameling

source: closed shop programming
af: interne programmering

source: closed stop operation
af: beperkte toegangsbedryf

source: closed subroutine
af: geslote subroutine

source: closed system
af: geslote stelsel

source: closed-loop control
af: geslotelusbeheer

source: closed-loop system
af: geslotelusstelsel

source: closedown
af: afskakeling

source: closure
af: afsluiting

source: closure operator
af: afsluitoperator

source: closure property
af: afsluitingseienskap

source: cluster
af: kluster; tros

source: cluster computer
af: klusterrekenaar; trosrekenaar

source: clustering
af: klustering

source: clutch point
af: koppelpunt

source: co-resident
af: saaminwonend

source: coalesce
af: verenig

source: coast time
af: vrylooptyd

source: coating resistance
af: deklaagweerstand

source: coating thickness
af: deklaagdikte

source: coating-to-backing adhesion
af: deklaagklewing

source: coaxial
af: koaksiaal

source: coaxial cable
af: koaksiale kabel

source: code (noun)
af: kode / programkode

source: code (verb)
af: kodeer

source: code
af: enkodeer

source: code conversion
af: kode-omsetting

source: code converter
af: kode-omsetter

source: code descriptor
af: kodebeskrywer

source: code extension
af: kode-uitbreiding

source: code extension key
af: kode-uitbreidingsleutel

source: code filter
af: kodefilter

source: code generator
af: kodegenerator

source: code key
af: funksiesleutel

source: code line
af: kodelyn

source: code optimisation
af: kode-optimering

source: code position
af: kodeposisie

source: code refinement
af: kodeverfyning

source: code sharing
af: kodedeling

source: code word
af: kodewoord

source: code-dependent
af: kode-afhanklik

source: code-dependent system
af: kode-afhanklike stelsel

source: code-independent
af: kode-onafhanklik

source: code-insensitive
af: kode-onsensitief

source: code-sensitive
af: kodesensitief

source: code-transparent system
af: kode-onafhanklike stelsel

source: coded
af: gekodeer

source: coded decimal
af: gekodeerde desimaal

source: coded decimal digit
af: gekodeerde desimale syfer

source: coded decimal notation
af: gekodeerde desimale notasie

source: coded graphics
af: koördinaatgrafika

source: coded image
af: beeldkode

source: coded image space
af: beeldstoorruimte

source: coded point
af: adresseerbare punt

source: coded program
af: gekodeerde program

source: coded representation
af: gekodeerde voorstelling

source: coder
af: kodeerder

source: codify
af: kodifiseer

source: codifying
af: kodifisering

source: coding (noun)
af: kode / programkode

source: coding
af: kodering

source: coding section
af: kodeerafdeling

source: coding sheet
af: kodeervel

source: coding standard
af: kodeerstandaard

source: coding theory
af: koderingsteorie

source: coding tool
af: kodeerhulpmiddel

source: codomain
af: kodomein; waardegebied

source: coercion
af: oorreding

source: coercion operation
af: oorredingsoperasie

source: coil
af: spoel

source: coincidence circuit
af: EN-kring

source: coincidence current selection
af: saamvalstroomseleksie

source: coincidence element
af: EN-element

source: coincidence error
af: saamvalfout

source: coincidence gate
af: EN-hek

source: coincidence unit
af: saamvaleenheid

source: cold docking
af: kouevasmeer; kouddok

source: cold restart
af: aanvangsprogram-laai

source: cold start
af: aanvangslaai

source: collapse
af: toevou; invou; ineenvou

source: collate
af: insorteer

source: collateral
af: kollateraal

source: collating sequence
af: insorteervolgorde

source: collation order
af: sorteervolgorde

source: collator
af: insorteerder

source: collect e-mail
af: gaan haal / kry e-pos

source: collision resolution
af: botsingsoplossing

source: colon (:)
af: dubbelpunt (:)

source: colon :
af: dubbelpunt :

source: colour display screen
af: kleurvertoonskerm

source: colour monitor
af: kleurmonitor

source: colour resolution
af: kleurresolusie

source: colour resolution enhancement
af: verbetering van kleurresolusie

source: colour scheme
af: kleurskema

source: column
af: kolom

source: column chart
af: kolomdiagram

source: column error
af: kolomfout

source: column error indicator
af: kolomfoutaanwyser

source: column indicator
af: kolomaanwyser

source: column move
af: kolomskuif

source: column selector
af: kolomselektor

source: column split
af: kolomverdeling

source: com port (communications port)
af: com-poort (kommunikasiepoort); kom-poort

source: combinational
af: kombinatories

source: combinational circuit
af: kombinatoriese kring

source: combinational table
af: kombinatoriese tabel

source: combinatorial
af: kombinatories

source: combinatorial circuit
af: kombinatoriese kring

source: combinatoric
af: kombinatories

source: combinatorics
af: kombinatorika

source: command
af: opdrag

source: command button
af: opdragknoppie

source: command chaining
af: bevelaaneenskakeling

source: command code
af: bevelkode

source: command interpreter
af: bevelinterpreteerder

source: command language
af: beveltaal

source: command line
af: opdragveld; opdraglyn; reëlopdrag; reël-vir-reël; opdragreël; bevelreël

source: command mode
af: bevelmodus

source: command processor
af: bevelverwerker

source: command signal
af: bevelsein

source: command statement
af: bevelstelling

source: comment field
af: kommentaarveld

source: comment statement
af: kommentaarstelling

source: comment stripping
af: kommentaarverwydering

source: commercial data processing
af: handelsdataverwerking

source: commission
af: in gebruik neem

source: common address area
af: gemeenskaplike adresruimte

source: common block
af: gemeenskaplike blok

source: common buffer
af: gemeenskaplike buffer

source: common carrier
af: gemeenskaplike draer

source: common data base
af: gemeenskaplike databasis

source: common data bus
af: gemeenskaplike datastamlyn

source: common error
af: algemene fout

source: common fractio
af: gewone breuk

source: common information carrier
af: gemeenskaplike inligtingsdraer

source: common memory
af: gemeenskaplike geheue

source: common mode
af: gemeenskaplike modus

source: common trunk
af: gemeenskaplike hooflyn

source: common variable
af: gemeenskaplike veranderlike

source: common-area memory
af: gemeenskaplike gebied-geheue

source: common-mode interface
af: gemeenskaplikemodus-koppelvlak

source: communicate
af: kommunikeer

source: communicating
af: kommunikerend

source: communication
af: kommunikasie

source: communication server
af: kommunikasiebediener

source: communication traffic
af: kommunikasieverkeer

source: communications adapter
af: kommunikasiepasstuk

source: communications center
af: kommunikasiesentrum

source: communications channel
af: kommunikasiekanaal

source: communications driver
af: kommunikasie drywer

source: communications interface
af: kommunikasiekoppelvlak

source: communications line
af: kommunikasielyn

source: communications link
af: kommunikasieverbinding

source: communications message
af: kommunikasieboodskap

source: communications method
af: kommunikasiemetode

source: communications module
af: kommunikasiemodule

source: communications monitor
af: kommunikasiemonitor

source: communications multiplexer
af: kommunikasiemultiplekser

source: communications network
af: kommunikasienetwerk

source: communications network processor
af: kommunikasienetwerkverwerker

source: communications processor
af: kommunikasieverwerker

source: communications protocol
af: kommunikasieprotokol

source: communications satellite
af: kommunikasiesatelliet

source: communications system
af: kommunikasiestelsel

source: communications theory
af: kommunikasieteorie

source: commutative
af: kommutatief

source: commutative diagram
af: kommutatiewe diagram

source: commutative law
af: kommutatiewe wet

source: commutator pulse
af: kommutatorpuls

source: compact
af: saampers; kompakteer; saamgepers; gekompakteer

source: compact code
af: kompakte kode

source: compacted disk
af: kompakskyf

source: compacting program
af: saampersprogram

source: compaction algorithm
af: samepakkingsalgoritme

source: compandor
af: samedrukker/uitbreider

source: comparator
af: vergelyker

source: comparator circuit
af: vergelykkring

source: compare
af: vergelyk

source: comparing control change
af: vergelykende beheerverandering

source: comparison operation
af: vergelykingsoperasie

source: comparison operator
af: vergelykingsoperator

source: comparison test
af: vergelyktoets

source: compatibility
af: versoenbaarheid

source: compatible
af: versoenbaar; aanpasbaar; rymbaar; verenigbaar; niestrydig

source: compensating error
af: kompenserende fout

source: compilation
af: kompilering

source: compilation time
af: kompileringstyd

source: compile
af: kompileer

source: compile duration
af: kompileringsduur

source: compile time
af: kompileertyd

source: compile time binding
af: kompileertydbinding

source: compile time error
af: kompileertydfout

source: compile-and-go
af: kompileer-en-loop

source: compiler
af: kompileerder

source: compiler diagnostic
af: kompileerderdiagnostiek

source: compiler generator
af: kompileerdergenerator

source: compiler language
af: kompileerdertaal

source: compiler option
af: kompileerderopsie

source: compiler testing
af: kompileerdertoetsing

source: compiling
af: kompilering

source: compiling duration
af: kompileringsduur

source: compiling phase
af: kompileerfase

source: complement on n
af: n-komplement

source: complement on n-1
af: n-1-komplement; n-minus-1-komplement

source: complement on nine
af: negekomplement

source: complement on one
af: eenkomplement

source: complement on ten
af: tienkomplement

source: complement on two
af: tweekomplement

source: complementary operation
af: komplementeeroperasie

source: complementary operator
af: komplementeeroperator

source: complementation
af: komplementering

source: complemented representation
af: komplementvoorstelling

source: complete binary tree
af: volledige binêre boom

source: complete carry
af: volledige oordrag

source: complete graph
af: volledige grafiek

source: complete instruction
af: volledige instruksie

source: complete operation
af: volledige operasie

source: completely inverted file
af: volledigomgekeerde lêer

source: completeness check
af: volledigheidskontrole

source: complex
af: kompleks

source: complex number
af: komplekse getal

source: complex variable
af: komplekse veranderlike

source: complexity measure
af: kompleksiteitmaat

source: component
af: komponent

source: component error
af: komponentfout

source: component palette
af: komponentpalet

source: component testing
af: komponenttoetsing

source: composite cable
af: saamgestelde kabel

source: composite design
af: saamgestelde ontwerp

source: composite file
af: saamgestelde lêer

source: composite function
af: saamgestelde funksie

source: composite number
af: saamgestelde getal

source: composite signal
af: saamgestelde sein

source: composition
af: komposisie; samestelling

source: composition of functions
af: samestelling van funksies

source: composition principle
af: komposisiebeginsel

source: compound condition
af: saamgestelde voorwaarde

source: compound instruction
af: saamgestelde instruksie

source: compound number
af: saamgestelde getal

source: compound statement
af: saamgestelde stelling

source: compress
af: saampers; kompakteer; verdig

source: compressed
af: saamgepers; gekompakteer

source: compressed disk
af: kompakskyf; gekompakteerde skyf; saamgeperste skyf

source: compression
af: kompressie; samepersing; kompaktering

source: compression technique
af: samedrukkingstegniek

source: compressor/expandor
af: samedrukker/uitbreider

source: computability
af: berekenbaarheid

source: computable
af: berekenbaar

source: computation
af: berekening

source: computation rule
af: berekeningsreël

source: computational
af: berekenings-

source: computational combinatorics
af: berekeningskombinatorika

source: computational complexity
af: berekeningskompleksiteit

source: computational format
af: berekeningsformaat

source: computational stability
af: berekeningstabiliteit

source: computational state
af: berekeningstoestand

source: compute
af: reken

source: compute mode
af: rekenmodus

source: compute-bound
af: rekenbeperk

source: compute-limited
af: rekenbeperk

source: compute-oriented
af: rekengeoriënteerd

source: computer
af: rekenaar

source: computer animation
af: rekenaaranimasie

source: computer application
af: rekenaartoepassing

source: computer architecture
af: rekenaarargitektuur

source: computer bureau
af: rekenaarburo

source: computer cabinet
af: rekenaarkabinet

source: computer capacity
af: rekenaarkapasiteit

source: computer centre
af: rekensentrum; rekenaarsentrum

source: computer component
af: rekenaarkomponent

source: computer configuration
af: rekenaarkonfigurasie

source: computer console
af: rekenaarkonsole

source: computer dictionary
af: rekenaarwoordeboek

source: computer expansion
af: rekenaaruitbreiding

source: computer expert
af: rekenaarkundige

source: computer facility
af: rekenaarfasiliteit

source: computer family
af: rekenaarreeks

source: computer fraud
af: rekenaarbedrog

source: computer game
af: rekenaarspeletjie

source: computer graphics
af: rekenaargrafika

source: computer industry
af: rekenaarindustrie

source: computer installation
af: rekenaarinstallasie

source: computer instruction
af: rekenaarinstruksie

source: computer instruction code
af: rekenaarinstruksiekode

source: computer instruction set
af: rekenaarinstruksiestel

source: computer language
af: rekenaartaal

source: computer learning
af: rekenaarleer

source: computer literacy
af: rekenaargeletterdheid

source: computer management
af: rekenaarbestuur

source: computer memory
af: rekenaargeheue

source: computer message system
af: rekenaarboodskapstelsel

source: computer network
af: rekenaarnetwerk

source: computer operation
af: rekenaarbediening; rekenaarbedryf

source: computer operator
af: rekenaarbediener; rekenaaroperateur

source: computer output microfilm
af: rekenaarafvoermikrofilm

source: computer performance evaluation
af: rekenaarprestasie-evaluering

source: computer peripheral
af: rekenaarrandtoerusting

source: computer program
af: rekenaarprogram

source: computer run
af: rekenaarlopie

source: computer science
af: rekenaarwetenskap

source: computer scientist
af: rekenaarwetenskaplike

source: computer simulator
af: rekenaarsimuleerder

source: computer skill
af: rekenaarvaardigheid

source: computer specialist
af: rekenaarspesialis

source: computer storage
af: rekenaarstoor

source: computer system
af: rekenaarstelsel

source: computer time
af: rekenaartyd

source: computer unit
af: rekenaareenheid

source: computer word
af: rekenaarwoord

source: computer-aided
af: met rekenaarhulp; rekenaargesteun

source: computer-aided design (CAD)
af: ontwerp met rekenaarhulp; rekenaargesteunde ontwerp (RGO)

source: computer-aided draughting
af: rekenaargesteunde tekenwerk; tekenwerk met rekenaarhulp

source: computer-aided engineering (CAE)
af: ingenieurswerk met rekenaarhulp; rekenaargesteunde ingenieurswerk (CAE)

source: computer-aided manufacturing (CAM)
af: rekenaargesteunde vervaardiging (CAM; RGV); vervaardiging met rekenaarhulp

source: computer-aided programming
af: programmering met rekenaarhulp; rekenaargesteunde programmering

source: computer-aided quality control (CAQ
af: CAQC); rekenaargesteunde gehaltebeheer (RGG; RGGB)

source: computer-assisted
af: met rekenaarhulp; rekenaargesteun

source: computer-assisted instruction
af: onderrig met rekenaarhulp; rekenaargesteunde onderrig

source: computer-assisted learning
af: leer met rekenaarhulp; rekenaargesteunde leer

source: computer-assisted management
af: rekenaargesteunde bestuur

source: computer-based
af: rekenaargebaseer

source: computer-controlled
af: rekenaarbeheer

source: computer-enhanced
af: rekenaarversterk

source: computer-generated
af: rekenaargegenereer

source: computer-illiterate
af: onrekenaarvaardig

source: computer-independent language
af: rekenaaronafhanklike taal

source: computer-integrated manufacturing system (CIM)
af: rekenaargeïntegreerde vervaardigingstelsel (CIM)

source: computer-linked
af: rekenaargekoppel

source: computer-literate
af: rekenaarvaardig; rekenaargeletter

source: computer-managed instruction
af: rekenaarbestuurde onderrig

source: computer-oriented
af: rekenaargerig

source: computer-oriented language
af: rekenaargerigte taal

source: computer-readable
af: rekenaarleesbaar

source: computerese
af: rekenaarjargon

source: computerisation
af: rekenarisering

source: computerise
af: rekenariseer

source: computerised approach
af: rekenaargebaseerde benadering

source: computerised hyphenation
af: rekenaargebaseerde woordbreking

source: computing
af: reken; rekenwetenskap; rekenaargebruik; verwerking; berekening

source: computing amplifier
af: rekenversterker

source: computing centre
af: rekensentrum; rekenaarsentrum

source: computing power
af: rekenvermoë

source: computing science
af: rekenwetenskap

source: computing system
af: rekenaarstelsel

source: computing time
af: rekentyd

source: concatenate +
af: aaneenskakel +

source: concatenate
af: aaneenskakel

source: concatenation
af: aaneenskakeling

source: concentrator
af: konsentreerder

source: concept
af: begrip; konsep

source: conceptual
af: konseptueel

source: conceptual design
af: konseptuele ontwerp

source: conceptual language
af: navraagtaal

source: conceptual model
af: konseptuele model

source: conceptual structure
af: konseptuele struktuur

source: concordance
af: konkordansie

source: concurrency
af: saamlopendheid

source: concurrent
af: gelyklopend; saamlopend

source: concurrent processing
af: saamlopende verwerking

source: concurrent working
af: saamlopende werking

source: condensation
af: kompaktering; samepakking

source: condense
af: pak; saampak

source: condensor
af: kapasitor

source: condition
af: kondisie; toestand

source: condition bit
af: toestandsbis

source: condition box
af: voorwaardehokkie

source: condition entry
af: voorwaarde-inskrywing

source: condition stub
af: voorwaardelys

source: conditional
af: voorwaardelik

source: conditional assembly
af: voorwaardelike samestelling
