Repository: casperl/wesnoth-af
Catalog: afrikaanse-rekenaarterme.po
Languages: af

source: zero insertion
af: nulinvoeging

source: zero matrix
af: nulmatriks

source: zero output
af: nullewering

source: zero output signal
af: nuluitgangsein

source: zero point
af: nulpunt

source: zero state
af: nultoestand

source: zero suppression
af: nulonderdrukking

source: zero-level address
af: direkte adres

source: zero-level addressing
af: direkte adressering

source: zeroize
af: vervang met nulle

source: zone bit
af: sonebis

source: zoom
af: zoem

source: zooming
af: zoem
