Repository: casperl/wesnoth-af
Catalog: afrikaanse-rekenaarterme.po
Languages: af

source: equipment failure
af: toerustingonklaarraking

source: equipment noise
af: toerustingruis

source: equivalence
af: ekwivalensie

source: equivalence element (equivalence-to element)
af: ekwivalensie-element

source: equivalence gate
af: ekwivalensiehek

source: equivalence law
af: ekwivalensiewet

source: equivalence operation
af: ekwivalensie-operasie

source: equivalence preserving operation
af: ekwivalensie-behoudende operasie

source: equivalence relation
af: ekwivalensie-relasie

source: equivalence tree
af: ekwivalensieboom

source: equivalence-to element
af: ekwivalensie-element

source: equivalent
af: ekwivalent

source: equivalent circuit
af: ekwivalente kring

source: equivalent drift voltage
af: ekwivalente dryfspanning

source: equivalent grammar
af: ekwivalente grammatika

source: equivalent inequalities
af: ekwivalente ongelykhede

source: equivalent state
af: ekwivalente toestand

source: erasable
af: uitwisbaar

source: erasable medium
af: uitwisbare medium

source: erasable memory
af: uitwisbare geheue

source: erasable programmable read-only memory (EPROM)
af: uitwisbare programmeerbare leesalleengeheue (UPLAG)

source: erasable storage
af: uitwisbare stoor

source: erase
af: skoonvee; uitvee; uitwis

source: erase character
af: uitwiskarakter

source: erase field strength
af: uitwisveldsterkte

source: erased tape
af: skoongeveegde band

source: erasing head
af: demagnetiseerkop; uitwiskop

source: erasure
af: uitwissing

source: ergonomic
af: ergonomies

source: ergonomic work station
af: ergonomiese werkstasie

source: error
af: fout

source: error bit
af: foutbis

source: error burst
af: foutsarsie

source: error character
af: ignoreerkarakter; kanselleerkarakter

source: error code
af: foutkode

source: error condition
af: fouttoestand

source: error control
af: foutbeheer

source: error correction
af: foutkorreksie; foutkorrigering

source: error count
af: fouttelling

source: error detection
af: foutdeteksie

source: error free
af: foutvry

source: error interrupt
af: foutonderbreking

source: error interval
af: foutinterval

source: error list
af: diagnostieklys; foutelys

source: error message
af: foutboodskap

source: error of approximation
af: benaderingsfout

source: error propagation
af: foutvoortplanting

source: error rate
af: fouttempo

source: error recognition
af: foutherkenning

source: error recovery
af: foutherstelling

source: error reporting
af: foutrapportering

source: error routine
af: foutroetine

source: error seeding
af: foutplanting

source: error span
af: foutomvang

source: error-checking code
af: foutkontroleerkode

source: error-correcting code (ECC)
af: foutkorrigeerkode (FKK)

source: error-correction routine
af: foutkorrigeerroetine

source: error-detecting code
af: foutdeteksiekode

source: error-detection routine
af: foutdeteksieroetine

source: error-handling routine
af: fouthanteerroetine

source: escape
af: ontsnap

source: escape character
af: kodeverwisselingskarakter; ontsnapkarakter; onderbreekkarakter

source: escape key
af: ontsnapsleutel

source: escape sequence
af: kodeverwisselingsekwensie; ontsnapsekwensie

source: escaping key
af: aanskuifsleutel

source: essential order
af: essensiële volgorde

source: estimate
af: beraming; skatting; beraam; skat

source: estimation
af: beraming; skatting

source: etched board
af: etsbord

source: etched circuit
af: etskring

source: evaluate
af: evalueer

source: evaluation
af: evaluasie; evaluering

source: evaluator
af: evalueerder

source: even
af: ewe

source: even parity
af: ewe pariteit

source: even parity check
af: ewepariteitskontrole

source: event
af: gebeurtenis

source: event handler
af: gebeurtenishanteerder

source: event loop management
af: voorval lusbestuur; voorval lusbeheer

source: event tracing
af: gebeurtenisnasporing

source: event-driven
af: gebeurtenisgedrewe

source: exceed
af: oorskry

source: except gate
af: EN-NIE-hek; inhibeerhek; NEN-hek; uitsluitende-OF-hek

source: exception
af: uitsondering

source: exception message
af: uitsonderingsboodskap

source: exception principle
af: uitsonderingsbeginsel

source: exception reporting
af: uitsonderingsverslaggewing

source: excess-three code
af: plusdrie-kode

source: exchange buffering
af: ruilbufferwerking

source: exchange instruction
af: ruilinstruksie

source: exchange selection sort
af: ruilseleksiesortering

source: exchange sort
af: ruilsortering

source: exchange string
af: ruilstring

source: exchangeable disk
af: ruilbare skyf

source: exchangeable disk pack
af: ruilbare skyfpak

source: exchange
af: ruil; sentrale

source: exclamation mark
af: uitroepteken

source: exclusion
af: uitsluiting

source: exclusion principle
af: uitsluitingsbeginsel

source: exclusive reference
af: uitsluitende verwysing

source: exclusive segments
af: uitsluitende segmente

source: exclusive-NOR
af: uitsluitende-NOF

source: exclusive-OR
af: uitsluitende-OF

source: exclusive-OR operation
af: uitsluitende-OF-operasie

source: executable program
af: uitvoerbare program

source: executable statement
af: uitvoerbare stelling

source: execute
af: uitvoer

source: execute box
af: uitvoerhokkie

source: execute cycle
af: uitvoersiklus

source: execute instruction
af: uitvoerinstruksie

source: execute phase
af: uitvoerfase

source: execute sequence
af: uitvoervolgorde

source: execute statement
af: uitvoerstelling

source: execution
af: uitvoering

source: execution cycle
af: uitvoersiklus

source: execution phase
af: uitvoerfase

source: execution state
af: uitvoertoestand

source: execution time (run time)
af: looptyd

source: executive
af: beheerprogram

source: executive program
af: beheerprogram

source: executive routine
af: beheerroetine

source: exercise
af: toets

source: existence
af: bestaan

source: existential quantifier
af: bestaanskwantor

source: exit
af: uitgang; uitgaan; verlaat

source: exit instruction
af: uitgangsinstruksie

source: exit point
af: uitgangspunt

source: expand
af: uitbrei; oopvou; uitvou

source: expandable
af: uitbreibaar

source: expandor
af: uitbreider

source: expansion
af: uitbreiding

source: expansion board
af: uitbreidingsbord

source: expansion cascading
af: detailvermindering

source: expected halt
af: verwagte halt

source: expected value
af: verwagte waarde

source: experimental programming
af: eksperimentele programmering

source: expert program
af: ekspertprogram; kundigeprogram

source: expert system
af: ekspertstelsel; kundigestelsel

source: expiration date
af: vervaldatum

source: expiry date
af: vervaldatum

source: explain
af: verduidelik

source: explanation
af: verduideliking

source: explanatory text
af: verduidelikende teks

source: explicit
af: eksplisiet

source: explicit address
af: absolute adres

source: exponent
af: eksponent

source: exponential
af: eksponensieel

source: exponential distribution
af: eksponensiële verdeling

source: exponential function
af: eksponensiële funksie

source: exponential smoothing
af: eksponensiële gladstryking

source: exponential theorem
af: eksponensiële stelling

source: exponentiation
af: magsverheffing

source: export
af: eksporteer; na buite trek; na buite voer

source: expression
af: uitdrukking

source: expression analysis
af: uitdrukkingsontleding

source: expression tree
af: uitdrukkingsboom

source: extend
af: verleng; uitbrei; verbreed

source: extended
af: uitgebrei

source: extended memory
af: uitgebreide geheue

source: extended partition
af: sekondêre partisie; metapartisie

source: extended time scale
af: verlengde tydskaal

source: extendible hashing
af: verlengbare hutsing

source: extensibility
af: uitbreibaarheid

source: extensible
af: uitbreibaar

source: extensible language
af: uitbreibare taal

source: extension
af: uitbreiding; verlenging

source: extension cord
af: verlengkoord

source: extension memory
af: eksterne geheue

source: extent
af: omvang

source: external
af: ekstern

source: external delay
af: eksterne vertraging

source: external device
af: eksterne toestel

source: external file
af: eksterne lêer

source: external fragmentation
af: eksterne fragmentasie

source: external function
af: eksterne funksie

source: external label
af: eksterne etiket

source: external memory
af: eksterne geheue

source: external modem
af: losstaande modem; eksterne modem

source: external procedure
af: eksterne prosedure

source: external program
af: eksterne program

source: external program parameter
af: eksterne programparameter

source: external reference
af: eksterne verwysing

source: external sort
af: eksterne sortering

source: external subroutine
af: eksterne subroetine

source: extract
af: ekstraheer; uithaal

source: extraction
af: ekstrahering; uithaling; ekstraksie

source: extractor
af: uithaler

source: extraneous ink
af: klad

source: extraneous state
af: vreemde toestand

source: extrapolation
af: ekstrapolasie; ekstrapolering

source: eyeline paper
af: ooggidspapier

source: face
af: karakterstyl

source: face change character
af: karakterstyl-veranderingskarakter

source: face-down feed
af: voorkant-onder voer

source: face-up feed
af: voorkant-bo voer

source: facilities management
af: fasiliteitebestuur

source: facility
af: fasiliteit

source: facsimile (FAX)
af: faksimilee; FAX

source: facsimile receiver
af: faksimilee-ontvanger

source: facsimile recorder
af: faksimileeregistreerder

source: facsimile transmission
af: faksimileetransmissie

source: facsimile transmitter
af: faksimileesender

source: fact
af: feit

source: fact correlation
af: feitekorrelasie

source: fact finding
af: feitebepaling

source: factor
af: faktor

source: factor analysis
af: faktorontleding

source: factorial
af: fakulteit

source: fading
af: verswakking

source: fail
af: faal; onklaar raak); gebreek; onderbreek

source: fail safe
af: faalveilig

source: fail soft
af: deelsfalend

source: fail-safe device
af: faalveilige toestel

source: fail-soft device
af: deelsfalende toestel

source: failure
af: faling; onderbreking; onklaarraking

source: failure analysis
af: falingsontleding

source: failure rate
af: falingstempo; onklaarrakingstempo

source: failure recovery
af: herstel na faling

source: fallback
af: terugval

source: fallback possibility
af: terugvalmoontlikheid

source: fallback procedure
af: terugvalprosedure

source: false
af: onwaar

source: false add
af: oordraglose optelling

source: family of languages
af: taalfamilie

source: fan-in
af: inwaaier

source: fan-out
af: uitwaaier

source: fanfold paper
af: konsertinapapier; valvoupapier

source: fast
af: vinnig

source: fast Fourier transform (FFT)
af: vinnige Fourier-transformasie; VFT

source: fast access memory (FAM)
af: sneltoegangsgeheue; STG; snelgeheue

source: fast access storage
af: snelstoor; sneltoegangstoor

source: fast select
af: vinnige seleksie

source: fast storage (fast access storage; quick access storage)
af: snelstoor; sneltoegangstoor

source: fatal error
af: fatale fout; nie-herstelbare fout

source: father
af: voorsaat

source: fault
af: fout

source: fault bit indicator
af: foutbisaanwyser

source: fault condition (error condition)
af: fouttoestand

source: fault detection (error detection)
af: foutdeteksie

source: fault diagnosis
af: foutdiagnose

source: fault dictionary
af: foutkarakteriseerlys

source: fault finding
af: foutbepaling

source: fault message
af: foutboodskap

source: fault signature
af: foutkarakterisering

source: fault time
af: aftyd

source: fault tolerant
af: foutverdraagsaam

source: fault-tolerant compiler
af: foutverdraagsame kompileerder

source: faulty
af: foutief

source: faulty run
af: foutiewe lopie

source: favourites
af: gunstelinge

source: feasibility
af: uitvoerbaarheid

source: feasibility analysis
af: uitvoerbaarheidsontleding

source: feasibility assessment
af: uitvoerbaarheidsbepaling

source: feasibility study
af: uitvoerbaarheidstudie

source: feasible
af: uitvoerbaar

source: feasible solution
af: uitvoerbare oplossing

source: feature
af: kenmerk

source: feed
af: voer

source: feed back
af: terugkoppel; terugvoer

source: feed hole
af: tandvoergat

source: feed rate
af: voertempo

source: feed reel
af: voerspoel

source: feed track
af: voerbaan

source: feedback
af: terugkoppeling; terugvoering

source: feedback amplifier
af: terugkoppelversterker

source: feedback control
af: terugkoppelingsbeheer

source: feedback impedance
af: terugkoppelimpedansie

source: feedback loop
af: terugkoppellus; terugvoerlus

source: feedback signal
af: terugkoppelsein

source: feeder
af: voerder

source: feeder cable
af: voerderkabel

source: feeding
af: voer

source: female connector
af: sok

source: female plug
af: sok

source: femtosecond
af: femtosekonde

source: ferric oxide
af: ferri-oksied

source: ferrite core
af: ferrietkern

source: ferromagnetic
af: ferromagneties

source: fetch
af: haal

source: fetch cycle
af: haalsiklus

source: fetch instruction
af: haalinstruksie

source: fetch process
af: haalproses

source: fetch protection
af: haalbeskerming

source: fetch routine
af: haalroetine

source: fetch/execute cycle
af: haal/uitvoer-siklus

source: fibre optics
af: veseloptika

source: field
af: veld

source: field engineer
af: kliëntingenieur; KI

source: field length
af: veldlengte

source: field maintenance
af: in situ-instandhouding

source: field mark
af: veldmerk

source: field separator
af: veldskeier

source: field strength
af: veldsterkte

source: field width
af: veldwydte

source: field-developed program
af: in situ-ontwikkelde program

source: field-effect transistor (FET)
af: veldeffektransistor; VET

source: field-programmable read-only memory
af: veldprogrammeerbare leesalleengeheue

source: field-replaceable unit
af: veldvervangbare eenheid

source: field-upgradable unit
af: in situ-opgradeerbare eenheid

source: fifth-generation computer
af: vyfdegenerasierekenaar

source: figurative constant
af: figuurlike konstante

source: figure
af: figuur; syfer

source: file
af: lêer

source: file access method
af: lêertoegangsmetode

source: file activity
af: lêeraktiwiteit

source: file activity ratio
af: lêeraktiwiteitsverhouding

source: file ageing
af: lêerveroudering

source: file allocation
af: lêertoekenning

source: file assignment
af: lêertoewysing

source: file attribute
af: lêerattribuut

source: file backup
af: lêerrugsteun

source: file cleanup (file tidying)
af: lêerskoonmaak

source: file consolidation
af: lêerkonsolidasie

source: file contention
af: lêermededinging

source: file conversion
af: lêeromskakeling

source: file copy
af: lêerkopie

source: file corruption
af: lêerkorrupsie

source: file creation
af: lêerskepping

source: file definition
af: lêerdefinisie

source: file description
af: lêerbeskrywing

source: file directory
af: lêergids

source: file gap
af: lêergaping

source: file generation number
af: lêergenerasienommer

source: file hierarchy
af: lêerhiërargie

source: file index
af: lêerindeks

source: file insertion
af: lêerinvoeging

source: file interrogation program
af: lêernavraagprogram

source: file label
af: lêeretiket

source: file layout
af: lêeruitleg

source: file length
af: lêerlengte

source: file location
af: lêerposisie

source: file lock-out
af: lêeruitsluiting

source: file maintenance
af: lêerinstandhouding

source: file manager
af: lêerbestuurder

source: file mark
af: lêermerk

source: file name
af: lêernaam

source: file name extension
af: lêernaamuitbreiding

source: file organisation
af: lêerorganisasie

source: file packing density
af: lêerpakdigtheid

source: file print
af: lêerdrukstuk

source: file processing
af: lêerverwerking

source: file protection
af: lêerbeskerming

source: file purging
af: lêerskrapping

source: file reconstitution
af: lêerherbouing

source: file record
af: lêerrekord

source: file recovery (file restore)
af: lêerherstelling

source: file reorganisation
af: lêerherorganisasie

source: file restore (file recovery)
af: lêerherstelling

source: file rotation
af: lêerrotasie

source: file security
af: lêersekuriteit

source: file separator character
af: lêerskeidingskarakter

source: file server
af: lêerbediener

source: file sharing
af: lêerdeling

source: file specification
af: lêerspesifikasie

source: file storage
af: lêerstoor

source: file system
af: lêerstelsel

source: file tidying
af: lêerskoonmaak

source: file transfer
af: lêeroordrag

source: file updating
af: lêerbywerking

source: file user
af: lêergebruiker

source: file volatility
af: lêeronbestendigheid

source: file-based
af: lêergebaseer

source: filespec
af: lêerspesifikasie

source: filing
af: liassering

source: filing system
af: liasseerstelsel

source: fill
af: opvul vul

source: fill character
af: opvulkarakter

source: filler
af: vuller

source: film
af: film; laag

source: filter
af: filtreer

source: final
af: eind-; finaal

source: final configuration
af: eindsamestelling

source: final copy
af: finale kopie (in WV)

source: final result
af: eindresultaat

source: final state
af: eindtoestand

source: final value
af: eindwaarde

source: financial
af: finansieel

source: financial planning
af: finansiële beplanning

source: financial statement
af: finansiële staat

source: find
af: vind

source: find operation
af: vindoperasie

source: fine table
af: fyntabel

source: finger
af: finger; kielie

source: finish
af: afwerking

source: finite
af: eindig

source: finite automaton
af: eindige outomaat

source: finite differences
af: eindige verskille

source: finite element
af: eindige element

source: finite sequence
af: eindige ry

source: finite state
af: eindige toestand

source: finite state automaton
af: eindigetoestand-outomaat

source: finite state machine (FSM)
af: eindigetoestand-masjien; ETM

source: finite state recogniser (FSR)
af: eindigetoestand-herkenner; ETH

source: finite word length
af: eindige woordlengte

source: firewall
af: brandmuur; vuurmuur

source: firmware
af: fermware

source: firmware read-only memory
af: fermware leesalleengeheue

source: first
af: eerste

source: first come; first served
af: eerste-in-eerste-bedien

source: first differences
af: eerste verskille

source: first fit
af: eerste passing

source: first in; first out (FIFO)
af: eerste-in-eerste-uit; EIEU

source: first in; last out (FILO)
af: eerste-in-laaste-uit; EILU

source: first normal form
af: eerste normaalvorm

source: first pass
af: eerste deurgang

source: first-generation computer
af: eerstegenerasierekenaar

source: first-item list
af: eerste-item-lys

source: first-level address
af: absolute adres

source: first-level storage)
af: hoofgeheue; primêre geheue

source: first-order approximation
af: eersteorde-benadering

source: first-order logic
af: eersteorde-logika

source: fit (match)
af: pas

source: five-level code
af: vyfvlakkode

source: fix
af: lap; regstelling; regstel

source: fixed
af: vas; vaste

source: fixed allocation
af: vaste toekenning

source: fixed disk
af: vaste skyf; nie-omruilbare skyf

source: fixed field
af: vaste veld

source: fixed format
af: vaste formaat

source: fixed length
af: vaste lengte

source: fixed partitioning
af: vaste partisionering)

source: fixed point
af: vaste punt

source: fixed storage
af: vaste stoor

source: fixed word-length
af: vaste woordlengte

source: fixed-cycle operation
af: vastesiklus-werking

source: fixed-field input
af: vasteveldtoevoer

source: fixed-form data entry
af: data-invoer met vaste formaat

source: fixed-head disk (head-per-track disk)
af: vastekopskyf; kop-per-baanskyf

source: fixed-length arithmetic
af: vastelengte-rekenkunde

source: fixed-length record
af: vastelengte-rekord

source: fixed-length segment
af: vastelengte-segment

source: fixed-length word
af: vastelengte-woord

source: fixed-point arithmetic
af: vastepuntrekenkunde

source: fixed-point calculation
af: vastepuntberekening

source: fixed-point part
af: vastepuntgedeelte

source: fixed-point representation
af: vastepuntvoorstelling

source: fixed-program computer
af: vasbedrade rekenaar

source: fixed-radix notation
af: vastegrondtal-notasie

source: fixed-stack disk
af: vastepak-skyf

source: fixpoint
af: dekpunt

source: fixpoint theorem
af: dekpuntteorema

source: fixup
af: regmaak

source: fixup chain
af: regmaakadresketting

source: flag
af: vlag

source: flag bit
af: vlagbis

source: flame
af: dondergram; vuurskoot; met vuur skiet; bliksem

source: flame war
af: vlamoorlog; bliksemstryd

source: flashing character
af: flikkerkarakter

source: flat cable
af: lintkabel

source: flat file
af: plat lêer

source: flat screen display
af: platskermvertoon

source: flatbed plotter
af: plat stipper

source: flatbed scanner
af: plat aftaster

source: flawed track
af: foutiewe baan

source: flexible
af: buigsaam; slap-

source: flexible array
af: veranderlike skikking

source: flexible disk
af: disket; slapskyf

source: flexible disk drive (diskette drive; floppy disk drive)
af: disketaandrywer

source: flicker
af: flikker

source: flicker-free screen
af: flikkervrye skerm

source: flickerless screen
af: flikkervrye skerm

source: flip-flop
af: wipkring

source: flip-flop paper
af: konsertinapapier; valvoupapier

source: float
af: dryf; sweef

source: floating address
af: simboliese adres

source: floating character
af: dryfkarakter; sweefkarakter

source: floating point
af: wisselpunt; dryfpunt; sweefpunt

source: floating-point arithmetic
af: wisselpuntrekenkunde

source: floating-point calculation
af: wisselpuntberekening

source: floating-point instruction
af: wisselpuntinstruksie

source: floating-point notation
af: wisselpuntnotasie

source: floating-point operation!
af: wisselpuntoperasie

source: floating-point operations per second (FLOPS)
af: wisselpuntoperasies per sekonde (WOPS)

source: floating-point package
af: wisselpuntpakket

source: floating-point register
af: wisselpuntregister

source: floating-point representation
af: wisselpuntvoorstelling

source: floating-point routine
af: wisselpuntroetine

source: floating-point system
af: wisselpuntstelsel

source: floating-point variable
af: wisselpuntveranderlike

source: floor plan
af: vloerplan

source: floppy disk
af: disket; slapskyf

source: floppy disk drive
af: disketaandrywer

source: flow
af: vloei

source: flow analysis
af: vloeiontleding

source: flow control
af: vloeibeheer; kommunikasiebeheer

source: flow diagram
af: vloeidiagram

source: flow direction
af: vloeirigting

source: flowchart
af: vloeidiagram; vloeikaart

source: flowchart box
af: vloeidiagramhokkie

source: flowchart symbol
af: vloeidiagramsimbool

source: flowcharting
af: vloeidiagramtrekking

source: flowline
af: vloeilyn

source: fluorescent screen
af: fluoressente skerm

source: flutter
af: fladder

source: flux
af: vloed

source: flux densi-y
af: vloeddigtheid

source: fly
af: vlieg999

source: fly-back
af: terugspring

source: flying spot
af: bewegende punt

source: flying spot scan
af: bewegendepuntaftasting

source: flying spot scanner
af: bewegendepuntaftaster

source: focus
af: fokus

source: folder
af: lêergids

source: folding
af: hutsing

source: folding ratio
af: inpasverhouding

source: follow-up file
af: opvolglêer

source: follower
af: volger

source: follower list
af: opvolgerlys

source: following
af: opvolgend

source: followup
af: opvolg

source: font
af: font; karakterfont; karaktertipe; tikfont

source: font change
af: fontverwisseling

source: font change character
af: fontverwisselkarakter

source: footer
af: voetskrif

source: forbid
af: verbied

source: forbidden combination
af: verbode kombinasie

source: force
af: krag; forseer

source: forceload
af: handlaai

source: foreground
af: voorgrond

source: foreground job
af: voorgrondwerkstuk

source: foreground processing
af: voorgrondverwerking

source: foreground task
af: voorgrondtaak

source: foreground/background mode
af: voorgrond/agtergrond-modus

source: foregrounding
af: voorgrondwerking

source: foreign
af: vreemd
