Repository: casperl/wesnoth-af
Catalog: afrikaanse-rekenaarterme.po
Languages: af

source: replacement
af: vervanging

source: replacement algorithm
af: vervangingsalgoritme

source: replacement process
af: vervangingsproses

source: replicate
af: repliseer

source: reply (n)
af: antwoord

source: reply (v)
af: antwoord

source: report (n)
af: verslag

source: report (v)
af: verslag doen

source: report
af: verslag

source: report generator
af: verslaggenerator

source: report prograin
af: verslagprogram

source: report program generator
af: verslagprogramgenerator

source: report writer
af: verslagopstel-program

source: reporting
af: rapportering; verslaggewing

source: represent
af: voorstel

source: representation
af: voorstelling

source: reproduce
af: reproduseer

source: reproducer
af: reproduseerder

source: reproducibility
af: reproduseerbaarheid

source: reproducing punch (duplicating punch)
af: dupliseerpons; reproduseerpons

source: reproduction
af: reproduksie

source: reprogram
af: herprogrammeer

source: reprogrammable
af: herprogrammeerbaar

source: request (n)
af: versoek

source: request (v)
af: versoek

source: request signal
af: versoeksein

source: request stop
af: versoekstop

source: request to send
af: versoek om te stuur

source: required hyphen
af: verpligte koppelteken (in woordverwerking)

source: requirement
af: vereiste

source: requirements analysis
af: vereistesontleding

source: requirements definition
af: vereistesdefinisie

source: reroute
af: herroeteer

source: rerun (n)
af: herhaallopie

source: rerun (v)
af: herloop

source: rerun routine
af: herlooproetine

source: rerunpoint.
af: herlooppunt (vanwaar lopie herhaal is)

source: rescue dump
af: beveiligingstorting

source: rescue point (restart. point)
af: herbeginpunt (waar program kan herbegin)

source: research
af: navorsing

source: research and development (R&D)
af: navorsing en ontwikkeling (N&O)

source: reserve (v)
af: reserveer

source: reserved field
af: gereserveerde veld

source: reserved page
af: gereserveerde bladsy

source: reserved volume
af: gereserveerde volume (wat nie in gebruik is nie)

source: reserved word
af: gereserveerde woord (bv. in ‘n programmeertaal)

source: reset
af: terugstel (terug na die oorspronklike waarde)

source: reset button
af: terugstelknoppie

source: reset mode
af: terugstelmodus

source: reset pulse
af: terugstelpuls

source: resetting loop
af: terugstellus

source: resident
af: inwonend (bv. ‘n prograin in geheue)

source: resident routine
af: inwonende roetine

source: resident set
af: inwonende stel

source: resident. file
af: inwonende leer

source: residual flow
af: vloedres EK IS NIE SEKER VAN DIE ENGELS HIER NIE!!

source: residual induction
af: induksieres

source: residual noise
af: ruisres

source: residue
af: residu

source: residue check
af: reskontrole (‘n modulereskontrole)

source: resistance
af: weerstand

source: resistivity
af: spesifieke weerstand

source: resistor
af: resistor; weerstand

source: resolution
af: ontbinding (bv. van vektore)

source: resolution error
af: oplosfout

source: resolve
af: oplos (bv. van grafikabeelde)

source: resolver
af: ontbinder (pool-na-Cartesiese-koördinate-omsetter)

source: resonance frequency
af: resonansiefrekwensie

source: resource
af: hulpbron

source: resource allocation
af: hulpbrontoekenning

source: resource contention
af: hulpbronmededinging

source: resource deallocation
af: hulpbronvrystelling

source: resource hogging
af: hulpbroninpalming

source: resource management
af: hulpbronbestuur

source: resource manager
af: hulpbronbestuurder

source: resource occupancy
af: hulpbronbesetting

source: resource sharing
af: hulpbrondeling

source: respond
af: reageer

source: response
af: reaksie; respons

source: response duration
af: reaksieduur; responsduur

source: response signal
af: reaksiesein; responssein

source: response time
af: reageertyd; reaksietyd; responstyd

source: response unit
af: responseenheid

source: response voltage
af: responsspanning

source: responsibility
af: verantwoordelikheid

source: restart (v)
af: herbegin

source: restart instruction
af: herbegininstruksie (waar program kan herbegin)

source: restart point (rescue point.)
af: herbeginpunt (waar program kan herbegin)

source: restart. (n)
af: herbegin

source: restoration
af: herstelling (bv. van ‘n beeld op ‘n skerm)

source: restore
af: herstel (bv. van ‘n beeld op ‘n skerm)

source: restricted access (limited entry)
af: beperkte toegang

source: restricted instruction
af: beperkte instruksie (‘n bevoorregte instruksie)

source: restriction (constraint)
af: beperking

source: restructure
af: herstruktureer (bv. van ‘n lêer)

source: result (n)
af: resultaat

source: result (v)
af: resulteer

source: resultant (adj)
af: resulterend

source: resultant (n)
af: gevolglik (bv. in logika); resultant (bv. in vektorgrafika)

source: resumption
af: hervatting (bv. van diens aan terminaalgebruikers)

source: retention period
af: houperiode; retensieperiode (bv. hoe lank ‘n lêer gehou moet word)

source: retentivity
af: houvermoë; retensievermoë (vermoë om magnetiese vloed te behou)

source: retina
af: retina (deel van aftaseenheid in OKH)

source: retrace time
af: veeghersteltyd

source: retransmission
af: hertransmissie

source: retrieval
af: herwinning (bv. van gestoorde inligting)

source: retrieval capability
af: ·herwinvermoë

source: retrieve (recover)
af: herwin (bv. van gestoorde inligting)

source: retry
af: herprobeer

source: return
af: terugkeer (bv. aan einde van ‘n subroetine)

source: return address
af: terugkeeradres (bv. in ‘n program)

source: return channel
af: ontvangskanaal (bv. by datakommunikasie)

source: return instruction
af: terugkeerinstruksie (wat beheer teruggee aan hoofroetine)

source: return value
af: terugkeerwaarde

source: return-to-bias recording
af: terug-na-voorspanningregistrering

source: return-to-reference recording
af: terug-na-verwysingregistrering

source: return-to-zero recording
af: terug-na-nulregistrering

source: reusable
af: herbruikbaar

source: reusable program
af: herbruikbare program (wat homself nie wysig nie)

source: reusable resource
af: herbruikbare hulpbron

source: reusable routine
af: herbruikbare roetine (wat homself nie wysig nie)

source: reversable
af: omkeerbaar

source: reversable process
af: omkeerbare proses

source: reversal
af: omkering

source: reverse
af: omkeer

source: reverse Polish notation (postfix notation; suffix notation)
af: tru-Poolse notasie; agtervoegnotasie; postfiksnotasie

source: reverse channel
af: terugkeerkanaal

source: reverse list
af: omgekeerde lys

source: reverse mapping
af: omgekeerde afbeelding

source: reverse order
af: omgekeerde orde; omgekeerde volgorde

source: reverse scan
af: tru-aftasting

source: reverse string
af: omgekeerde string

source: reverse video (inverse video)
af: omgekeerde video (deur agtergrond- en beeldkleure om te ruil)

source: reversible counter
af: omkeerbare teller

source: reversible disk
af: omkeerbare skyf

source: reversible magnetic process
af: omkeerbare magnetiese proses (die effek is nie permanent nie)

source: review
af: revisie

source: review technique
af: revisietegniek

source: revise
af: hersien (bv. van handleidings)

source: revision
af: hersiening (bv. van handleidings)

source: revision level
af: hersieningvlak (bv. van handleidings)

source: revolution
af: omwenteling

source: rewind
af: terugwen (bv. van ‘n magnetiese band na gebruik)

source: rewind time
af: terugwentyd (bv. van ‘n magnetiese band)

source: rewrite
af: herskryf

source: ribbon
af: lint (bv. ‘n drukkerlint)

source: ribbon cable (flat-cable; tape cable)
af: lintkabel

source: right child
af: regterhandse nasaat

source: right of access
af: reg van toegang

source: right parse
af: regs-sinsontleding

source: right shift.
af: regsskuif

source: right-distributive
af: regsdistributief

source: right-hand margin indentation
af: regterkantlyninkeping

source: right-justified
af: regsgejusteer

source: rightmost derivative
af: heelregsafgeleide

source: rigid disk (hard disk)
af: harde skyf

source: ring counter
af: ringteller

source: ring file
af: ringlêer

source: ring network
af: ringnetwerk (elke nodus verbind met twee buurnodusse)

source: ring protection
af: ringbeskerming

source: ring shift (circular shift; cyclic shift; end-around shift)
af: ombuigskuif; sirkelskuif

source: ring structure
af: ringstruktuur (bv. van ‘n netwerk)

source: ripple
af: rimpel (in elektrisiteit)

source: ripple adder (ripple carry adder)
af: sneloordragopteller

source: ripple carry adder (ripple adder)
af: sneloordragopteller

source: ripple counter
af: sneloordragteller

source: ripple-through carry
af: deurrimpeloordrag

source: rise time
af: stygtyd (van ‘n puls)

source: risk
af: risiko

source: risk assessment
af: risikobepaling

source: robotics
af: robotika; robotkunde

source: robust
af: robuust (bv. ‘n program)

source: robustness
af: robuustheid (bv. van ‘n program)

source: roll (scroll)
af: rol; verbyrol (bv. van beeld op ‘n skerm)

source: roll-back
af: terugrol (‘n geprogrammeerde terugkeer na ‘n rugsteunpunt)

source: roll-call polling
af: sirkelpolsing

source: roll-in (swap-in)
af: inrol (by virtuele geheue-stelsels)

source: roll-off (destaging; migration)
af: migrasie (bv. vanaf vinnige na stadige geheue)

source: roll-on (stage)
af: trapsgewys inbring (bv. vanaf stadige na vinnige geheue)

source: roll-out (swap-out)
af: uitrol (by virtuelegeheue-stelsels)

source: roll-over
af: oorrol (bv. by sleutelborde)

source: root node
af: wortelnodus

source: root process
af: basiese proses

source: root segment
af: wortelsegment (deel van ‘n oorlegprogram)

source: root.
af: wortel

source: rotary switch
af: draaiskakelaar

source: rotate (n)
af: rotasie (bv. van magnetise bande in rugsteunstelsels)

source: rotate (v)
af: roteer (bv. van beeld in rekenaargrafika)

source: rotate instruction
af: sirkelskuifinstruksie

source: rotation
af: rotasie (bv. van beeld in rekenaargrafika)

source: rotational axis
af: rotasie-as

source: rotational delay
af: rotasievertraging (bv. by magnetiese skywe)

source: rotational delay time
af: rotasievertragingstyd (bv. bymagnetiese skywe)

source: rotational speed
af: rotasiespoed (bv. by magnetiese skywe)

source: round (round down; round off)
af: afrond

source: round (round up; upward rounding-off)
af: oprond

source: round
af: afrond

source: round bit
af: afrondbis

source: round brackets ()
af: ronde hakies

source: round down (round; round off)
af: afrond

source: round off (round; round down)
af: afrond

source: round robin scheduling
af: rondomtalieskedulering; sirkelskedulering

source: round up (round; upward rounding-off)
af: oprond

source: round-off error (rounding error)
af: afrondfout

source: round-up error (rounding error)
af: oprondfout (na bo opgerond)

source: rounding (rounding-off)
af: afronding

source: rounding (rounding-up)
af: opronding

source: rounding error (round-off error)
af: afrondfout (na onder afgerond)

source: rounding error (round-up error)
af: oprondfout (na bo opgerond)

source: rounding-off (rounding)
af: afronding

source: rounding-up (rounding)
af: opronding

source: route (n) (path)
af: roete (bv. tussen twee nodusse in ‘n netwerk)

source: route (v)
af: roeteer

source: router
af: roeteerder

source: routine
af: roetine

source: routine library
af: roetinebiblioteek

source: routine maintenance
af: roetine instand houding

source: routine maintenance time
af: roetine-instandhoudingstyd

source: routing
af: roetering

source: row
af: ry

source: rub-out
af: uitwis

source: rub-out character (erase character)
af: uitwiskarakter

source: rule
af: reël (bv. waarvolgens kodeer word)

source: rule of inference
af: inferensiereël

source: rule of precedence
af: voorkeurreël

source: run (n)
af: lopie (‘n enkele uitvoering van ‘n program of werkstuk)

source: run (v)
af: loop

source: run
af: voer uit

source: run book
af: volledige dokumentasie

source: run duration (running time)
af: lopieduur

source: run phase
af: loopfase

source: run queue
af: looptou

source: run schedule
af: lopieskedule

source: run switch
af: loopskakelaar

source: run time (execution time)
af: looptyd (wanneer ‘n program uitgevoer word)

source: run-time address
af: looptydadres

source: run-time allocation
af: looptydtoekenning

source: run-time debugging
af: looptydontfouting

source: run-time editing
af: looptydredigering

source: run-time error
af: looptydfout

source: run-time parameter
af: looptydparameter

source: run-time support
af: looptydondersteunings

source: running
af: lopend

source: running dry
af: handlopie (‘n handondersoek van ‘n program)

source: running live
af: lewendig loop

source: running program
af: lopende program

source: running state
af: lopende toestand

source: running time (run duration)
af: lopieduur

source: running total (progressive total)
af: lopende total

source: runtime error
af: uitvoerfout

source: safe
af: veilig

source: sample (n)
af: monster; steekproef

source: sample (v)
af: monster neem; steekproef doen

source: sampling
af: monsterneming; steekproefdoen

source: sampling technique
af: steekproeftegniek

source: satellite communication
af: satellietkommunikasie

source: satellite computer
af: satellietrekenaar (wat ‘n ondergeskikte rol vervul)

source: satellite processor
af: satellietverwerker (wat ‘n ondergeskikte rol vervul)

source: satisfiability
af: bevredigbaarheid

source: satisfiability problem
af: bevredigbaarheidsprobleem

source: satisfy
af: bevredig

source: saturate
af: versadig

source: saturation
af: versadiging (bv. van magnetisme)

source: saturation flux density
af: versadigingsvloeddigtheid (bv. bymagnetise registrering)

source: saturation noise
af: versadigingsruis

source: saturation testing
af: versadigingstoetsing (van ‘n program deur baie transaksies)

source: save (v) (store)
af: berg; bêre; bewaar; stoor

source: save area
af: bewaararea (waar registerinhoude in geheue bewaar word)

source: saving
af: besparing

source: scalar
af: skalaar

source: scale (n)
af: skaal (bv. van ‘n tekening)

source: scale (v)
af: skaleer; verskaal

source: scale down (v)
af: afskaleer

source: scale factor
af: skaalfaktor (‘n getal gebruik as vermenigvuldiger)

source: scale-down (n)
af: afskalering

source: scale-up (n)
af: opskalering

source: scale-up (v)
af: opskaleer

source: scaler (constant multiplier)
af: konstante vermenigvuldiger; skaaleenheid

source: scaling
af: skalering (bv. vergroting of verkleining van ‘n beeld)

source: scaling factor
af: skaalfaktor (‘n getal gebruik as vermenigvuldiger)

source: scan (n)
af: aftasbeeld; aftasting

source: scan (v)
af: aftas (om sistematies te ondersoek)

source: scan frequency
af: aftasfrekwensie

source: scan head
af: aftaskop

source: scan line
af: aftaslyn

source: scan period
af: aftasperiode

source: scan phase
af: aftasfase

source: scan rate
af: aftastempo

source: scan unit. (scanning unit)
af: aftaseenheid

source: scanner (scanning device)
af: aftaster

source: scanning
af: aftasting

source: scanning beam
af: aftasbundel

source: scanning device (scanner)
af: aftaster

source: scanning rate
af: aftastempo

source: scanning speed
af: aftasspoed

source: scanning unit (scan unit)
af: aftaseenheid

source: scatter loading
af: gesegmenteerde laai; verspreide laai

source: scatter read
af: verspreide lees (na nie-aangrensende dele van geheue)

source: scatter storage
af: verspreide stoor (bv. van rekords by hutsing)

source: schedule (n)
af: schedule

source: schedule (v)
af: skeduleer

source: scheduled downtiine
af: geskeduleerde aftyd

source: scheduled engineering time
af: geskeduleerde versientyd

source: scheduled job
af: geskeduleerde werkstuk

source: scheduled maintenance
af: geskeduleerde instandhouding

source: scheduled maintenance time
af: geskeduleerde instandhoudingstyd

source: scheduled shutdown
af: geskeduleerde afskakeling

source: scheduled task
af: geskeduleerde taak

source: scheduler
af: skeduleerder

source: scheduling
af: skedulering

source: scheduling algorithin
af: skeduleringsalgoritme

source: schema
af: skema (‘n logiese beskrywing van ‘n databasis)

source: schemata
af: skemas (meervoud van skema)

source: schematic
af: skematies

source: schematic diagram
af: skematiese diagram

source: schematic representation
af: skematiese voorstelling

source: scheme
af: skema (bv. van roetines in algoritmiese tale)

source: scheme parameter
af: skemaparameter (in algoritmiese tale)

source: science
af: wetenskap

source: scientific computer
af: wetenskaplike rekenaar

source: scientific language
af: wetenskaplike taal

source: scientific notation
af: wetenskaplike notasie

source: scientific system
af: wetenskaplike stelsel

source: scissoring (clipping; windowing)
af: afsnyding (van dele buite venster in rekenaargrafika)

source: scope (extent)
af: omvang (bv. van ‘n taak)

source: scope
af: bestek (bv. by blokstruktuurtale)

source: scope rule (scoping rule)
af: bestekreël

source: scoping rule (scope rule)
af: bestekreël

source: scramble (hash)
af: huts

source: scramble code
af: hutskode

source: scramble pattern
af: verdoeselpatroon (bv. ‘n onleesbare patroon op papier)

source: scramble total (gibberish total; hash total)
af: hutstotaal ; kaftotaal; mengtotaal

source: scrambler
af: hutser

source: scratch (purge)
af: skrap (bv. van ‘n werklêer op skyf)

source: scratch area
af: kladarea

source: scratch disk
af: kladskyf (bevat inligting wat nie behoue moet bly nie)

source: scratch file
af: kladlêer

source: scratch pad memory
af: kladgeheue (wat vir intermediëre resultate gebruik word)

source: scratch tape
af: kladband (bevat inligting wat nie behoue moet bly nie)

source: screen (n)
af: skerm

source: screen (v) (shield)
af: afskerm

source: screen afterglow
af: skermnagloed

source: screen brightness (screen luminance)
af: skermhelderheid

source: screen burn
af: skermbrandkol; skermbrandplek

source: screen editing
af: skermredigering

source: screen editor
af: skermredigeerder

source: screen image (display image)
af: vertoonbeeld (‘n versameling vertoonelemente)

source: screen luminance (screen brightness)
af: skermhelderheid

source: screen overlay
af: skermoorlegging

source: screen-painting
af: skermuitlegopstelling

source: screened cable
af: afgeskermde kabel

source: screening (shielding)
af: afskerming

source: script (scripting program)
af: skripsie

source: script
af: geskrewe teks

source: scripting
af: skriptering ?

source: scroll (roll)
af: rol; verbyrol (bv. van ‘n beeld op ‘n skerm)

source: scroll bar
af: rolstaaf

source: scroll down
af: ondertoe rol

source: scroll left
af: links rol

source: scroll right
af: regs rol

source: scroll up
af: boontoe rol

source: scrolling
af: rol (van ‘n beeld op ‘n skerm)

source: seamless interface
af: deursigtige tussenvlak

source: search (n)
af: soektog

source: search (v) (seek)
af: soek

source: search algorithm
af: soekalgoritme

source: search and replace
af: soek en vervang

source: search cycle
af: soeksiklus

source: search key (seek key)
af: soeksleutel (die string waarna gesoek word)

source: search method
af: soekmetode

source: search table
af: soektabel

source: search time (seek time)
af: soektyd (bv. tyd om ‘n spesifieke gebied op skyf te vind)

source: search tree
af: soekboom

source: search word
af: soekwoord

source: second derivative
af: tweede afgeleide

source: second derived function
af: tweede afgeleide funksie

source: second differences
af: tweede differensies

source: second normal form
af: tweedenormaalvorm (by databasisse)

source: second remove subroutine
af: tweedetrapsubroetine

source: second source
af: sekondêre verskaffer

source: second-generat.ion computer
af: tweede-generasierekenaar (met vastetoestandkomponente)

source: second-level address
af: tweedevlakadres (‘n indirekte adres)

source: second-level storage (secondary storage)
af: sekondêre stoor

source: secondary
af: sekondêr

source: secondary access method
af: sekondêre toegangsmetode

source: secondary channel
af: sekondêre kanaal

source: secondary console
af: sekondêre konsole (enige konsole behalwe meesterkonsole)

source: secondary destination
af: sekondêre bestemming (bv. van ‘n transmissieboodskap)

source: secondary entry point.
af: sekondêre ingangspunt.

source: secondary error
af: sekondêre fout

source: secondary file
af: sekondêre leer

source: secondary function
af: sekondêre funksie

source: secondary index
af: sekondêre indeks

source: secondary key
af: sekondêre sleutel

source: secondary memory
af: sekondêre geheue

source: secondary station
af: sekondêre stasie

source: secondary storage (second-level storage)
af: sekondêre stoor

source: section (n)
af: afdeling (bv. in COBOL)

source: section (v)
af: verdeel (bv. van ‘n program)

source: section name
af: afdelingsnaam (bv. in COBOL)

source: sector
af: sektor (bv. op skyf)

source: sector address
af: sektoradres

source: sector allocation
af: sektortoekenning

source: sector counter
af: sektorteller

source: sector mark
af: sektormerk

source: sector ring
af: sektorring

source: sectored file
af: gesektorde leer MOET DIT NIE “GESEKTOREERDE” WEES NIE?

source: sectoring
af: sektorindeling

source: secure system
af: veilige stelsel

source: security
af: sekerheid; sekuriteit

source: seed
af: plant (bv. van opsetlike foute by programtoetsing)

source: seeding
af: planting

source: seek (search)
af: soek

source: seek address
af: soekadres

source: seek area
af: soekarea

source: seek arm
af: soekarm

source: seek command
af: soekbevel

source: seek key (search key)
af: soeksleutel (die string waarna gesoek word)

source: seek time (search time)
af: soektyd (bv. tyd om ‘n spesifieke gebied op skyf te vind)

source: segment (n)
af: segment (‘n gedeelte van ‘n rekenaarprogram)

source: segment (v)
af: segmenteer

source: segment base
af: segmentbasis

source: segment decoder
af: segmentdekodeerder

source: segment descriptor
af: segmentbeskrywer

source: segment number
af: segmentnommer

source: segment size
af: segmentgrootte

source: segment table
af: segmenttabel

source: segmentation
af: segmentasie (die resultaat); segmentering (die proses)

source: segmented
af: gesegmenteer

source: seize
af: gryp (bv. beheer verkry oor ‘n lyn om data te versend)

source: select
af: selekteer (om een van verskeie alternatiewe te kies)

source: select error
af: selekteerfout

source: select statement
af: selekteerstelling

source: selected cell
af: geselekteerde sel

source: selection
af: seleksie

source: selection line
af: seleksielyn

source: selection operation
af: seleksiebewerking

source: selection ratio
af: seleksieverhouding

source: selection sort (straight selection sort)
af: seleksiesortering; uitsoeksortering

source: selection sort
af: seleksiesortering

source: selection structure
af: seleksiestruktuur

source: selection switch
af: seleksieskakelaar

source: selection wire
af: seleksiedraad

source: selective
af: selektief

source: selective alteration
af: selektiewe wysiging

source: selective calling
af: selektiewe roep (sodat slegs sekere stasies die boodskap kry)

source: selective digit emitter
af: selektiewe syferemittor

source: selective dump
af: selektiewe storting (van net sekere geheueareas)

source: selective erase
af: selektiewe uitwissing (van net gedeeltes op‘n skerm)

source: selective updating
af: selektiewe bywerking

source: selector channel
af: selektorkanaal (wat een T/A-toestel op ‘n slag hanteer)

source: selector function
af: selektorfunksie

source: selector pen (light gun; light pen)
af: ligpen (‘n liggevoelige uitsoektoestel)

source: self-adapting
af: selfaanpassend

source: self-adapting computer
af: selfaanpassende rekenaar (wat aanpas by sy ladingtipes)

source: self-adapting process
af: selfaanpassende proses

source: self-aligning
af: selfinlynstellend; selfinstellend
