Repository: casperl/wesnoth-af
Catalog: wesnoth.po
Languages: af

source: Wesnoth
af: Westnoth | meesterlys |Maar in ander vertalings is die stamnaam wel gewysig (sien Latyn) om by die konvensie van die taal te hou. Die "th" vorm is ontleen aan Grieks en aangesien Afrikaans 'n Germaniese taal is, is Wesnot en Wesnoot; benamings wat sterk oorweeg moet word. Dit is egter 'n swaar oorweging omdat daar reeds Afrikaanse grafiese elemente bestaan waarin Wesnoth gebruik word.Wesnot; Wesnoot

source: Filth
af: Die smerigheid| meesterlys |Alt: Filth = gemors, afval; vuilgoed; smet; smetlik; smerig; vuilNota: Gesprek en informele vertaling is beter as eng korrek

source: Elf
af: Elf| meesterlys |Alt: Elf; Elfin; Elwe; Elfling; Elfies; Elfinne; Elfie (verkleining); Elfling (lid van Elwestam) Nota:

source: Elvish
af: Elwe| meesterlys |Alt: Elfe; ElfseNota: Elwe word sterk aanbeveel bo Elfse, hoofsaaklik omdat dit rym met Dwerge, Orke, Trolle ens. Dit is 'n klein dingetjie, maar dit maak saak.

source: Dunefolk
af: Duinevolk| meesterlys |Duinevolk; Duinevolke (mv); Duinevolkie (verkleinnaam); Duinevolker (lid van duinevolk)

source: Naga Tribe
af: Naga| meesterlys |Naga; Nagastam; Nagaland; Nagas

source: Nagini
af: Nagini| meesterlys |

source: Serpentine
af: slangagtig| meesterlys |

source: Roc
af: Rog| meesterlys |

source: Wyvern
af: Wywern| meesterlys |

source: Irdya
af: Irdië | meesterlys |Nota: Afrikaanse vorm is sekerlik nie Irdya nie.

source: Drakes
af: Drankens | meersterlys |'n Draak (dragon, draco)

source: Sandy Wastes
af: Sandwoesterny| meesterlys |

source: Saurian
af: Sauriër| meesterlys |

source: Saurians
af: Sauriërs| meesterlys |

source: Mechanical
af: Meganikaan | meesterlys |Nota: Kon nog nie die konteks hiervoor opspoor nie.

source: Mechanicals
af: Meganikane | meesterlys |Nota: Kon nog nie konteks hiervoor opspoor nie.

source: Necromancy
af: geestesbesweering| meesterlys |

source: Necromancer
af: geestesbesweerder| meesterlys |

source: Orc
af: Ork; Orkiese; Orkin (v)| meesterlys |

source: Troll
af: Trol| meesterlys |Alt: Trol; Trolle

source: Alchemy
af: Alchemie| meesterlys |

source: Dark Arts
af: Duister Kunde| meesterlys |Duister Kennis (modern); Duister Kundigheid; Duistere Kundigheid; Duisterkunde

source: Magic Arts
af: Tower Kunste | meesterlys |Alt: Magiese Kunste

source: Magic
af: Towery| meesterlys |Alt: Towery; Toordery; Tower; Toorkuns; Magies Vgl: Magician = towenaar

source: Cataphract
af: Ysterharnas| meesterlys |

source: Armored Infantry
af: Metaalbeklede Voetsoldate| meesterlys |Alt: Gepantserde VoetsoldateModerne vorm: Gepantserde Infanterie

source: Battle
af: Veldslag| meesterlys |

source: Skirmish
af: skermutseling| meesterlys |

source: Ferocious Beast
af: Bloedorstige Gedierte| meesterlys |

source: Merman
af: Meerman| meesterlys |Alt: Meerman; Waterman; Duits: Wasserman

source: Mermaid
af: Meermin| meesterlys |

source: Mermen
af: Meermanne| meesterlys |

source: Merfolk
af: Merevolk | meesterlys |Alt: Meervolk; Merevolk

source: Piscine
af: visagtig| meesterlys |

source: Monster
af: Gedrog| meesterlys |Alt: Monster; Monsters; Gedrog; Gedrogte

source: Farmer
af: Landbouer| meesterlys |Alt: Landbouer; Landbouers

source: Miner
af: Delwer; Delwers| meesterlys |

source: Pirate Galleon
af: Seerower Galei| meesterlys |Alt: Seerower Galei; Seerowergalei; Seerower Galeie; Alt: Seerower Galjoen; Seerowergaljoen; Seerowergaljoene;

source: Rabbit
af: Konyn| meesterlys |

source: Sheep dog
af: Skaaphond| meesterlys |

source: Dog
af: Brak| meesterlys |Brakke; Brakkie Hond;

source: Deer
af: Hert | meesterlys |Alt: Hert; Takbok

source: Northland; Northlands
af: Noordeland, Noordelande| meesterlys |

source: Heir to the Throne
af: Erfgenaam van die Troon| meesterlys |

source: South Guard
af: Suid Wag| meesterlys |

source: AMLA; After Maximum Level Advancement
af: NMVB; Na Maksimum Vlak Bevordering| meesterlys |

source: Female Monster
af: Vrouelike Gedrog| meesterlys |Alt: Vroulike Monsterwyfie; Vroulike Gedrog; Vroue Gedrog Anglisisme - Monster - Gedrog; Gedrogte; Vroulike Gedrog is dalk ' beter benaming vir monsters

source: Ogre
af: Org| meesterlys |Alt: Org; Orge

source: Iron Mauler
af: Yster Moker| meesterlys |Alt: Yster Mokeraar

source: Ogre Nomad
af: Org Swerwer| meesterlys |

source: Young Ogre
af: Orgling| meesterlys |

source: Ogre Whelp
af: Org Welp| meesterlys |

source: Hunting Ogre
af: Jagter Org| meesterlys |Alt: Jagterorg; Jag Org

source: Black Hand Outlaws
af: Swart Klou Wettelose| meesterlys |Swart Klou Wettelose; Swart Klou WettelosesSwart Hand Wettelose; Swarthandwettelose; SwarthandwetteloserSterk alternatief: Swart Hand Kroek; Swarthandkroek (Ontleen aan Engels - "crook" as "outlaw") Swart Klou Kroek

source: Outlaw
af: Wettelose| meesterlys |Wettelose(r); Wetteloses; (Letterlik, iemand buite die wet.) Alt: Kroek; Kroeks; Kroekkie; (Ontleen aan Engels "crook" wat sinoniem vir "outlaw" isAlt: Bandiet; Misdadiger; (Minder geskik eenvoudig omdat dit die terme in moderne gebruik is en uit pas is met 'n fantasiespel.)

source: Bandit; Bandits
af: Plunderaar| meesterlys |Brigandiër; Brigandiërs; (Ontleen vanaf Duits - Brigand)Alt: Bandiet; Bandiete; Plunderaar; PlunderaarsNota: Bandiet het moderne betekenis van gevangene

source: Highwayman
af: Hoofwegrower| meesterlys |

source: Dwarves
af: Dwerge| meesterlys |Dwerg; DwergeDwerg; Dwerge; Dwergie; Dwergling Dwarvish - Dwergagtig; Dwergling

source: Mage; Magi
af: Magiër; Magiërs| meesterlys |

source: Tusker
af: Skeurtand| meesterlys |

source: Tusklet
af: Skeurtandjie| meesterlys |

source: Footpad
af: Straatrower; Vgl Duits - Straßenräuber| meesterlys |

source: Great Ogre
af: Groot Org| meesterlys |

source: Bats
af: Vlermuis; Vlermuise; Vlermuisie| meesterlys |

source: Blood Bat
af: Bloed Vlêrmuis| meesterlys |

source: Vampire Bat
af: Vampier Vlêremuis| meesterlys |

source: Dwarvish Fighter
af: Dwerge Vegter| meesterlys |Dwergagtige Vegter; Dwerge Vegter; Dwergere Vegter

source: Dwarvish Guardsman
af: Dwerge Bewaker| meesterlys |

source: Dwarvish Lord
af: Dwerge Heer| meesterlys |

source: Dwarvish Stalwart
af: Dwerge Staatmaker| meesterlys |

source: Dwarvish Steelclad
af: Dwerge Ysterpak| meesterlys |

source: Dwarvish Thunderer
af: Dwerge Donderbus| meesterlys |

source: Dwarvish Thunderguard
af: Dwerge Donderwag| meesterlys |

source: Elvish Archer
af: Elwe Boogskutter| meesterlys |

source: Elvish Avenger
af: Elwe WrekerElwe Wraker | meesterlys |Elwe Weerwraaker; Elwe Wraker; Elwe Wrake; Elwe Wreker

source: Elvish Captain
af: Elwe Kaptein| meesterlys |

source: Elvish Champion
af: Elwe Kampioen | meesterlys |

source: Elvish Druid
af: Elwe AardtowenaarElwe Aardtowenaar| meesterlys |Druid - Towenaar; Profeet; Natuur Optoorder

source: Elvish Enchantress
af: Elwe Betoweraar| meesterlys |Vorige: Elfse VerleidsterAlt: Elwe Betoweraares; Elwe Beswymeres; Elfin Betoweraar; Elfin Sieledief; Elfin Hartedief; Elfse Verleidster Nota: Enchant = Verlei in romantiese sin; = Betower in nie romantiese sin van verleidingDuits: Bezaubere

source: Elvish Fighter
af: Elwe Vegter | meesterlys |

source: Elvish Hero
af: Elwe Held| meesterlys |Duits: Recke

source: Elvish High Lord
af: Elwe Waardeheer| meesterlys |Elwe Hogereheer; Elwe Hoëheer; Elwe Waardeheer

source: Elvish Lady
af: Elwe Dame| meesterlys |

source: Elvish Lord
af: Elwe Heer| meesterlys |

source: Elvish Marksman
af: Elwe Skut| meesterlys |Elwe Skerpskutter (modern); Elwe Skut; Elwe Merksman (anglisisme)Duits: Scharfschütze

source: Elvish Marshal
af: Elwe Maarskalk| meesterlys |Konteks: 'n Militêre offisier van die hoogste rang

source: Elvish Outrider
af: Elwe Voorryer| meesterlys |Elwe Voorryer; Elwe VerkennerVorreiter (German) Konteks: Ry te perd of voor of agter, verkenner

source: Elvish Ranger
af: Elwe Bewaarder| meesterlys |

source: Elvish Rider
af: Elwe Ruiter| meesterlys |

source: Elvish Scout
af: Elwe Verkenner| meesterlys |

source: Elvish Shaman
af: Elwe Toordokter| meesterlys |

source: Elvish Sharpshooter
af: Elwe Skerpskutter | meesterlys |

source: Elvish Shyde
af: Elwe Heler| meesterlys |Alt: Elwe FeëhelerNota: Heler omdat 'n "shyde" 'n stap op is van 'n "druid" en waar die druid 'n siener en leier is, kan die Shyde eenhede herstel van gif maar die wapens is magies en vertraag opponente.

source: Elvish Sorceress
af: Elwe Towenares| meesterlys |Alt: Elwe Towerin; Elfse Towenares; Elfse Towerin; Elfse Toorderin; Elfse Toorfeë

source: Elvish Sylph
af: Elwe Wysheidfeë| meesterlys |Alt: Elwe Lugfeë; Elwe Wysefeë; Elfse WysheidfeëDuits: LuftgeistSinoniem: Pixie - klein duiweltjie Handboek sê, sage-like -

source: Goblins
af: Kabouters| meesterlys |Kabouter; Kabouters; KaboutertjieAlt: Mannetjie; Kabouter; Grondmannetjie; AardgeesFreedict: Goblin - Aardgees, Aardmannetjie Duits: KoboldWordnet: goblin n (folklore) a small grotesque supernatural creature that makes trouble for human beings. Goblin klink letterlik soos tokkelos - tokkelos is in Afrika konteks, dalk minder geskik vir Wesnoth

source: Goblin Impaler
af: Kabouter Spiessteker| meesterlys |alt: Kabouter Steker; Kabouter Spieser; Kabouter Impeiler; Kabouter Spiessteker; Kabouter PrikkerDuits: aufspießenl; impeil

source: Goblin Rouser
af: Kabouter Opsweper| meesterlys |

source: Goblin Spearman
af: Kabouter Spiesvegter| meesterlys |Alt: Kabouter Spiesgooier; Kabouter Spiesvegter Nota: Spiesgooier is die verkeerde term. 'n Kabouter Spiesvegter het twee soorte spiese,'n gooispies en 'n steekspies

source: Gryphons
af: Griffioen| meesterlys |Alt: Griffioen; Griffioene

source: Gryphon Master
af: Griffioen Meester| meesterlys |

source: Grypon Rider
af: Griffioen Ruiter| meesterlys |Alt: Griffioen RuiterNota: Griffioen - 'n fabelagtige dier

source: Sleeping Gryphon
af: Slapend Griffioen| meesterlys |

source: Humans
af: Mens; Mense| meesterlys |

source: Arch Mage
af: Aarts Magiër| meesterlys |

source: Assassin
af: Sluipmoordenaar| meesterlys |

source: Battle Princess
af: Veldslag Prinses| meesterlys |Alt: Stryd Prinses

source: Bowman
af: Boogskutter| meesterlys |

source: Cavalier
af: Kavalier| meesterlys |

source: Cavalryman
af: Kavalrieman| meesterlys |

source: Commander
af: Kommandeur| meesterlys |Alt: Bevelhebber; Kommandeur; Kommandant; Kommedoor Modern: Bevelvoerder

source: Dark Adept
af: Duitere Toormeester| meesterlys |Alt: Donker Kundige; Toor Meester; Duister Meester; Toor Meister; Duister Toorder

source: Dark Queen
af: Duister Koningin| meesterlys |Alt: Donker Koningin; Duister Koningin; Duistere Koningin; Swart Koningin

source: Dark Sorcerer
af: Donker Toorder| meesterlys |Donker Toorder Alt: Duistere Toorder; Duister Toorder

source: Dragoon
af: Swaarkavalris| meesterlys |Alt: Swaarkavalrie; Dragoon; Dragooner; Drakeruiter; Swaarruiter; Drakeruiter

source: Duellist
af: Uitdager| meesterlys |ALt: Tweekamp Vegter; Uitdager'n Ridder wat in tweegeveg gevegte veg (Eng Belted Knight) Duits: ZweikampfNota: Verwys na ridders wat mekaar uitdaag, en met lanse op mekaar afstorm. Gewoonweg Uitdager is dalk die geskikste term

source: Elder Mage
af: Oudere Magiër| meesterlys |

source: Fighter
af: Vegter| meesterlys |

source: General
af: Algemeen| meesterlys |

source: Grand Knight
af: Groot Ridder| meesterlys |Nota: Grand - groot of vernaam

source: Grand Marshall
af: Groot Maarskalk| meesterlys |

source: Great Mage
af: Groot Magiër| meesterlys |

source: Halberdier
af: Halberdiër| meesterlys |

source: Heavy Infantryman
af: Sterk Voetsoldaat| meesterlys |Nota: Infanterie is modern, Voetsoldaat dalk beterAlt: Swaarinfanterie; Swaarvoetsoldaat; Swaarbewapende voetsoldaat; Sterk VoetsoldaatNota: Swaar Infanterie verwys na stadiger, sterker, minder beweegbaar, meer gepantser

source: Horseman
af: Perderuiter| meesterlys |

source: Knight
af: Ridder| meesterlys |

source: Lancer
af: Lansdraer| meesterlys |Alt: Ligtelans; Speër; Lans; Lansdraer; LansdraersNota: Kavalleris wat 'n lans (steekwapen met 'n lang steel) dra. Sinoniem: Assegai

source: Lieutenant
af: Veldkornet| meesterlys |Alt: Luitenant; VeldkornetNota: Gebruik ouer, geykte vorm van Veldkornet i.p.v. moderne Luitenant

source: Longbowman
af: Grootboogskutter| meesterlys |Grootboogskutter Alt: Grootboogskutter; Grootboogman; Kragboogskutter; Langboogskutter;

source: Lord
af: Heer| meesterlys |Alt: Meester; Gebieder; Gebieter; WaardeheerDuits: Gebieter; Waldgraf

source: Mage of Light
af: Magiër van Lig| meesterlys |Alt: Ligmagiër

source: Mage
af: Magiër| meesterlys |

source: Master Bowman
af: Meester Boogskutter| meesterlys |

source: Paladin
af: Beskutter| meesterlys |Duits: BeschützerWoordeboek: Kampioen, ridder wat 'n taak uitvoer; paleis offisier; held; man van dapperheid; getroue volgeling; besondere aanhanger

source: Pikeman
af: Pikman| meesterlys |Nota: Tegnies is Pike 'n spiespunt aan 'n paal vasgemaak, maar dit werk nie vir Pikeman nie. Wat van bloot Pik vir Pike? Dit is 'n speletjie, ons het baie beweegruimte.

source: Princess
af: Prinses| meesterlys |

source: Red Mage
af: Rooi Magieër| meesterlys |Alt: Rooi Towenenaar; Rooi Magieër

source: Rogue
af: Uitvaagsel| meesterlys |

source: Royal Guard
af: Koninklike Wag| meesterlys |

source: Sergeant
af: Sersant| meesterlys |

source: Shock Trooper
af: Skok Kryger| meesterlys |Alt: Skok Vegter; Skok Kryger; Skok Krygsman; Skok TroepNota: Troep is 'n meer moderne vorm

source: Spearman
af: Spiesvegter| meesterlys |

source: Swordsman
af: Swaardman| meesterlys |

source: Thief
af: Dief| meesterlys |

source: White Mage
af: Wit Magiër| meesterlys |

source: Mermaid Enchantress
af: Meermin Verleidster| meesterlys |Meermin Betoweres Vorige: Meermin VerleidsterAlt: Meermin Verleidster; Meermin Betoweres; Nota: Enchant = Verlei in romantiese sin; = Betower in nie romantiese sin van verleidingDuits: Bezaubere

source: Mermaid Initiate
af: Meermin Vakgeleerde| meesterlys |Alt: Meermin Inisieerder; Meermin Aanvoorder (nie geskik nie, te naby aan aanvoerder); Meermin Wysgeleerde; Meermin Geleerde; Meermin VakgeleerdeVorige: Initiate = aanvoor; inisieer WordNet: initiate - someone who has been admitted in a scholarly field syn initiate; learned person; pundit; savantDuits: Auslösen

source: Mermaid Priestess
af: Meermin Priesteres| meesterlys |

source: Merman Fighter
af: Meerman Vegter| meesterlys |

source: Merman Hunter
af: Meerman Jagter| meesterlys |

source: Cuttle Fish
af: Ink Vis| meesterlys |Alt: Tjokka; Kuttel Vis; Ink Vis Nota: Tjokka is eg Afrikaanse woordskepping Nota: Ink Vis hier gebruik veral omdat wapentuig ink is

source: Giant Spider
af: Reuse Spinnekop| meesterlys |

source: Water Serpent
af: Water Slang| meesterlys |Alt: Water Slang; Water SeilerNota: Slang is nie 'n lekker alternatief vir Serpent nie

source: Naga Fighter
af: Naga Vegter| meesterlys |

source: Ogres
af: Drog| meesterlys |Nota: Drog is 'n bestaande term, ontleen van gedrog wat naaste aan Ogre isBestaande: Trol - wat ook die naam van 'n ander gedierte isBestaande: Gork; Drog; Grug

source: Orcs
af: Orke| meesterlys |

source: Orcish Archer
af: Orkse Boogskutter| meesterlys |

source: Orcish Assassin
af: Orkse Sluipmoordenaar| meesterlys |

source: Orcish Crossbowman
af: Orkse Kruisboogskutter| meesterlys |

source: Orcish Grunt
af: Orkse Knorre| meesterlys |Alt: Knorre; GrommelReeds vertaal met Knorre, maar Grommel klink dalk beter as Knorre - Val die Elwe aan my knorre! Val die Elwe aan my grommels!Val die Elwe aan my grommelvegters!

source: Orcish Slayer
af: Orkse Vernietiger| meesterlys |

source: Orcish Slurbow
af: Orkse Sleurboog| meesterlys |Nota: Kry geen verwysings na slurbow nie

source: Orcish Sovereign
af: Orkse Heerser| meesterlys |Duits: Sovereign = Herrscher

source: Orcish Warlord
af: Orkse Krygsheer| meesterlys |Duits: Warlord = Kriegsherr

source: Orcish Warrior
af: Orkse Kryger| meesterlys |

source: Sea Orc
af: See Ork| meesterlys |Nota: See Ork klink net nie reg nie. Wat van Water Ork?

source: Troll Rocklobber
af: Trolle| meesterlys |Alt: Trolle

source: Troll Warrior
af: Trolle Vegter| meesterlys |Alt: Trolle Vegter; Trol Vegter

source: Troll Whelp
af: Trolle Welpie| meesterlys |Alt: Trolle Welpie; Trol Welpie

source: Undead
af: Dodelose; Dodeloos; Ondood| meesterlys |

source: Bone Shooter
af: Been Skieter| meesterlys |

source: Slayer
af: Vernietiger| meesterlys |Alt: Moordenaar; Massamoordenaar; Moorder; VernietigerNota: Moordenaar reeds elders gebruik vir troepe vertaling

source: Chocobone
af: Kokergebeente| meesterlys |Chocobone;

source: Death Knight
af: Dode Ridder| meesterlys |Alt: Doods Ridder; Ridder van die Dood

source: Ghost
af: Gees; Spook; Spookstroper; Spookgriller| meesterlys |

source: Ghoul
af: Gees| meesterlys |

source: Lich
af: Sielsuiger| meesterlys |

source: Revenant
af: Graf Kryger| meesterlys |Alt: Grafkryger; RevenantBestaande: Revenant

source: Skeleton Archer
af: Geraamte Boogskutter| meesterlys |

source: Skeleton
af: Geraamte; Gebeente; Beenratelaar; Skeletdanser| meesterlys |

source: Walking Corpse
af: Graf Loper| meesterlys |

source: Wraith
af: Geeste Swewer| meesterlys |Alt: Spook; Gees; Geesteswewer; Geesteloper; Geesverskrikker

source: Wolves
af: Wolwe| meesterlys |

source: Direwolf Rider
af: Duisterwolf Ruiter| meesterlys |

source: Goblin Knight
af: Kabouter Ridder| meesterlys |

source: Goblin Pillager
af: Kabouter Stroper| meesterlys |

source: Wolf Rider
af: Wolf Ruiter| meesterlys |

source: Arcane
af: Geheimnisvol| meesterlys |(Ontleen aan Duitse geheimnisvoll as vertaling vir "arcane")

source: Blade
af: Lem| meesterlys |

source: Cold
af: Kouebitter| meesterlys |Alt: Ysige Koue; Kouebitter; Yskoue(Wapentuig)

source: Fire
af: Vuur| meesterlys |

source: Impact
af: Trefslag| meesterlys |Alt: Slag; Impak; Trefkrag; TrefslagKonteks: Aksie van wapentuig waar 'n kragte trefslag toegedien word soos deur 'n knuppelDuits: AufschlagenNota: Impak (anglisisme) is 'n moderne vorm wat veral 'n betekenis in bemarking het, nie oorlog nieNota: Slag is 'n term om te vermy omdat dit 'n dubbele betekenis het met slag van diere of veldslag

source: Pierce
af: Steek| meesterlys |Alt: Steek; Insteek

source: Fangs
af: Slagtande| meesterlys |Alt: Tande; Slagtande

source: Claws
af: Kloue| meesterlys |

source: Axe
af: Byl| meesterlys |

source: Hammer
af: Hammer| meesterlys |

source: Spear
af: Spies| meesterlys |

source: Javelin
af: Gooispies| meesterlys |

source: Javelineer
af: Spiesgooier; Spiesgooiers| meesterlys |

source: Battle Axe
af: Stryd Byl| meesterlys |

source: Hatchet
af: Kortsteelbyl| meesterlys |Alt: Krygsbyl; Vegbyl; Kortsteelbyl; Nota: Axe is reeds as Byl vertaal.

source: Dagger
af: Dolk| meesterlys |

source: Thunderstick
af: Donderstok| meesterlys |

source: Sword
af: Swaard| meesterlys |

source: Bow
af: Boog| meesterlys |

source: Staff
af: | meesterlys |

source: Ensnare
af: Verstrik| meesterlys |Alt: Vang; Strik; Betrap; Gevange neem; Verstrik;

source: Thorns
af: Dorings| meesterlys |

source: Entangle
af: Verstrengel| meesterlys |Alt: Verwar; Bedremmel; Verstrik; Verstrengel;

source: Faerie Fire
af: Feë Vuur| meesterlys |

source: Longbow
af: Grootboog| meesterlys |Alt: Langboog; Groot Boog; KragboogKonteks: Wapentuig

source: Faerie Touch
af: Feë Streling| meesterlys |Alt: Feë Aanraking; Feë Streling; Feë Beroer; Feë Streel; Feë BestreelDuits: Berührung

source: Gossamer
af: Syweefsel| meesterlys |Alt: Spinneweefsel; Fyngespin; Fyngeweef; Gaas; Syweefsel Konteks: Vorm van wapentuigDuits: SpinefädenNota: Fyn geweef, deursigtig

source: Fireball
af: Vuurbal| meesterlys |

source: Knife
af: Mes| meesterlys |

source: Mace
af: Staf| meesterlys |Alt: Staf; Knopkierie Nota: Tans vertaal met beide lans en knuppelNota: Meer soos 'n knopkierie as 'n knuppel. In seremoniële gebruik gewoonlik 'n staf helfte so lank tot effens korter as die lengte van 'n mens met 'n knop aan die punt.Konteks: Wapentuig

source: Short Sword
af: Kort Swaard| meesterlys |

source: Longsword
af: Grootswaard| meesterlys |

source: Crossbow
af: Hakkeboog| meesterlys |Alt: Hakkeboog; Kruisboog

source: Chill Wave
af: Kille Golf| meesterlys |Alt: Ysige Golf; Vries Golf; Koue Golf; Koel Golf; Kil Golf

source: Shadow Wave
af: Skadu Golf| meesterlys |

source: Sabre
af: Saber| meesterlys |

source: Lightning
af: Weerligstraal| meesterlys |Konteks: Wapentuig

source: Club
af: Houtstomp | meesterlys |Alt: Knuppel; Nota: Die beeld van houtstomp pas eerder by 'n fantasiespel as knuppel wat in die moderne terme 'n klein handwapen is. Veral omdat hierdie kategorie wapen deur die Orkiese, Trolle, Orge en Dodelose leërs gebruik word.

source: Sling
af: Slinger| meesterlys |

source: Halberd
af: Halberd| meesterlys |Alt: Halberd; HalberdiërVerklaring: 'n Lang stok met 'n bylkopDuits: halberd (woord halberd is van Duitse oorsprong)

source: Pike
af: Spiespuntpaal| meesterlys |Alt: Spiespuntstaf; Pyk; SpiespuntpaalKonteks: 'n Lang paal met 'n spiespunt vooraan

source: Missile
af: Werpgeskut| meesterlys |Alt: Missiel; Geskut; WerpgeskutDuits: Geschoss; Rakete; Wurfgeshoß (missiele met die hand gegooi) Konteks: Werking van wapentuig soos in terme van handgegooi, lae tegnologie of magiese - missiel; weerlig; vuurbal; vuur; Feë Vuur; Net; Syweefsel ens.

source: Morning star
af: Oggend Ster| meesterlys |

source: Lightbeam
af: Ligstraal| meesterlys |Konteks: WapentuigBestaande: Ligstraal

source: Water spray
af: Water sproei| meesterlys |Alt: Water Spuit; Water SproeiBestaande: water sproei

source: Trident
af: Drietandvurk| meesterlys |Bestaande: Drietandvurk

source: Tentacle
af: Tentakel| meesterlys |

source: Ink
af: Ink| meesterlys |Konteks: Wapentuig van inkvisse

source: Web
af: Spinnerak| meesterlys |

source: Cleaver
af: Kloof Byl| meesterlys |KloofbylAlt: Hakmes; Vleismes; VleisbylDuits: Hackmesser; Fleischerbeil

source: Throwing Knives
af: Gooi Mes| meesterlys |Alt: Gooi Mes, Werp Mes

source: Greatsword
af: Grootswaard| meesterlys |

source: Fist
af: Vuis| meesterlys |

source: Touch
af: Aanraak| meesterlys |Alt: Aanraak; Streel; BestreelKonteks: Magiese aanraking

source: Wall
af: Muur| meesterlys |Alt: Versperring; Skildmuur; BeskermmuurKonteks: Gebruik as magiese muur wat as skild dien

source: Chill tempest
af: Koue Warrel| meesterlys |Alt: Koue Storm; Ys Stormwind; Kille Warrel

source: Baneblade
af: Verdoemlem| meesterlys |Alt: Verderflem; Verderwelem; Doemlem; VerdoemlemStamwoord vir "Bane" is verderf, verlede tyd - verdorwe. Sinonieme vir verderf - ondergang, verdoemenis, verniel, verdoem

source: Torch
af: Fakkel| meesterlys |Alt: Fakkel; FakkelsKonteks: Fakkels as beligting gebruik in dwerge se grot

source: Net
af: Net| meesterlys |

source: Dawn
af: Dagbreek| meesterlys |Alt: Vroegoggend; Oggendskemer; Oggendlig; Eerstelig; (tyd van dag)

source: Morning
af: Môre| meesterlys |

source: Afternoon
af: Middag| meesterlys |

source: Dusk
af: Aandskemer| meesterlys |

source: First Watch
af: Eerste Wag| meesterlys |

source: Second Watch
af: Tweede Wag| meesterlys |

source: Frozen
af: Bevrore| meesterlys |

source: Castle
af: Kasteel| meesterlys |

source: Sand
af: Sand| meesterlys |

source: Forest
af: Woud| meesterlys |

source: Flat
af: Gelyk| meesterlys |Alt: Laagte; Gelyk; Vlakte; Plat Geografiese terrein tipe

source: Hills
af: Heuwels| meesterlys |

source: Mountains
af: Berge| meesterlys |

source: Unwalkable
af: Onbegaanbaar| meesterlys |

source: Swamp
af: Moeras| meesterlys |Konteks: Oppervalk van spel wat beweging beïnvloed

source: Fungus
af: Fungus| meesterlys |Alt: Fungus; SponsagtigGeografiese terrein

source: Cave
af: Grot| meesterlys |

source: Village
af: Gehuggie| meesterlys |Alt: Dorpie: Dorp; Gehug; GehuggieKonteks: In Engels word die heeltyd na dorp (village) verwys, maar op die skerm word altyd 'n enkele gebou vertoon, waarvoor gehug, of gehuggie meer gepas sal wees.

source: Deep Water
af: Diep Water | meesterlys |

source: Coastal Reef
af: Kus Rif| meesterlys |
