Repository: casperl/wesnoth-af
Catalog: wesnoth.po
Languages: af

source: Shallow Water
af: Vlak Water| meesterlys |

source: Impassable
af: Onbegaanbaar| meesterlys |Konteks: Terrein

source: Ambush
af: Valstrik| meesterlys |Alt: Valstrik; Hinderlaag (Moderne vorm, dus meer ongeskik.)

source: Cures
af: Genees| meesterlys |Alt: Kuur; Gesondmaak; Welmaak; Genesend; Genees; Herstel(Aksie van wapentuig)

source: Heals
af: Genees| meesterlys |

source: Illuminates
af: Verlig| meesterlys |

source: Leadership
af: Leierskap| meesterlys |

source: Regenerates
af: Hergenereer| meesterlys |Alt: Hergenereer

source: Skirmisher
af: Skermutselaar| meesterlys |Alt: Skermutseling; Skermutsel; SkermutselaarDuits: ScharmützelKonteks: Funksie van troepe - skermutseling is 'n mindere korttermyn geveg

source: Steadfast
af: Bestendig| meesterlys |

source: Submerge
af: Onderduik| meesterlys |Alt: Duik; Onderwater; Onderduik; Onderdompel; OnderduikKonteks: Aksie van manskappe

source: Fearless
af: Vreesloos| meesterlys |

source: Intelligent
af: Denkvaardig| meesterlys |Alt: Verstandelik begaafd; DenkvaardigDuits: Denkfähig Nota: Intelligent is 'n moderne term, 'n ouer, meer geykte term sal dalk meer gesik wees vir 'n fantasiespel Konteks: Eienskap van troepe in spel

source: Resilient
af: Weerstandig| meesterlys |Alt: Taai; Rateltaai; Weerstandig; WeerstandbiedendDuits: widerstandsfähig

source: Strong
af: Sterk| meesterlys |

source: Quick
af: Vinnig| meesterlys |

source: Dexterous
af: Behendig| meesterlys |Alt: bedrewe (modern); behendig; kunstigKonteks: Werking van wapentuig

source: Healthy
af: Gesond| meesterlys |

source: Dim
af: Benewel| meesterlys |Alt: Benewel: Donker; Duister; Benewel; Sterkskemer

source: Slow
af: Stadig| meesterlys |

source: Weak
af: Swak | meesterlys |

source: Feral
af: Vrylewend| meesterlys |Alt: Verwildert; Wild; VrylewendDuits: freilebend

source: Loyal
af: Lojaal| meesterlys |Alt: Lojaal; LojaliteitKonteks: Eienskap van troepe

source: Elemental
af: Elementer| meesterlys |Alt: Natuurlik; Embrionies; Oerwydig; Oerbousteen; OergewigtigDuits: urgewaltig

source: Weapon Specials
af: Wapen Aksies| meesterlys |

source: Backstab
af: Rugsteek| meesterlys |Rugsteek; Terugsteek; Agtertoesteek Konteks: aksie van wapen

source: Charge
af: Storm| meesterlys |Alt: Storm; AfstormKonteks: aksie van manskappe of wapen

source: Drains
af: Leegtap| meesterlys |Alt: Leegtap; DreineerKonteks: Magies, funksie van wapen

source: First strike
af: Eerste Trefslag| meesterlys |Alt: Eerste Tref; Eerste Aanslag; Eerste Trefslag; Eerste Hou; Eerste Slaan;Duites: Streichen

source: Magical
af: Towerny| meesterlys |Alt: Wonderlik; Wonderbaar; Towerny; Toordery; Magies

source: Marksman
af: Skut | meesterlys |

source: Plague
af: Plaag| meesterlys |

source: Poison
af: Gif| meesterlys |ALt: Gif; Vergiftig; Vergiftiging; Vergif; GifKonteks: Werking van wapentuig asook wapentuig

source: Slows
af: Vetraag| meesterlys |

source: Swarm
af: Swerm| meesterlys |

source: Factions
af: Faksies| meesterlys |

source: Arkan-thoria
af: Arkan-Torië| meesterlys |

source: Elensafar
af: Elensafar| meesterlys |Elensafar (pleknaam)

source: Far North
af: Verre Noorde| meesterlys |

source: Great Continent
af: Groot Vasteland| meesterlys |

source: Great Ocean
af: Groot Oseaan| meesterlys |

source: Green Isle
af: Groen Eiland| meesterlys |

source: Heart Mountains
af: Harts Berge| meesterlys |

source: Kingdom of Wesnoth
af: Koninkryk van Wesnoth| meesterlys |

source: Morogor
af: Morogor| meesterlys |

source: Old Continent
af: Ou Vasteland| meesterlys |

source: South-west Elven Lands
af: Suidwestelike Elwe Lande| meesterlys |
